{
    "DATE": " 7-APR-1987 10:43:01.67",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "italy",
        "canada",
        "japan",
        "usa",
        "uk",
        "france",
        "west-germany"
    ],
    "NEWID": "13958",
    "TEXT": {
        "TITLE": "ITALY SAYS G-7 GIVES CHANCE TO VERIFY TOKYO ACCORD",
        "DATELINE": "    ROME, April 7 - ",
        "BODY": "This week's Group of Seven (G-7) meeting in\nWashington provides an opportunity to verify an accord reached\nat the Tokyo summit last May to include Italy and Canada in\nGroup of Five (G-5) talks on management of the international\nmonetary system and related issues, the Italian Treasury said.\n    It said in a statement the G-7 meeting, which Italy plans\nto attend, will provide a forum for considering the Tokyo\naccord in the light of events in Paris in February this year.\n    On February 22, Italy boycotted a meeting in Paris of its\nG-7 partners - the United States, Japan, West Germany, France,\nBritain and Canada - after being excluded from an earlier\nsession of talks involving G-5 members.\n    Today's statement from the Italian Treasury said-\n    \"Nobody denies the existence of G-5 but we should like it to\nbe remembered that the Tokyo accords provided for the\nenlargement of the group to Italy and Canada whenever \"the\nmanagement or the improvement of the international monetary\neconomic policy measures are to be discussed or dealt with.'\"\n    Italy refused to attend the Paris G-7 meeting on the\ngrounds that G-5, grouping the United States, Japan, West\nGermany, France and Britain, had reduced Italy's role to rubber\nstamping agreements already taken.\n    The Italian Treasury said today that Italy was \"certain that\nthis time incidents would not occur.\"\n    But it said it would be opportune to look in depth at the\nrole and the procedures of G-7 in relation to those of G-5.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "gatt"
    ]
}