{
    "DATE": " 2-MAR-1987 08:29:05.15",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "372",
    "TEXT": {
        "TITLE": "PUROLATOR <PCC> IN BUYOUT WITH HUTTON <EFH>",
        "AUTHOR": "    By Patti Domm",
        "DATELINE": "    NEW YORK, March 2 - ",
        "BODY": "New Jersey-based overnight messenger\nPurolator Courier Corp said it has agreed to be acquired for\nabout 265 mln dlrs by a company formed by E.F. Hutton LBO Inc\nand certain managers of Purolator's U.S. courier business.\n    Analysts have said that Purolator has been for sale for\nsome time. Purolator announced earlier it was mulling a\ntakeover bid, but analysts wrongly predicted the offer was from\nanother courier company.\n    Hutton LBO, a wholly owned subsidiary of E.F. Hutton Group\nInc, will be majority owner of the company.\n    Hutton said the acquiring company, PC Acquisition Inc, is\npaying 35 dlrs cash per share for 83 pct of Purolator's stock\nin a tender offer to begin Thursday. The rest of the shares\nwill be purchased for securities and warrants to buy stock in a\nsubsidiary of PC Acquisition, containing Purolator's U.S.\ncourier operations.\n    If all the shares of Purolator are tendered, shareholders\nwould receive for each share 29 dlrs cash, six dlrs in\ndebentures, and a warrant to buy shares in a subsidiary of PC\nAcquisition containing the U.S. courier operations.\n    Hutton said in the merger shareholders would get 46 mln\ndlrs aggregate amount of guaranteed debentures due 2002 of PC\nAcquisition and warrants to buy 15 pct of the common stock of\nthe PC courier subsidiary. Hutton said the company has valued\nthe warrants at two to three dlrs per share.\n    Purolator's stock price closed at 35.125 dlrs on Friday.\nWhile some analysts estimated the company was worth in the mid\n30s, at least one said it would be worth 38 to 42 dlrs.\n    This follows sales of two other Purolator units. It agreed\nrecently to sell its Canadian Courier unit to Onex Capital for\n170 mln dlrs, and previously sold its auto filters business.\n    Purolator retains its Stant division, which makes closure\ncaps for radiators and gas tanks. A Hutton spokesman said the\nfirm is reviewing its options on Stant.\n    Purolator's courier business has been lagging that of its\nU.S. rivals because of the high price it paid in the past\nseveral years to add air delivery to its ground fleet.\n    E.F. Hutton will provide 279 mln dlrs of its funds to\ncomplete the transaction. This so-called \"bridge\" financing\nwill be replaced later with long-term debt most likely in the\nform of bank loans, Hutton said. Hutton LBO is committed to\nkeeping the courier business, its president Warren Idsal said.\n    \"Purolator lost 120 mln dlrs over the last two years\nlargely due to U.S. courier operations, which we believe the\nmanagement is turning around. We belive it will be a very\nserious competitor in the future,\" said Idsal.\n    William Taggart, chief executive officer of U.S. Courier\ndivision, will be chief executive officer of the new company.\n    The tender offer will be conditioned on a minimum of two\nthirds of the common stock being tendered and not withdrawn to\nthe expiration of the offer as well as certain other conditions.\n    The offer will begin Thursday, subject to clearances from\nthe staff of the Interstate Commerce Commission and will expire\n20 business days after commencement unless extended.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}