{
    "DATE": "24-MAR-1987 17:10:19.66",
    "TOPICS": [
        "grain",
        "corn",
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9058",
    "TEXT": {
        "TITLE": "U.S. CORN ACREAGE SEEN NEAR RECORD LOW",
        "AUTHOR": "    by Maggie McNeil, Reuters",
        "DATELINE": "    WASHINGTON, March 24 - ",
        "BODY": "U.S. corn acreage this year is \nlikely to drop to the lowest level since the unsurpassed\nacreage reductions of the 1983 PIK year and could rank as one\nof the lowest corn plantings in the United States in sixty\nyears, Agriculture Department officials said.\n    USDA releases its official plantings report on March 31.\nAgriculture Department analysts said next week's figures will\nlikely show a sharp drop in acreage to as low as 65 mln acres,\ndown 22 pct from last year's plantings of 83.3 mln acres.\n    Assuming an 18 mln acre drop in plantings, U.S. corn\nproduction will also decrease significantly. Analysts said 1987\ncorn production could drop by over one billion bushels to\naround seven billion bushels.\n    Expected signup of up to 90 pct in the 1987 feed grains\nprogram, along with 1.9 mln acres enrolled in the conservation\nprogram, will cause acreage to plummet, Department feedgrain\nanalysts said.\n    \"There's no question that there will be a sharp decrease in\ncorn acreage,\" one said. \"It's difficult for any farmer to not\ngo along with the program this year.\"\n    Soybean acreage is also expected to decline this year but\nat a much slower rate of around four pct, USDA analysts said.\n    Soybean plantings could drop to 59 mln acres or below, they\nsaid, compared to last year's level of 61.5 mln acres.\n    If analysts' unofficial estimates prove correct then the\ndrop in u.s. corn acreage will be the largest since 1983 when\nfarmers idled 22 mln acres in the Payment-In-Kind program.\n    Farmers planted only around 60 mln acres of corn in 1983. A\nsevere drought that summer in major producing states caused\nyields to tumble and final crop production to total only 4.2\nbillion bushels.\n    Given normal weather conditions this year, USDA analysts\nsaid the 1987 corn crop could end up around seven billion\nbushels, down from last year's crop of 8.3 billion bushels.\n    \"This kind of acreage reduction will mean a significant\nreduction in production,\" an analyst said.\n    A crop of seven billion bushels is close to the annual U.S.\ncorn usage, so surplus stocks, while not decreasing, would not\nincrease significantly, a specialist said.\n    High producing corn belt states are expected to show the\ngreatest acreage reductions, based upon historical\nparticipation in government programs, analysts said.\n    In contrast, soybean acreage is likely to be cut the most\nin marginal producing areas of the southeast and the western\ncorn belt, a USDA soybean analyst said.\n    \"Soybean acreage in the eastern corn belt will not budge,\"\nhe said. Neither does he expect any significant acreage cuts in\nhigher-producing delta areas.\n    Soybean production could drop fractionally from last year's\n2.0 billion bushels to 1.8 to 1.9 billion, he said.\n    U.S. soybean acreage, after soaring to 71.4 mln acres in\n1979 from only 52 mln acres five years prior to that, has\nsteadily declined in the 1980's.\n    U.S. corn acreage, with the exception of 1983, has been in\nthe low to mid 80-mln acre range for the past 10 years. The\nhighest corn plantings reported in the 60 years that USDA has\nkept such records was in 1932 when farmers planted 113 mln\nacres and obtained average yields of 26.5 bushels per acre.\n    Last year U.S. farmers obtained record corn yields\naveraging 119.3 bushels per acre.\n    \"We have absolutely no trouble producing an eight billion\nbushel crop on only 80 mln acres or so,\" an analyst said.\n    Corn acreage will probably level at around 65 mln acres as\nlong as government program provisions remain the same, analysts\nsaid.\n    Currently farmers enrolling in the program are required to\nset aside 20 pct of their base acreage and then are eligible\nfor payments of two dlrs per bushel by idling an additional 15\npct of their acreage.\n    \"To get to the PIK level of 60 mln acres, we would have to\nprovide more incentives,\" an analyst said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ]
}