{
    "DATE": "16-MAR-1987 15:36:46.39",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5643",
    "TEXT": {
        "TITLE": "SCHLUMBERGER <SLB> ENDS PACT TO SELL FAIRCHILD",
        "DATELINE": "    NEW YORK, March 16 - ",
        "BODY": "Schlumberger Ltd said it terminated an\nagreement in principle for Fujitsu Ltd to buy 80 pct of its\nFairchild Semiconductor operations.\n    The company said the rising political controversy in the\nU.S. concerning the venture made it unlikely that the sale of\nthe Fairchild stake could be completed within a reasonable\ntime.\n    The sale has been opposed by the U.S. Commerce Department\nand the U.S. Defense Department, in part on national security\ngrounds.\n    The company said termination of the agreement opened other\npossibilities, including a possible leveraged buyout of the\nsemiconductor maker by Fairchild management.\n    In the interim, Fairchild would continue its ongoing\nbusiness within Schlumberger, the oilfield services concern\nsaid.\n    Last October, Schlumberger announced the sale of the\nFairchild stake and said it would take a 200 mln dlrs charge in\nthe fourth quarter from the sale. The company ended up\nrecording special charges of 2.1 billion dlrs in the fourth\nquarter, leading to a loss of 2.02 billion dlrs for the year.\n    Schlumberger never announced a price for the sale, but\nindustry analysts have estimated the value of the deal at about\n200 mln dlrs.\n    The proposed sale was under antitrust review by the U.S.\nJustice Department. Additionally, Commerce Secretary Malcolm\nBaldridge and other U.S. officials have voiced reservations\nabout the transaction since it was announced.\n    Government officials have expressed concern that the sale\ncould reduce the competitiveness of U.S. chip makers by putting\nkey advanced technology into Japanese hands.\n    New, high-technology semiconductors are used in\nsupercomputers, which are faster and more powerful than\nexisting computers.\n    Schlumberger is an oilfield services company controlled by\nFrench interests and headquartered in New York. Fujitsu Ltd is\na computer and telecommunications company based in Japan.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "balladur"
    ]
}