{
    "DATE": "13-APR-1987 14:23:42.44",
    "TOPICS": [
        "interest",
        "money-fx"
    ],
    "NEWID": "16565",
    "TEXT": {
        "TITLE": "U.S. BANKS LIKELY TO LIFT PRIME RATES AGAIN SOON",
        "AUTHOR": "    By Martin Cherrin, Reuters",
        "DATELINE": "    NEW YORK, April 13 - ",
        "BODY": "Major U.S. banks may lift prime\nlending rates again within days due to recent increases in\ntheir borrowing costs and speculation the Federal Reserve is\nnudging up interest rates to help the dollar, economists said.\n    In what was the first prime rate boost since mid-1984, most\nbanks in early April lifted their rates a quarter point to\n7-3/4 pct, citing a reduced gap between the prime and their own\ncost of money. That spread has narrowed again.\n    \"A prime rate increase could happen as soon as tonight,\"\nsaid Robert Brusca of Nikko Securities Co International Inc.\n    Brusca said a quarter-point prime rate rise to eight pct is\njustified because the spread between banks' cost of funds and\nthe prime rate has narrowed to less than three quarters of a\npercentage point.\n    He said that spread had averaged around 1.4 percentage\npoints since last October until it fell below one point and\ntriggered the April prime rate rise at most banks.\n    \"We could easily have another prime rate increase as soon\nas this week,\" said David Jones of Aubrey G. Lanston and Co.\n    \"We've got a fairly good chance of a prime rate rise in the\nnear future,\" said Allan Leslie of Discount Corp.\n    \"Based on the spread between the prime rate and funding\ncosts, you would ordinarily see a prime rate increase now,\"\nsaid Harold Nathan, economist at Wells Fargo Bank.\n    However, he said banks may be reluctant to lift the prime\nbecause that would dampen already fairly weak business loan\ndemand and because some are not sure the Fed will maintain\nrecent upward pressure on money market interest rates.\n    Nathan believes the Fed has let market pressures lift\nshort-term rates in recent days to help the ailing dollar. He\nsaid \"if there is widespread belief money market rates will\nstay high, a prime rate rise could occur at any time.\"\n    Fed officials have long expressed concern that too steep a\ndollar drop could help rekindle U.S. inflation. As the dollar\nfell to a 40-year low against the yen Friday, currency traders\nsaid the Fed and other central banks supported the dollar.\n    In addition to buying dollars outright, another way to\nstabilize the U.S. currency would be for the Fed to push U.S.\ninterest rates higher relative to overseas rates.\n    Based particularly on the Fed's reserve management actions\non Friday and today, Nathan of Wells Fargo said \"it has become\nclear that the Fed is not fully resisting upward rate pressure\nin the market. It is supplying fewer reserves than are needed.\"\n    Bank funding costs and other short and long-term interest\nrates rose sharply Friday and today on heightened speculation\nthat the Fed is gently firming monetary policy.\n    That was because the Fed supplied far fewer reserves in the\nmarket than most economists had expected.\n    On Friday, the Fed added reserves indirectly and in small\namounts via one billion dlrs of customer repurchase agreements\nwith the Federal funds rate at which banks lend to one another\nhigh at 6-5/16 pct. With funds trading even higher at 6-1/2 pct\ntoday, the Fed arranged only a slightly larger 1.5 billion dlr\nround of customer repurchase agreements.\n    \"The Fed's actions on Friday and today show that it is\noffering only token resistance to upward funds rate pressures,\"\nsaid Jones of Lanston.\n    \"The Fed is focusing its policy attention mainly on the\nneed to defend the dollar,\" Jones said. He believes it is\nmerely shading policy toward restraint now, \"but to have a\nmajor impact on the dollar, the Fed will have to tighten policy\novertly at some point.\"\n    Jones expects the Fed to foster higher market rates by\nbecoming more restrictive in supplying reserves and, within\nfour to six weeks, to raise its discount rate from 5-1/2 pct.\n    Jones said a U.S. discount rate increase to six pct might\nwell be accompanied by West German and Japanese rate cuts to\nfurther aid the dollar.\n    Given likely Fed policy firming, he said both the yield on\n30-year Treasury bonds (about 8.30 pct now) and the prime rate\nmay be at 8-1/2 pct at end-June and nine pct by year's end.\n    \"The jury is still out on whether the Fed is tightening\npolicy to defend the dollar,\" said Leslie of Discount Corp. He\nsaid tax-date pressures have been pushing up Fed funds lately.\nLeslie said Fed actions and reserve data once these pressures\nabate will show whether or not it is firming policy.  \n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "rubio"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}