{
    "DATE": "23-MAR-1987 07:50:06.42",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "new-zealand",
        "usa"
    ],
    "NEWID": "8198",
    "TEXT": {
        "TITLE": "NEXT WORLD TRADE NEGOTIATIONS MUST SUCCEED - NZ",
        "AUTHOR": "    By Christopher Pritchett, Reuters",
        "DATELINE": "    TAUPO, New Zealand, March 23 - ",
        "BODY": "Ministers from more than 20\nnations were told by New Zealand that the next international\nnegotiations on liberalising trade would be the last this\ncentury and the cost of failure could not be measured.\n    Trade minister Mike Moore told his colleagues at a\nwelcoming ceremony before two days of talks here that great\nprogress had been made in preparing for the negotiations which\nmust not be sidetracked.\n    \"We live in troubled and dangerous times for the world\ntrading system,\" he said.\n    \"We have seen that the failure of the world trading system\nhas caused great depression and conflict in the past. Our\nfailure to maintain the momentum will be at great cost to us\nall,\" Moore said.\n   \"The cost of failure is beyond calculation. It is our last\nhope and best opportunity this century. We will not get another\nchance before the year 2000,\" he added.\n    The ministers are in New Zealand to review world trade\nsince the \"Uruguay round\" talks last September. The talks are \nalso part of preparations for a full-scale June meeting of the\nGeneral Agreement on Tariffs and Trade (GATT) in Venice.\n    The Uruguay meeting is considered by most countries to have\nbeen particularly successful, with northern hemisphere\ncountries managing to have service industries such as banking\nand insurance included in the next full round.\n    The southerners' goal of including agricultural and\ntropical products also was met.\n    The meeting at this North Island tourist resort is\ndescribed by participants as informal and no declaration is\nexpected.\n    Moore said one aim was to \"instil a sense of political\nurgency to avert potential economic tragedy.\"\n    Another was to seek ways of popularising freer trade to\npeople who felt the pain of readjustment but could not see the\nbenefits, as well as preventing \"bush fires of confrontation\nwhile we proceed with orderly negotiations.\"\n    The meeting is being attended by 25 overseas delegations\nincluding representatives of GATT and the Economic Community.\n    The delegates include U.S. Trade Representative Clayton\nYeutter.\n    American sources say he is ready to state that the best way\nto reverse protectionist sentiment in the United States is to\nimplement four key Uruguay proposals:\n    -- an end to agricultural subsidies;\n    -- inclusion of trade in services and investments in GATT\nregulations;\n    -- tightening of restrictions on pirating of so-called\nintellectual property such as trademarks, patents and\ncopyrights;\n    -- new rules to resolve trade disputes among GATT's 92\nmember states.\n    Earlier, New Zealand sources had said French Foreign Trade\nMinister Michel Noir had pulled out of the informal GATT talks\nfor domestic political reasons.\n    Cabinet chief Bernard Prauge will lead the French\ndelegation.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}