{
    "DATE": "11-MAR-1987 17:16:31.83",
    "TOPICS": [
        "grain",
        "corn",
        "soybean",
        "oilseed"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3979",
    "TEXT": {
        "TITLE": "BIG U.S. CONSERVATION ENROLLMENT EXPECTED",
        "DATELINE": "    WASHINGTON, March 11 - ",
        "BODY": "Enrollment in the U.S. Agriculture\nDepartment's fourth conservation signup is expected to be\nannounced tomorrow, and USDA officials said the figure may be\nhigher than total enrollment for the first three signups.\n    Enrollment will be in the range of seven to 12 mln acres,\nUSDA conservation specialists said. Total enrollment so far in\nthe 10-year conservation program is 8.9 mln acres.\n    Producers submitted bids to enter 11 to 12 mln acres into\nthe program, Milton Hertz, administrator for USDA's\nAgricultural Stabilization and Conservation Service said at a\ncongressional hearing yesterday. Not all the bids will be\naccepted, Hertz said, but enrollment is expected to be high.\n    As in the first three signups, the Great Plains area is\nexpected to attract the greatest enrollment.\n    \"The Great Plains area will be the predominate area which\nwe'll get signup in,\" a USDA conservation specialist said.\n    Marginal corn acreage will likely be the bulk of the\nacreage pulled from that area, he said.\n    Fringe soybean acres in the southeast and some bean acreage\nin the midwest are also expected to be taken out of production,\nbut the USDA source said this would be a relatively small\npercent of the total.\n    A special two dlr bonus to corn producers who enroll part\nof their corn base acreage into the program has sparked more\ninterest in this latest signup, USDA officials said.\n    Under the program, USDA pays farmers annual rents to take\nland out of production for 10 years. The average rent payment\naccepted in the first three signups was 43.50 dlrs per acre.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sarney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}