{
    "DATE": " 9-APR-1987 01:28:42.04",
    "TOPICS": [
        "acq",
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa",
        "uk"
    ],
    "NEWID": "15372",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - TELECOM IS KEY JAPAN MINISTRY",
        "AUTHOR": "    By Linda Sieg, Reuters",
        "DATELINE": "    TOKYO, April 9 - ",
        "BODY": "Japan's little-known Ministry of Posts and\nTelecommunications (MPT) has emerged as an international force\nto be reckoned with, political analysts said.\n    MPT, thrust into the spotlight by trade rows with the U.S.\nAnd Britain, is in a position of strength due to its control of\na lucrative industry and its ties with important politicians,\nthey said.\n    \"The ministry is standing athwart the regulatory control of\na key industrial sector, telecommunications and information,\"\nsaid one diplomatic source.\n    \"They are a potent political force,\" the diplomatic source\nsaid.\n    But MPT is finding domestic political prowess does not\nalways help when it comes to trade friction diplomacy, analysts\nsaid.\n    \"The ministry was a minor ministry and its people were not\nso internationalized,\" said Waseda University professor Mitsuru\nUchida. \"Suddenly they're standing at the centre of the world\ncommunity and in that sense, they're at a loss (as to) how to\nface the situation.\"\n    Most recently the ministry has been embroiled in a row with\nLondon over efforts by Britain's Cable and Wireless Plc to keep\na major stake in one of two consortia trying to compete in\nJapan's lucrative overseas telephone business.\n    The ministry has favoured the merger of the two rival\ngroups, arguing the market cannot support more than one\ncompetitor to Kokusai Denshin Denwa Co Ltd, which now\nmonopolizes the business.\n    It has also opposed a major management role in the planned\nmerger for any non-Japanese overseas telecommunications firm on\nthe grounds that no such international precedent exists.\n    The ministry's stance has outraged both London, which has\nthreatened to retaliate, and Washington, which says the merger\nplan is evidence of Japan's failure to honour pledges to open\nits telecommunications market.\n    Washington is also angry over other ministry moves which it\nsays have limited access for U.S. Firms to Japan's car\ntelephone and satellite communications market.\n    Much of MPT's new prominence stems from the growth of the\nsector it regulates.\n    \"What has been happening is an important shift in the\neconomy which makes the ministry a very important place,\" said\nJames Abegglen, head of the consulting firm Asia Advisory\nService Inc.\n    A decision to open the telecommunications industry to\ncompetition under a new set of laws passed in 1985 has boosted\nrather than lessened MPT's authority, analysts said.\n    \"With the legal framework eased, they became the de facto\nlegal framework,\" said Bache Securities (Japan) analyst Darrell\nWhitten.\n    Close links with the powerful political faction of the\nruling Liberal Democratic Party (LDP) nurtured by former Prime\nMinister Kakuei Tanaka are another key to MPT's influence, the\nanalysts said.\n    \"Other factions ignored MPT (in the 1970s), but the Tanaka\nfaction was forward looking and ... Recognized the importance\nof MPT,\" Uchida said. Many former bureaucrats became members of\nthe influential political group, he added.\n    The ministry also has power in the financial sector due to\nthe more than 100,000 billion yen worth of deposits in the\nPostal Savings System, analysts said.\n    MPT has helped block Finance Ministry plans to deregulate\ninterest rates on small deposits, a key element in financial\nliberalisation, since the change would remove the Postal\nSavings System's ability to offer slightly higher rates than\nbanks, they said.\n    Diplomatic sources, frustrated with what they see as MPT's\nobstructionist and protectionist posture, have characterized\nthe ministry as feudal.\n    Critics charge MPT with protecting its own turf, limiting\ncompetition and sheltering the former monopolies under its\nwing. Providing consumers with the best service at the lowest\nprice takes a back seat to such considerations, they said.\n    But many of the ministry's actions are not unlike those of\nits bureaucratic counterparts in much of the Western world\nincluding Britain, several analysts said.\n    \"The United States is really the odd man out,\" Abegglen said.\n\"For a government to take the view that it wants to keep order\nin utilities markets is not an unusual and/or unreasonable\nview,\" he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "lme"
    ]
}