{
    "DATE": "16-MAR-1987 07:30:30.75",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "egypt",
        "ussr"
    ],
    "NEWID": "5278",
    "TEXT": {
        "TITLE": "EGYPT, SOVIETS TO RENEGOTIATE ARMS DEBT TERMS",
        "DATELINE": "    CAIRO, March 16 - ",
        "BODY": "Egypt and the Soviet Union are expected\nto sign an agreement in Moscow next week settling Cairo's three\nbillion dlr military debt, Egyptian officials said.\n    One official, who asked to remain anonymous, told Reuters a\ndraft agreement would reduce to zero from two pct future\ninterest payable on the 10 year-old debt, and set a 25 year\nrepayment term.\n    Talks are due to begin in Moscow on Wednesday.\n    Economy Minister Youssri Mustapha, who leaves for Moscow on\nTuesday, met President Hosni Mubarak and Egyptian ambassador to\nMoscow Salah Bassiouni to discuss the issue.\n    One official said Egypt would propose a new exchange rate\nfor trade with the Soviet Union. Current commerce is based on a\nrate set in the 1960s of 0.38 Egyptian pounds to the dollar\nwhich Moscow sees as unreasonable. The fluctuating official\nrate is about 1.36 pounds to the dollar.\n    The officials said part of the debt would be paid in\nexports of goods such as textiles, leather and furniture.\n    Egypt wants to settle the debt problem partly to open the\ndoor for new cooperation, mainly in modernising Soviet-built\nsteel, aluminium and fertiliser plants under a five-year\ndevelopment plan ending June 30 1992.\n    Egypt, which already imports Soviet coal, wood, newsprint\nand glass, also wanted a debt deal to allow purchases of\ncurrently blocked spare parts for its ageing Soviet military\nhardware, the officials said.\n    An estimated 65 pct of Egypt's arsenal is still made up of\nSoviet-supplied equipment, one official said.\n    Cairo stopped repaying Moscow for arms purchases in 1977\nwhen then-president Anwar Sadat broke with its long-standing\nally and turned to the U.S..\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}