{
    "DATE": " 8-APR-1987 17:59:37.63",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15363",
    "TEXT": {
        "TITLE": "MORE AMERICAN BRANDS <AMB> ACQUISITIONS SEEN",
        "AUTHOR": "    By PATTI DOMM, Reuters",
        "DATELINE": "    NEW YORK, April 8 - ",
        "BODY": "American Brands Inc's 545 mln dlrs\nacquisition of National Distillers and Chemical Corp's liquor\nbusiness is expected to be one of a series of acquisitions by\nthe tobacco company, analysts said.\n     \"They were very frustrated with their inability to get\nChesebrough. They said they were looking for an acquisition. It\ndoesn't surprise me that they came up with another one,\" said\nAllan Kaplan of Merrill Lynch and Co.\n    American Brands failed late last year in its 2.9 billion\ndlrs bid for Chesebrough-Ponds Inc when Unilever N.V. agreed to\nbuy the company. But since then, Wall Street has been\nspeculating that American Brands would find another candidate\nto help reduce its earnings exposure to tobacco.\n    \"This is just typical,\" said George Thompson of\nPrudential-Bache securities. \"There's going to be more to come\nhere. American Brands had to make an acquisition because\ntobacco is still a significant part of earnings. Their position\nis a little less favorable than Philip Morris and RJ Reynolds,\"\nhe said.\ncash flow from its low growth tobacco, but the tobacco business\ndoes require great amounts of capital expenditures. It can\ntherefore use its funds to make acquisitions. Analysts said the\nNational Distillers' spirits company, which makes Gilbey's gin\nand vodka, Old Grandad and Old Crow whiskey, is not quite the\ntype of acquisition they envisioned.\n    \"The distilled spirits business has been in a steady\ngradual decline for sometime, as has the tobacco business,\"\nsaid Thompson.\n REUTER...\n\u0003"
    },
    "ORGS": [
        "itc",
        "ec"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "EXCHENGES": [
        "lme"
    ]
}