{
    "DATE": "13-MAR-1987 16:38:23.43",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5070",
    "TEXT": {
        "TITLE": "AFTER G-6, ROUND ONE GOES TO CENTRAL BANKS",
        "AUTHOR": "    By Claire Miller, Reuters",
        "DATELINE": "    NEW YORK, March 13 - ",
        "BODY": "Central banks have easily beaten back\nthe foreign exchange market's first test of the industrialized\nnations' recent pact to stabilize currencies, analysts said.\n    In active trading this week, the market pushed the dollar,\nsterling, the Canadian dollar and Australian dollar higher. But\noperators got their fingers burned as one by one the central\nbanks signalled their displeasure.\n    \"So far G-6 has been a roaring success,\"said James O'Neill,\nfinancial markets economist at Marine Midland Bank NA.\n    \"The central banks are sending strong signals that they\nwon't tolerate any kind of momentum building behind\ncurrencies,\" added a senior corporate trader at one U.K. bank.\n    On February 22, the finance ministers and central bank\ngovernors of the U.S., Japan, West Germany, France and the U.K.\n-- the Group of Five -- plus Canada, signed an accord under\nwhich they agreed to cooperate closely to foster stability of\nexchange rates around prevailing levels.\n    The agreement was viewed by many in the market as an\nattempt to put a floor under the dollar after its sizeable\ntwo-year decline against major world currencies.\n    And initially, traders indicated their respect for the\naccord by refraining from pushing the dollar lower.\n    But by Wednesday, the dollar climbed to more than 1.87\nmarks, about five pfennigs above its levels the Friday before\nthe G-6 accord.\n    The move was aided by indications that the U.S. economy\npicked up steam in February at the same time as the West German\neconomy was regressing.\n    But dealers said the Federal Reserve Bank of New York gave\ntraders a sharp reminder that the G-6 pact had encompassed the\nidea of limiting inordinate dollar gains as well as declines.\n    Dealers differed as to whether the U.S. central bank\nactually intervened to sell dollars above 1.87 marks, or simply\ntelephoned dealers to ask for quotes and enquire about trading\nconditions.\n    But the dollar quickly backed off. It hovered today around\n1.85 marks. \"The market was surprised that the Fed showed its\nface so soon,\" said Marine Midland NA's O'Neill.\n    Also on Wednesday, London dealers said the Bank of England\nintervened in the open market to sell sterling as the U.K.\ncurrency rose to 1.60 dlrs compared with 1.5355 dlrs before the\nG-6 pact.\n    Sterling, along with the other high-yield currencies like\nthe Australian dollar and Canadian dollar, was in favor after\ntraders surmised that the the chance of intervention pursuant\nto the Paris currency accord left limited room for profit plays\non dollar/mark and dollar/yen.\n    The pound also was boosted by suggestions of an improving\nU.K. economy, anticipation of a popular British budget on March\n17 and public opinion polls showing good chances for the\nincumbent Conservative party in any general election.\n    \"There was a real run on sterling,\" said Anne Mills of\nShearson Lehman Brothers Inc.\n    Sterling traded today around 1.5750 dlrs, down from 1.5870\ndlrs last night. It slid to 2.917 marks from 2.950 yesterday\nand from a peak of about 2.98 recently. \"There's been some\nheavy profit-taking on sterling/mark ahead of next Tuesday's\nU.K. budget,\" said James McGroarty of Discount Corp.\n    As speculators detected the presence of the U.S. and\nBritish central banks, they acclerated their shift into\nCanadian and Australian dollars. But here too they were\nstymied. The Bank of Canada acted to slow its currency's rise.\n    The Canadian dollar traded at 1.3218/23 per U.S. dollar\ntoday, down from 1.3185/90 yesterday.\n    And the Australian Reserve Bank, using the Fed as agent,\nsold Australian dollars in the U.S. yesterday, dealers said.\n    The Australian dollar fell to a low of 67.45/55 U.S. cents\ntoday from a high of 69.02 Thursday.\n    Analysts said the central banks' moves to stifle sudden\nupward movement, leave the market uncertain about its next\nstep. Today, the focus shifted to the yen which has held to a\nvery tight range against the dollar for several months.\n    The dollar fell to 152.35/40 yen from 153.35/40 last night.\nAnalysts said the yen also gained as traders unwound long\nsterling/short mark positions established lately.\n    \"Because of the change in perceptions about the health of\nthe German economy, the funds from those unwinding operations\nare ending up in yen,\" a dealer at one U.K. bank said.\n    Recent West German data have shown falling industry orders,\nlower industrial output and slowing employment gains.\n    Moreover, the yen is benefitting as Japanese entities who\nhave invested heavily overseas, for example in Australian\nfinancial instruments, repatriate their profits ahead of the\nend of the Japanese fiscal year on March 31.\n    Noting that the dollar/yen rate is in a sense the most\ncontroversial one because of the large U.S. trade deficit with\nJapan, analysts said the stage could be set for another test of\nthe dollar's downward scope against the Japanese currency.\n    In its latest review of the foreign exchange market through\nthe end of January, the Federal Reserve revealed that it\nintervened to protect the dollar against the yen on January 28.\nOn that day, the dollar fell as low as 150.40 yen.\n    \"Sure, the Fed bought dollars near the 150 yen level in\nJanuary. But the market has to bear in mind that time marches\non and the situation changes,\" said McGroarty of Discount.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}