{
    "DATE": "21-APR-1987 08:43:58.77",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16970",
    "TEXT": {
        "TITLE": "BALDRIGE ASSURES CHINA ON TRADE AND TECHNOLOGY",
        "DATELINE": "    PEKING, April 21 - ",
        "BODY": "U.S. Commerce Secretary Malcolm Baldrige\nsaid U.S. Sales of high technology to China are rising despite\nPeking's complaints they are being restricted.\n    He told reporters at the airport on arriving here for talks\nthat technology transfers to China had increased every year and\nwould continue to do so.\n    The official Peking Review yesterday accused the United\nStates of delaying approval on high-technology sales to China.\n    Last year, Washington approved only 60 pct of the exports\nChina applied for, the magazine said.\n    \"The COCOM-listed kind of export controls are just a\nfraction of the technology that the U.S. Is transferring (to\nChina) by other means, such as joint ventures,\" Baldrige said.\n    COCOM is the Western coordinating committee formed after\nWorld War Two to limit the export of advanced technology to\nCommunist nations.\n    Baldrige said he was sure U.S. Firms could compete against\nfirms from other countries for high technology sales.\n    He added that protectionism would hurt the economies of\ntrading nations and said the Reagan Administration would fight\nprotectionist legislation in the U.S. Congress.\n    Baldrige and China's Foreign Trade Minister Zheng Tuobin\nwill act as chairmen of the fifth session of a commission on\ncommerce and trade that will review bilateral trade relations.\n    A U.S. Official said other issues to be raised during\nBaldrige's talks are trade deficits, which each country says it\nhas with the other, and the problems facing U.S. Companies\ninvesting in China.\n Reuter\n\u0003"
    },
    "PLACES": [
        "china",
        "usa"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "ORGS": [
        "escap",
        "gatt"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}