{
    "DATE": " 7-MAR-1987 05:37:29.37",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "2965",
    "TEXT": {
        "TITLE": "GERMAN 1988 TAX CUTS RAISED BY 5.2 BILLION MARKS",
        "DATELINE": "    BONN, March 7 - ",
        "BODY": "Senior officials in the West German\ncoalition government said tax cuts planned for next year would\nbe increased by 5.2 billion marks, in line with a pledge made\nby Finance Minister Gerhard Stoltenberg at last month's\ninternational monetary conference in Paris.\n    Gerold Tandler, General Secretary of the Christian Social\nUnion Party, detailing the cuts at a news conference also\nattended by officials from the Christian Democratic Union and\nFree Democratic Party, said all of the additional 5.2 billion\nmark reduction would represent net tax relief.\n    An increase in revenue from other sources was not planned.\n    The reductions will be added on to a package of tax cuts\nalready planned for 1988 amounting to some nine billion marks.\n    Tandler said three billion marks of the extra tax relief\nwould be accounted for by reducing the rate of marginal\nincrease in income tax.\n    An increase in personal tax allowances would save taxpayers\n1.4 billion marks. Extra tax allowances for people whose\nchildren are being educated would cut 300 mln marks from the\ntax bill. A further 500 mln marks would be accounted for by\nincreasing the level of special depreciations for small- and\nmedium-sized companies.\n    The extra fiscal measures planned for next year are part of\na general reform of the tax system which will come into effect\nin 1990. Stoltenberg had said in Paris that part of this\nreform, which will cut taxes by a gross 44 billion marks, would\nbe introduced next year, ahead of schedule.\n    The West German government had come under pressure from the\nUnited States to stimulate its economy with tax cuts. But\nStoltenberg said in a speech last night in Hamburg that, while\nthe economy would continue to expand this year, the rate of\ngrowth was uncertain.\n    The government said in January it was aiming for real\ngrowth in Gross National Product this year of 2.5 pct, but some\neconomists have revised their predictions down to two or below.\n    Stoltenberg said: \"We remain on a course of expansion.\nWhether (this will be) under two pct, as some people believe,\nor around 2.5 pct as some others expect, or even closer to\nthree pct, as the Kiel World Economic Institute forecast a few\ndays ago, remains open at the moment.\"\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "stoltenberg"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme"
    ]
}