{
    "DATE": "16-MAR-1987 10:29:52.85",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5376",
    "TEXT": {
        "TITLE": "TRADE INTERESTS READY FOR FIGHT IN U.S. CONGRESS",
        "AUTHOR": "    By Jacqueline Frank, Reuters",
        "DATELINE": "    WASHINGTON, March 16 - ",
        "BODY": "U.S. lawmakers are gearing up for a\nshowdown between protectionists and free traders as a major\ntrade bill winds its way through committees to a vote by the\nfull House of Representatives in late April.\n    In a move to toughen U.S. enforcement of trade laws, a key\nHouse subcommittee last week approved a toned down version of\nlegislation to require President Reagan to retaliate against\nforeign countries that follow unfair trade practices.\n    This bill will be the cornerstone of congressional efforts\nto restore competitiveness of American industries and turn\naround last year's record 169 billion dlrs trade deficit.\n    Several lawmakers have argued the new trade bill made too\nmany concessions to Reagan and said they intend to back\namendments to \"get tough\" with countries that violate trade\nagreements or keep out U.S. products.\n     On the other hand, congressmen known for their allegiance\nto free trade, said the bill ties Reagan's hands too much in\ntrade disputes and they will seek to restore his negotiating\npowers.\n    Republican Bill Frenzel of Michigan said the subcommittee's\nbill was not one \"that a free trader like me could endorse in\nall respects,\" but he emphasized there was a consensus among\ntrade lawmakers to work toward a bill Reagan and Republicans\nwould ultimately endorse.\n    Frenzel said the goal of trade legislation was, \"to make our\ntrade policy stronger without violating our international trade\nagreements. You'll find a lot of people who think we have not\ndone the former enough. You'll find poeple who think we haven't\navoided violating agreements.\"\n    In a key concession made at the urging of the powerful\nchairman of the House Ways and Means Committee, the trade\nsubcommittee backed off a requirement that would have forced\nReagan to automatically impose quotas or tariffs on imports\nfrom countries that engage in unfair trade practices.\n    It also agreed he may waive any retaliation if it would\nhurt the U.S. economy.\n    Ways and Means chairman Dan Rostenkowski, an Illinois\nDemocrat, insisted the more moderate approach was necessary if\nthe House wanted to pass a bill Reagan would sign into law.\n    Reagan last year had blocked Senate consideration of a\ntough House trade bill he branded as protectionist and this\nyear only reluctantly agreed to support a trade bill when he\nsaw Democratic leaders were determined to pass a bill.\n    As an indication of his success, White House spokesman\nMarlin Fitzwater told reporters Friday the administration still\ndid not like some provisions. But he added, \"Generally we feel\nvery good about the bipartisan consideration of the trade\nlegislation. I think we are progressing very well.\"\n    The first battle will take place next week when the full\nHouse Ways and Means Committee considers an amendment by Rep.\nRichard Gephardt, a Missouri Democrat, to force countries such\nas Japan, South Korea and Taiwan to cut their trade surpluses\nwith the United States.\n    The subcommittee limited the Gephardt plan to provide only\nthat the existence of a large trade surplus with the United\nStates will trigger an investigation of unfair trade practices,\nbut would not automatically set off retaliation.\n    Rep. Phil Crane, an Illinois Republican and staunch free\ntrader, said he will try to further weaken the Gephardt plan.\n    Organized labor has pressed lawmakers for more relief from\nimports where jobs have been lost to foreign competition.\nAFL-CIO president Lane Kirkland this year angered the\nadministration in a statement that any trade bill Reagan would\nsign would not be worth passage in Congress.\n    But Rostenkowski set the tone of the trade debate in a\nstatement, \"I'm not trying to write legislation to please Lane\nKirkland. I'm trying to write legislation that will be signed\nby the president.\"\n    In writing the bill, the subcommittee rejected calls for\ntrade relief for specific industries such as textiles.\n    Rep. Ed Jenkins, a Democrat from Georgia, agreed to hold\noff his fight. He intends to push separately a bill to protect\nthe domestic textile and shoe industry, an aide said. Reagan\nvetoed a similar measure last year.\n    House Speaker Jim Wright, a Texas Democrat, is one of the\nmost influential proponents of aid for specific industries\nbeset by low priced foreign competition.\n    Wright Thursday renewed his call for import relief for the\ndomestic oil industry and announced his support for a Senate\nplan to trigger a temporary oil import tariff when imports\nreach half of domestic consumption.\n    For the most part, the trade bill's provisions toughen U.S.\nenforcement of trade laws. The bill forces the administration\nto act rapidly on complaints of unfair trade practices such as\ndumping products in the United States at prices below the cost\nof production.\n    It also forces the administration to act rapidly when an\nindustry complains that a surge in imports threatens its\nexistence. Congressmen said the change would have required the\nU.S. International Trade Commission to impose limits on car\nimports in 1981.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "lyng"
    ]
}