{
    "DATE": " 1-JUN-1987 13:37:47.16",
    "TOPICS": [
        "trade",
        "lumber"
    ],
    "PLACES": [
        "usa",
        "canada"
    ],
    "PEOPLE": [
        "duisenberg"
    ],
    "NEWID": "17670",
    "TEXT": {
        "TITLE": "U.S. TRADE BILL VERY DANGEROUS FOR CANADA, LOBBY",
        "DATELINE": "    TORONTO, June 1 -  ",
        "BODY": "A trade bill before the United States\nHouse of Representatives \"is a very dangerous bill for Canadian\nindustry,\" Canadian Forest Industry Council chairman Adam\nZimmerman told reporters.\n    By changing the definition of subsidy under U.S.\ncountervailing duty law, House of Representatives Bill 3\nremoves protection for companies that take advantage of widely\nused government programs, Zimmerman told a media briefing.\n    \"Clearly, any industry to which Canadian governments grant\nrights to fish, mine, cut timber, or produce power could be\nvulnerable to a finding of a subsidy under this language,\" he\nsaid.\n    The Canadian forest lobby's Zimmerman also said the House\nof Representative Bill would adopt a new way of measuring\nsubsidies that would greatly increase the size of any\ncountervailing duties that might be imposed on Canadian\nresource exports to the U.S.\n    Under the bill, any difference between Canadian prices and\nU.S. or world market prices would constitute a subsidy, he\nsaid. Such a method would make Canadian resource industries\nvulnerable to similar penalties like a 15 pct export tax\nimposed last January on shipments of Canadian softwood lumber\nto the U.S., Zimmerman added.\n    Canadian negotiators agreed to levy the new tax if a U.S.\nforest industry lobby would drop its request for a countervail\nduty on imports of Canadian softwood lumber.\n    \"We represent the first victim of the move to price other\ncountries' natural resources according to the U.S. system,\"\nZimmerman said.\n    \"If we're an example, than other resource industries had\nbetter watch out,\" he added.\n    Zimmerman said the Canadian Forest Industry Council plans\nto discuss concerns about the U.S. trade bill with lobby groups\nfrom other Canadian resource industries.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "comex"
    ]
}