{
    "DATE": "28-MAR-1987 23:09:12.32",
    "TOPICS": [
        "ship",
        "crude"
    ],
    "PLACES": [
        "turkey",
        "greece"
    ],
    "NEWID": "10627",
    "TEXT": {
        "TITLE": "TURKISH-GREEK AEGEAN TENSION ABATES",
        "DATELINE": "    ANKARA, March 29 - ",
        "BODY": "Turkey\"s standoff with Greece over Aegean\noil rights appeared at an end after the government said it had\nbeen assured Athens would not start prospecting in disputed\nwaters.\n    A Foreign Ministry statement last night hinted Turkey was\nclaiming victory. A Greek-based international consortium, North\nAegean Petroleum Co., Had given up plans to start searching for\noil in international waters east of Thasos island, it said.\n    \"In the same way it has been understood that Greece will\nalso not undertake oil activities outside its territorial\nwaters,\" the statement added.\n    An Ankara Radio report monitored in London said Foreign\nMinister Vahit Halefolu had called on Greece to engage in\ndialogue over the dispute. It was impossible to resolve the\ndispute by crises, he was quoted as saying.\n    \"We call on Greece to come and engage in a dialogue with us\n- let us find a solution as two neighbours and allies should,\"\nhe said.\n    The radio said Halefoglu had briefed the leaders of a\nnumber of the country\"s political parties on the latest\ndevelopments.\n    Turkey sent the survey ship Sismik 1 into the Aegean\nyesterday, flanked by warships, to press its case but having\nearlier said it would go into disputed waters, declared the\nvessel would stay in Turkish areas.\n    Prime Minister Turgut Ozal, in London on his way home after\nheart surgery in the United States, is expected to receive an\necstatic welcome from thousands of Turks when he returns today.\n    He was in defiant mood last night, telling Turkish radio:\n\"We can never accept that Greece should confine us to the\nAnatolian continent. If there are riches under the sea, they\nare for mankind.\"\n    Despite the end of the crisis, Turkish officials\nacknowledged that the underlying dispute over delimiting the\ncontinental shelf in the Aegean remained unsolved.\n    Turkey alleged that the consortium\"s plans would have\ninfringed the 1976 Berne agreement between the two countries,\nwhich called for a moratorium on any activities until the\ndelimitation was agreed. Greece earlier this month declared it\nconsiders the accord inoperative.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}