{
    "DATE": "17-MAR-1987 13:43:11.07",
    "TOPICS": [
        "grain",
        "wheat",
        "rice"
    ],
    "PLACES": [
        "usa",
        "italy",
        "greece",
        "uk",
        "france",
        "pakistan",
        "india",
        "philippines",
        "indonesia",
        "malaysia",
        "thailand",
        "algeria",
        "tunisia"
    ],
    "NEWID": "6153",
    "TEXT": {
        "TITLE": "WORLD CROP WEATHER SUMMARY -- USDA/NOAA",
        "DATELINE": "    WASHINGTON, March 17 - ",
        "BODY": "Dry weather covered most European\ncrop areas in the week ended March 14, except for those in\nsouthwestern France, southern Italy, and Greece, the Joint\nAgricultural Weather Facility of the U.S. Agriculture and\nCommerce Departments said.\n    In its International Weather and Crop sumary, the agency\nsaid mixed rain and snow covered Greece.\n    Winter grains in England, France, and northern Italy\nremained dormant. Grains usuaually break dormancy in March.\n    Winter grains in Eastern Europe usually break dormancy in\nearly April, it said.\n    Showers improved irrigation supplies in winter wheat areas\nof northern Pakistan and northern India, it said.\n    Normally, wheat harvesting is well underwaty in central\nIndia and just beginnning to the north, ending in most areas by\nlate April.\n    Showers improved irrigation supplies in southern India,\nreversing February's below-normal trend.\n    Summer rice is usually in or nearing reproduction in most\nsouthern areas, it said.\n    In the Philippines, most rainfall was restricted to the\ncentral islands, continuing February's drying trend in Luzon\nand southern Mindanao.\n    Locally heavy showers dotted Indonesia and Malaysia as\nrainfall generally decreased eastward through the islands.\n    In February locally heavy showers may have caused flooding\nin Java, it said.\n    The second cnsecutive week of dry weather stressed Moroccan\nwinter grains, approaching teh heading stage, the agency said.\n    Light to moderate rain spread from northern Thailand to\nNorthern Vietnam as dry weather prevailed elsewhere in\nSoutheast Asia.\n    Dry weather covered winter grain areas in western and\ncentral Algeria, but soil moisture was likely adequate to meet\ncrop demands, it said.\n    Light showers in eastern Algeria and Tunisia maintained\nadequate moisture for crop growth, it said.\n    Timely rains will be needed in the next several weeks as\nwinter grains advance through the critical reproductive phase,\nthe agency said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "gcc"
    ],
    "PEOPLE": [
        "lyng"
    ]
}