{
    "DATE": "26-MAR-1987 16:50:35.07",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "venezuela",
        "ecuador",
        "mexico",
        "colombia",
        "trinidad-tobago",
        "usa"
    ],
    "NEWID": "10192",
    "TEXT": {
        "TITLE": "NEXT FEW MONTHS CRUCIAL FOR OIL - HERNANDEZ",
        "DATELINE": "     CARACAS, March 26 - ",
        "BODY": "Energy and Mines Minister Arturo\nHernandez Grisanti today told a meeting of regional oil\nexporters the next few months will be critical to efforts to\nachieve price recovery and stabilize the market.\n     Hernandez said while OPEC and non-OPEC nations have\nalready made some strides in their efforts to strengthen the\nmarket, the danger of a reversal is always present.\n    \"March and the next two or three months will be a really\ncritical period,\" Hernandez said. He said, \"We will be able to\ndefine a movement, either towards market stability and price\nrecovery or, depending on the market, a reversal.\"\n    Earlier this week, Hernandez said Venezuela's oil price has\naveraged just above 16 dlrs a barrel for the year to date. If\nOPEC achieves its stated goal of an 18 dlrs a barrel average\nprice, he said, Venezuela's should move up to 16.50 dlrs.\n    Hernandez spoke today at the opening of the fifth\nministerial meeting of the informal group of Latin American and\nCaribbean oil exporters, formed in 1983.\n    Ministers from member states Ecuador, Mexico,\nTrinidad-Tobago and Venezuela are attending the two day\nconference, while Colombia is present for the first time as an\nobserver.\n    Hernandez defined the meeting as an informal exchange of\nideas about the oil market. However, the members will also\ndiscuss ways to combat proposals for a tax on imported oil\ncurrently before the U.S. Congress.\n    Following the opening session, the group of ministers met\nwith President Jaime Lusinchi at Miraflores, the presidential\npalace. The delegations to the conference are headed by\nHernandez of Venezuela, Energy Minister Javier Espinosa of\nEcuador, Energy Minister Kelvin Ramnath of Trinidad-Tobago,\nJose Luis Alcudiai, assistant energy secretary of Mexico and\nEnergy Minister Guilermno Perry Rubio of Colombia.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "opec"
    ]
}