{
    "DATE": "31-MAR-1987 21:52:59.17",
    "TOPICS": [
        "grain"
    ],
    "NEWID": "11768",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - CHINA MUST PRESERVE FARMLAND",
        "AUTHOR": "    By Mark O'Neill, Reuters",
        "DATELINE": "    FENGBANG COUNTY, China, April 1 - ",
        "BODY": "\"If we go on using up\nfarmland as we have done since 1980, there will be none left in\n20 years to grow grain on.\"\n    Xu Jinfeng, a middle-aged official in Fengbang village on\nthe edge of Shanghai, sums up the dilemma China faces as it\ntries to feed its more than one billion people and at the same\ntime let them get richer by building factories and new homes.\n    China has to feed one quarter of the world's population,\nbut only one seventh of its land is arable.\n    Sharp increases in farm output since 1979 turned China into\na net grain exporter for the first time in 1985, and again in\n1986.\n    But the rapid industrialisation of the countryside which\nhas occurred at the same time, has gobbled up arable land for\nfactories and homes for peasants who can now afford them.\n    Official figures show that China lost just under one pct of\nits arable land to other uses in 1985 and a slightly smaller\namount last year. It gained 26 mln new mouths to feed during\nthe two years.\n    \"We lost very little land prior to 1980 when the\nindustrialisation began,\" official Xu said. \"Since then, nearly\nall the families in the county have built new homes and many\nfactories have gone up.\"\n    \"Last year we lost land to a new railway line,\" Xu said. But\nland losses in future should fall because nearly all families\nalready have new houses, she added.\n    The issue of land loss is a matter of major concern to the\nPeking leadership, which announced earlier this month that\nChina will issue nationwide quotas for conversion of grain land\nfor the first time this year.\n    \"The present situation of abusing, occupying unlawfully,\nwasting and destroying land and land resources is serious,\" said\nan article in the official press explaining the new measures.\n    \"It has resulted in great losses of cultivated farmland,\" it\nsaid. \"China has a large population and its land resources are\nbadly deficient.\"\n    An official of the Shanghai city government said county\nauthorities could approve conversion of only 0.3 hectares of\narable land to other uses, while anything more than that must\nbe approved by the city government.\n   The Peking government faces another major obstacle in its\nefforts to ensure China's people get enough grain to eat. The\nprices the state pays to farmers for grain are too low, making\nit more profitable for them to grow other crops.\n    To offset this, the state offers farmers cheap fertiliser\nand diesel oil and payment in advance for grain it contracts to\nbuy. The state then sells the grain at subsidised prices to\nChina's 200 mln city residents. Rural factories also subsidise\ngrain output, paying farmers bonuses to grow it.\n    Some officials argue that the simplest solution to the\nproblem would be for the state to raise city grain prices.\n    Chen Zuyuan, Communist Party secretary of a village in the\neastern province of Zhejiang, said the government listened too\nmuch to the demands of \"selfish city people\" and could raise city\ngrain prices without any problem.\n    But the government has ruled out a price rise. \"Raising the\nprice of grain would directly conflict with the goal of social\nstability,\" said a China Daily editorial this month.\n    The Shanghai official said prices must be reformed over the\nlong term. \"We must be very careful. We have a very large\npopulation which is used to price stability and will object to\nprice rises,\" he said. \"The problem is how to do it.\"\n    The Shanghai official said a rise in grain prices might\nalso affect the prices of hundreds of food products made with\ngrain and consumed by city residents.\n    In addition, the state faces the problem of inadequate\ninvestment by farmers in land and in grain in particular.\n    The official press has reported that farmers fear farm\npolicy may change and they are putting their new wealth into\nbuilding graves, memorial halls for ancestors and homes.\n    Under reforms introduced in the late 1970s, farmers sign\ncontracts with the state requiring them to grow certain crops,\nbut they have considerable freedom in how to use their land.\n    \"As the expiration date of the 15-year contract is almost at\nthe halfway mark, farmers are beginning to worry about the\nfuture,\" the China Daily said in an editorial last month.\n    Their anxieties stem from the fact that they are allowed to\nuse the land but not own it. For most of the period of\nCommunist rule, the land was organised into collectives where\nthere was little room for individual initiative.\n    \"New measures are needed to reassure them of the consistency\nof government policies and make them interested in long-term\ninvestment,\" the newspaper said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "china"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}