{
    "DATE": "18-MAR-1987 15:41:00.51",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6770",
    "TEXT": {
        "TITLE": "U.S. BANK INCOME SHOWS FIRST DROP IN 25 YEARS",
        "DATELINE": "    WASHINGTON, March 18 - ",
        "BODY": "Problems in the farmbelt and\noilpatch regions contributed to the first decline in overall\nincome for U.S. banks in a quarter century, the Federal Deposit\nInsurance Corp (FDIC) said.\n    The nation's 14,181 commercial banks had net income of 17.8\nbillion dlrs in 1986, down slightly from 1985's record 18.1\nbillion dlrs.\n    The total was still the second highest ever reported, but\nit was the first time income had not grown since 1961.\n    The figures reflected a radical split in the health of\nbanks in the two halves of the country, the FDIC said.\n    In the East, one in 12 banks had losses last year, while\none in four banks west of the Mississippi River had losses.\n    Nationwide, one out of five banks reported losses, the FDIC\nsaid in the first of a new series of quarterly banking profiles\nit planned to issue.\n    \"I don't remember a time when there was such a clear\ndistinction by geographic area,\" FDIC Chairman William Seidman\ntold reporters.\n    He said that while the figures were not good, they showed\nthe problem did not lie with the banking system as a whole but\nwith regional differences in economic performance.\n    Some 44 banks have failed so far this year, twice as many\nas failed by this time a year ago, but Seidman said he doubted\nthe pace would continue. \n    On a positive note, banks increased capital to a record 208\nbillion dlrs last year, and there has been a slowing in the\nnumber of new problem banks in all regions except the\nSouthwest, Seidman said.\n    Banks' provision for losses from bad loans in the fourth\nquarter increased to 21.7 billion dlrs, a 23 pct rise from a\nyear ago.\n    Large banks -- those with assets of one billion dlrs or\nmore -- reporting fourth-quarter losses totaled 22, the FDIC\nsaid.\n    Seidman said it was too early to say what effect Brazil's\nmoratorium on debt interest payments would have on U.S. banks.\n    He said bank deregulation had given managers more freedom\nto run their banks and that an increase in failures was to be\nexpected.\n    But this freedom from regulatory restraints also has meant\nother banks that were better managed have gotten stronger,\nSeidman said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}