{
    "DATE": "25-MAR-1987 13:41:36.38",
    "TOPICS": [
        "sugar",
        "grain",
        "corn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9470",
    "TEXT": {
        "TITLE": "U.S. SUGAR POLICY MAY SELF-DESTRUCT, CONGRESSMAN",
        "AUTHOR": "    By Greg McCune, Reuters",
        "DATELINE": "    WASHINGTON, March 25 - ",
        "BODY": "A leading U.S. farm-state\nCongressman, Jerry Huckaby, D-La., warned he will press next\nyear for legislation to control domestic production of\nsweeteners, perhaps including corn sweeteners, if the industry\nfails to voluntarily halt output increases this year.\n    \"We're moving toward a direction where we could\nself-destruct (the U.S. sugar program),\" Rep. Huckaby, chairman\nof the House agriculture subcommittee dealing with sugar\nissues, told Reuters in an interview.\n    Huckaby, who told U.S. sugarbeet growers earlier this year\nthey must halt production increases, said he will deliver the\nsame message to Louisiana sugarcane growers Friday. He also\nsaid he will soon talk with corn refiners on the subject.\n    Huckaby said the campaign to urge a halt to domestic\nsweetener output increases is an effort to forestall further\ncuts in the sugar import quota, now at one mln short tons.\n    \"I think if we're talking about dropping (the quota)\nanother half mln tons, lets say, you're getting to the point\nwhere the program might not work,\" he said.\n    \"Ideally, I'd like to freeze things right where we are,\"\nsaid Huckaby, leading advocate for sugar growers in Congress.\n    A freeze would mean domestic sugar production at about the\ncurrent level of 6.5 mln tons, the corn sweetener share of the\nU.S. market staying at just over 50 pct, and U.S sugar imports\nholding at about 1.2 mln tons, Huckaby said.\n    A decision on whether to seek legislation will not be made\nuntil 1987 output numbers are known late this year, he said.\n    \"I feel like if we didn't expand production, we could\nprobably hold where we are indefinitely, or at least through\nthe 1985 farm bill without any changes (in the sugar program),\"\nHuckaby said.\n    However, much depends on whether high-fructose corn syrup\nproducers continue to expand their share of the U.S. sweetener\nmarket from just over 50 pct, Huckaby said.\n    He noted most estimates are that corn sweeteners will\ncapture at most only another 10 pct of the sweetener market in\nthe U.S.\n    But he said if there were an economic breakthrough in the\nproduction of a new crystalline corn sweetener which further\nexpanded the corn sweetener share, then U.S. sugar imports\nmight be eliminated and U.S. sugar output severely reduced.\n    Huckaby said he will deliver this message to corn refiner\ncompanies such as A.E. Staley and Archer Daniels Midland soon.\n    \"This program is advantageous to the corn users. They have\nsome natural, legitimate self-interest in seeing that the\nprogram is preserved,\" Huckaby said.\n    Huckaby said he has asked sugar industry representatives to\nthink about how domestic output could be controlled, either\nthrough production allocations, acreage or marketing controls.\n    Huckaby also said he would be seeking guidance from the\nJustice Department to determine if it would be legal to ask\ncorn refiners to limit production.\n    \"I don't know if we will go this route, but if we do\nthere's a question in my mind at this point in time; can you do\nthat legally?\" he said.\n    Asked if he would proceed with production controls without\nthe support of corn refiners, Huckaby said \"You build a fragile\nhouse if you do it that way.\"\n    Huckaby said he understands why U.S. cane and beet farmers\nhave expanded production, because high sugar price support\nmeans returns from sugar are higher than competing crops such\nas soybeans and grain.\n    But he said for sugar growers as a whole, expansion would\nnot be good policy.\n    Huckaby said he has tried to stress, in his speeches to\nsugar industry groups, that if growers continue to expand, they\nmay be penalized retroactively under any production control\nlegislation passed next year.\n    Huckaby said Congress is unlikely to approve any changes in\nthe sugar program this year despite a Reagan administration\nproposal to drastically slash the program.\n    \"The administration proposal is so drastic, that I don't\nthink it will get up a head of steam,\" Huckaby said.\n    He said even a more moderate proposal to reduce sugar price\nsupport is unlikely to be approved.\n    Instead of seeking to slash the domestic sugar program,\nHuckaby said the Reagan administration should file a complaint\nwith the General Agreement on Tariffs and Trade against the\nEuropean Community's sugar policy. He said EC policies are the\nmajor cause of the depressed world sugar market.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "icco",
        "ec"
    ]
}