{
    "DATE": "26-FEB-1987 18:28:33.66",
    "TOPICS": [
        "veg-oil",
        "oilseed",
        "meal-feed",
        "soybean",
        "soy-oil",
        "soy-meal"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "200",
    "TEXT": {
        "TITLE": "FALLING SOYBEAN CRUSH RATIOS CUT OUTPUT",
        "AUTHOR": "    by John Morrison, Reuters",
        "DATELINE": "    CHICAGO, Feb 26 - ",
        "BODY": "The sharp decline in soybean crush ratios\nseen in the last few weeks, accelerating in recent days, has\npushed margins below the cost of production at most soybean\nprocessing plants and prompted many to cut output of soybean\nmeal and oil.\n    The weekly U.S. soybean crush rate was reported by the\nNational Soybean Processors Association this afternoon at 21.78\nmln bushels, down from the 22 mln bushel plus rate seen over\nthe past two months when crush margins surged to the best\nlevels seen in over a year.\n    Active soymeal export loadings at the Gulf had pushed\nsoybean futures and premiums higher, prompting a pick-up in the\nweekly crush number.\n    However, much of that export demand seems to have been met,\nwith most foreign meal users now waiting for the expected surge\nin shipments of new crop South American soymeal over the next\nfew months.\n    U.S. processors are now finding domestic livestock feed\ndemand is very light for this time of year due to the milder\nthan normal winter, so they steadily dropped offering prices in\nan attempt to find buying interest, soyproduct dealers said.\n    Soybean meal futures have also steadily declined in recent\nweeks, setting a new contract low of 139.70 dlrs per ton in the\nnearby March contract today.\n    \"Many speculators down here bought March soymeal and sold\nMay, looking for no deliveries (on first notice day tomorrow,\nwhich would cause March to gain on deferreds),\" one CBT crush\ntrader said.\n    \"But they've been bailing out this week because the March\nhas been acting like there will be a lot delivered, if not\ntomorrow, then later in the month,\" he added.\n    As a result of the weakness in soymeal, the March crush\nratio (The value of soyproducts less the cost of the soybeans)\nfell from the mid 30s earlier this month to 22.6 cents per\nbushel today, dropping over five cents in just the last two\ndays.\n    The May crush ended today just over 17 cents, so no\nprocessors will want to lock in a ratio at that unprofitable\nlevel, the trader said. Hopefully, they will now start to cut\nback production to get supplies in line with demand, he added.\n    With futures down, processors are finding they must bid\npremiums for cash soybeans, further reducing crush margins.\n    A central Illinois processor is only making about 30 cents\nfor every bushel of soybeans crushed at current prices, down\nsharply from levels just seen just a few weeks ago and below\nthe average cost of production, cash dealers said.\n    Most soybean processing plants are still in operation, with\nlittle talk of taking temporary down-time, so far. But\nprocessors will start halting production in the next few weeks\nit they continue to face unprofitable margins, they added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "lyng"
    ]
}