{
    "DATE": " 9-MAR-1987 10:47:32.75",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "3111",
    "TEXT": {
        "TITLE": "U.K. ISSUES ONE BILLION STG BOND TRANCHE",
        "DATELINE": "    LONDON, March 9 - ",
        "BODY": "The Bank of England said it was taking\nonto its books a further one billion stg tranche of 8-3/4 pct\nTreasury Loan stock due 1997, payable 40 stg pct on\napplication. The stock was issued to the Bank at 96.50 stg pct\nand will be available for dealings from March 11, with the\nremainder of the amount payable on May 5. The Bank said the\nbonds would yield 9.28 pct at the issue price and would be free\nof tax to residents overseas. The issue would be designated\n8-3/4 pct Treasury Loan 1997 \"B.\"  A further 100 mln stg was\nreserved for the National Debt Commissioners.\n    The market dropped by up to 1/2 point following the Bank's\nannouncement, with the Treasury 13-1/2 pct stock due 2004/08\nquoted one full point lower at 134-12/32 stg pct around 20\nminutes after the news.\n    Dealers said the announcement had to be viewed against the\nbackdrop of intense pressure for lower U.K. Interest rates\nwhich had built up over the past two weeks as a result of\nsterling's strength.\n    The Bank this morning finally signalled it was prepared to\nsee lower rates and U.K. Clearing banks this afternoon\nannounced cuts in their base lending rates to 10.5 pct from 11\npct.\n    The Bank had initially been reluctant to countenance a rate\ncut because, dealers said, the authorities had wished to delay\na reduction until around the time of the U.K. Budget on March\n17, thereby preserving the full impact of Chancellor of the\nExchequer Nigel Lawson's package of measures.\n    However, in the face of sterling's apparently inexorable\nclimb, the authorities today decided to cede to pressure and\nallow a half-point cut.\n    Today's one billion stg tap issue was viewed by the market\nas a move by the Bank to eradicate hopes for a further early\nrate cut which might arise as a result of strong sterling.\n    Most market participants believe that Lawson will now\nfoster a further half point interest rate reduction at the time\nof the budget, although one or two said they would not be\nsurprised to see a full point decline at this stage.\n    Dealers noted that as part of the authorities' attempts\nlast week to ease pressure for lower rates, the Bank had issued\na one billion stg tap stock with a view to subduing the\nGovernment bond market.\n    To the surprise of most participants, the issue was sold\nout within hours of becoming available for trading and the\nmarket pushed on to register further sharp gains.\n    Dealers said that at this stage it seemed unlikely that the\nissue announced today would be absorbed by the market as\nrapidly as last week's.\n    However, they noted that although sterling had edged down\nfrom its highs following the base rate cut, it had still closed\non a trade-weighted basis at 72.4, well ahead of Friday's final\n71.8 and only just beneath the peak of 72.5 touched at 1300\nGMT.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}