{
    "DATE": " 8-APR-1987 14:23:05.12",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa",
        "brazil",
        "ecuador"
    ],
    "NEWID": "15227",
    "TEXT": {
        "TITLE": "SECURITY PACIFIC <SPC> LOANS PUT ON NON-ACCRUAL",
        "DATELINE": "    LOS ANGELES, April 8 - ",
        "BODY": "Security Pacific Corp said it is\nplacing medium and long-term loans to Brazil and Ecuador on a\nnon-accrual basis as of March 31, a move that will reduce first\nquarter earnings by 7.2 mln dlrs, or nine cts per share, after\ntaxes.\n    Despite the anticipated reduction to quarterly earnings,\nSecurity Pacific said it still expects to report first quarter\nearnings higher than the 88 mln dlrs, or 1.11 dlrs per share\nreported for the first quarter of 1986.\n    The bank holding company said the action affects 401 mln\ndlrs of loans to Brazil and 73 mln of loans to Ecuador.\n    Brazil suspended interest payments on its 68 billion dlrs\nof medium- and long-term debt on February 20.\n    Ecuador, which has foreign debt of roughly eight billion\ndlrs, has not paid any interest to foreign banks since\nFebruary.\n    In March Ecuador said it would suspend interest payments\nfor the rest of the year because of an earthquake which halted\nthe export of oil, which accounts for about 75 pct the\ncountry's export revenues.\n    In its announcement, Security Pacific said it will record\ninterest income only as it is received in cash.\n    The company also said it believes that Brazil will reach an\nagreement with its banks and that interest payments will resume\nlater in 1987.\n    The Brazilian negotiations resume on Friday in New York\nwhen Central Bank Governor Francisco Gros is expected to ask\nbanks for a 90-day roll-over of some 9.5 billion dlrs of term\ndebt that matures on April 15.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc",
        "ec"
    ],
    "PEOPLE": [
        "stoltenberg",
        "poehl",
        "balladur",
        "de-larosiere",
        "miyazawa",
        "sumita",
        "leigh-pemberton",
        "goria",
        "james-baker"
    ],
    "EXCHENGES": [
        "lme"
    ]
}