{
    "DATE": "18-MAR-1987 03:20:51.74",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "6346",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - JAPAN BUYING OVERSEAS FIRMS",
        "AUTHOR": "    By JEFF STEARNS, REUTERS",
        "DATELINE": "    TOKYO, March 18 - ",
        "BODY": "More U.S. And European firms will be\nfalling prey to Japanese corporations bulging with cash and\neager to extend their reach further overseas, according to\nmerger and acquisitions specialists polled by Reuters.\n    Already, rich Japanese companies have pounced on U.S.\nBanks, steel and other businesses.\n    In the latest attempt, Fujitsu Ltd <ITSU.T> -- Japan's\nbiggest computer maker -- unsuccessfully bid for <Fairchild\nSemiconductor Corp>, a U.S. Microchip maker which supplies\ncomponents for supercomputers.\n    Nomura Securities Co Ltd <NMSC.T> and Daiwa Securities Co\nLtd <DSEC.T>, Japan's two largest brokerage firms, are seeking\na niche in the U.S. And European securities markets, while the\ncountry's huge banks are looking for strongholds in overseas\nbanking, the takeover specialists said.\n    Major trading houses, which see their profits evaporating\nin the heat of increased competition in merchandise trade, all\nhave foreign businesses on their shopping lists.\n    Among manufacturers, car parts makers are under the most\npressure to buy up overseas companies and follow the big auto\nmakers they subcontract for as these move offshore.\n    \"The timing is favourable for Japanese parties to buy up\npotential overseas businesses, especially in the U.S. --\nJapan's largest market and where political risks are minimal,\" a\ntakeover specialist at one trading company said.\n    Japanese companies have become among the world's richest\nafter a series of boom export years and as the yen has climbed\nagainst the dollar by some 40 pct in the past 18 months.\n    But the yen's strength, which has also raised the costs of\nJapan's exports and allowed its Asian neighbours to move into\nits traditional markets, has frozen Japanese corporate growth,\nthe specialists said.\n    Looming trade friction is also threatening to erect more\nbarriers against Japanese exports.\n    Japanese firms see overseas acquisitions as a way to avoid\nthe gloomy growth outlook and put their excess cash to work.\nDomestic interest rates, now at record lows, offer little\ninvestment opportunity.\n    \"Japanese interest in acquisitions has been continuous, but\nthe recent economic factors have become a driving force,\" said a\nbanking industry source.\n    So far, though, the Japanese are being cautious.\n    While mergers and acquisitions among U.S. Firms number in\nthe thousands, Japanese buyouts of overseas companies have\ntotalled just a few dozen, one merchant banker said.\n    Another merchant banker said that a flurry of Japanese\nacquisition activity was originally expected five years from\nnow, but that time span appeared now to be too long.\n    Japanese firms are becoming more aggressive now, he said.\n    A turning point seemed to be Dainippon Ink and Chemicals\nInc's <DIAC.T> takeover bid for <Sun Chemical Corp> of the U.S.\nLast year, which some analysts saw as somewhat hostile, he\nadded.\n    Dainippon Ink bought Sun Chemical's graphic arts group for\n550 mln dlrs late last year, after an earlier unsolicited bid\nfor the whole company. Sun Chemical refused to sell its entire\nbusiness after learning that Dainippon planned to liquidate all\nbut its graphic arts-related businesses.\n    Hostile takeovers are considered unethical and frowned upon\nby the Japanese, the trading company official says. \"Japanese\npeople don't like fighting. They prefer peaceful amicable\ndeals.\" But now after some experience overseas, Japanese\ncompanies are acquainted with local practice, he adds. \"This is\na healthy progression.\"\n    However, the experts do not expect the Japanese to run the\nboard meetings of any giant U.S. Or European concerns.\n    \"Japanese companies are not fully confident in managing a\nlarge U.S. Or European corporation,\" one banker said. \"They will\nexpand their operations only gradually, a typical way for\nJapanese business.\"\n    A foreign merchant banker also noted, \"There are not many\nmega-deals left to do in the United States. A lot of the big\ndeals there have already been done.\"\n    But medium-size and small concerns are potential targets of\nJapanese companies, the specialists said.\n    Japanese will be aiming for new businesses in\nhigh-technology areas. \"Japanese companies had used technology\nand quality to get where they are and are unlikely to deviate\nfrom that trend,\" one takeover specialist said.\n    Many are watching the results of the first acquisitions. If\nthese succeed, activity could build, the specialists said.\n    But few such specialists are going to sit back and wait\nuntil the action begins. Already, they said, Japanese trading\nhouses, long-term credit and commercial banks, brokerages and\nforeign merchant banks have set up research sections to act as\ngo-betweens in deals or find good buys for themselves.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lyng"
    ]
}