{
    "DATE": " 9-APR-1987 10:40:55.74",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "15581",
    "TEXT": {
        "TITLE": "VW SAYS 480 MLN MARKS MAXIMUM FOR CURRENCY LOSSES",
        "DATELINE": "    WOLFSBURG, West Germany, April 9 - ",
        "BODY": "Losses for Volkswagen AG\n<VOWG.F>, VW, linked to an alleged foreign currency fraud will\nnot exceed the 480 mln marks provision already made, a VW\nspokesman said.\n    The spokesman was commenting after VW had confirmed it\nwould pay an unchanged 10 mark dividend for ordinary shares on\n1986 business, despite the provision.\n    One West German newspaper today quoted foreign currency\ndealers in Frankfurt as speculating that the total losses from\nthe currency affair could be as high as 1.5 billion marks, but\nthe VW spokesman described 480 mln marks as an \"upper limit.\"\n    VW said in a statement following today's supervisory board\nmeeting that it had discussed the foreign currency scandal in\ndetail, and was setting up a new probe into its foreign\ncurrency activities to be carried out by an unnamed auditing\ncompany.\n    VW has said computer programs were erased and documents\nwere faked in the alleged fraud in which it believes\ntransactions intended to protect it against possible foreign\ncurrency losses were not completed.\n    VW's former foreign currency chief Burkhard Junger was\narrested on Monday on suspicion of embezzlement and of having\nevaded justice.\n    Earlier VW had said that its 1986 results would match 1985\nprofits. VW's group net profit in 1985 was 596 mln marks and\nparent company net was 477 mln marks. It also said it recommend\nan unchanged dividend to the supervisory board. The company has\nalso set a dividend of 11 marks for new preference shares,\nwhich were issued last year. Analysts have described the held\ndividend as a move to reassure worried shareholders.\n    VW increased nominal capital by 300 marks last year to 1.5\nbillion marks, with the result that its total dividend payment\non 1986 will be 306 mln marks compared with 240 mln on 1985,\nsince the new capital was in preference shares.\n    The share analysts say VW will have to dig into reserves in\norder to maintain the disclosed 1986 profit at 1985 levels. At\nthe end of 1985, VW had parent company reserves of slightly\nless than three billion marks.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nyce"
    ]
}