{
    "DATE": "29-APR-1987 07:47:06.88",
    "TOPICS": [
        "gnp",
        "trade",
        "cpi"
    ],
    "PLACES": [
        "thailand"
    ],
    "PEOPLE": [
        "andriessen"
    ],
    "NEWID": "17385",
    "TEXT": {
        "TITLE": "THAI ECONOMY TO ACHIEVE FIVE PCT GROWTH THIS YEAR",
        "DATELINE": "    BANGKOK, April 29 - ",
        "BODY": "Thailand's gross domestic product will\nexpand five pct this calendar year, up from 3.8 pct in 1986,\ndespite a projected slight decline in agricultural output due\nto drought, the Bank of Thailand said.\n    Central bank spokesman Siri Karncharoendi told reporters\nthe Thai economy clearly recovered in the first quarter from\nthe lingering effects of the 1984-85 recession.\n    He said the industrial sector is expected to expand 5.5 pct\nthis year, up from five pct in 1986. Agricultural output is\nprojected to grow 2.8 pct after 1.5 pct contraction in 1986.\n    He said January/March imports grew 19.2 pct to 70.7 billion\nbaht, in response to an improving domestic market, compared\nwith a nine pct decline to 59.3 billion a year ago. Non-oil\nimports grew 24.8 pct to 60.2 billion baht while oil imports\ndeclined 5.6 pct to 10.5 billion.\n    First quarter exports increased 12.7 pct to 63.2 billion\nbaht compared with 14.4 pct and 56.1 billion a year ago.\n    Siri said he expects the trade deficit to widen to about 30\nbillion baht this year from 17.4 billion in 1986. The current\naccount, which last year posted a surplus of 3.5 billion baht,\nis projected to return to a 7.4 billion deficit in 1987.\n    He said overall January/March lending by the Thai banking\nsystem grew a strong nine pct to 577.9 billion baht, up from\n4.7 pct growth in the previous quarter and 5.8 pct for the\nwhole of 1986.\n    He said the Thai consumer price index rose 1.8 pct in the\nfirst quarter, down from 2.3 pct a year ago, but added that\nwith the economy picking up, inflation is expected to rise to\n2.5 pct this year from 1.9 pct for the whole 1986.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}