{
    "DATE": "13-APR-1987 03:07:45.33",
    "TOPICS": [
        "trade",
        "wpi",
        "cpi",
        "income",
        "retail"
    ],
    "NEWID": "16118",
    "TEXT": {
        "TITLE": "YUGOSLAV ECONOMY WORSENED IN 1986, BANK DATA SHOWS",
        "DATELINE": "    BELGRADE, April 13 - ",
        "BODY": "National Bank economic data for 1986\nshows that Yugoslavia's trade deficit grew, the inflation rate\nrose, wages were sharply higher, the money supply expanded and\nthe value of the dinar fell.\n    The trade deficit for 1986 was 2.012 billion dlrs, 25.7 pct\nhigher than in 1985. The trend continued in the first three\nmonths of this year as exports dropped by 17.8 pct, in hard\ncurrency terms, to 2.124 billion dlrs.\n    Yugoslavia this year started quoting trade figures in\ndinars based on current exchange rates, instead of dollars\nbased on a fixed exchange rate of 264.53 dinars per dollar.\n    Yugoslavia's balance of payments surplus with the\nconvertible currency area fell to 245 mln dlrs in 1986 from 344\nmln in 1985. The National Bank said the drop was due to a\ndeterioration in trade. Exports to the convertible currency\narea rose 11.6 pct from 1985, while imports rose 17.8 pct.\n    Retail prices rose an average of 88.1 pct in 1986 while\nindustrial producer prices rose by 70.6 pct, the bank's data\nshowed. The cost of living rose by 89.1 pct.\n    Personal incomes rose by 109 pct in 1986.\n    Prime Minister Branko Mikulic warned in February that wages\nwere too high given the level of productivity.\n    Mikulic introduced a law cutting wages to the level of the\nlast quarter of 1986 and tying future rises to productivity.\n    Bank statistics show the overall 1986 rise in M-1 money\nsupply was 109.1 pct with a year-end position of 3,895.9\nbillion dinars. Yugoslavs have 9.8 billion dlrs worth of\nforeign currency savings in the country and 20 billion dlrs\nabroad, mostly owned by workers employed in western Europe.\n    The dinar fell by 73.1 pct against a basket of hard\ncurrencies in 1986. The highest depreciation was against the\nSwiss franc, 85.3 pct, and the lowest against the U.S. Dollar,\n46.2 pct.\n REUTER\n\u0003"
    },
    "PLACES": [
        "yugoslavia"
    ],
    "PEOPLE": [
        "mikulic"
    ],
    "ORGS": [
        "ec"
    ]
}