{
    "DATE": "16-MAR-1987 07:20:40.55",
    "TOPICS": [
        "money-fx",
        "yen",
        "gnp"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "5271",
    "TEXT": {
        "TITLE": "BANK OF JAPAN SATISFIED WITH YEN AT CURRENT RANGE",
        "DATELINE": "    TOKYO, March 16 - ",
        "BODY": "The Bank of Japan is satisfied with the\nyen around its current range, a senior central bank official\ntold reporters.\n    He said the pledge by major industrial nations in Paris\nlast month to cooperate to hold exchange rates around current\nranges applied in both directions, a dollar fall or a dollar\nrise.\n    Unilateral intervention itself cannot ensure currency\nstability, but it can be useful when coordinated with other\npolicies and with other central banks, he said.\n    The Bank of Japan is rather confident currency stability\nwill continue for some time, the senior bank official said, but\ndeclined to be more specific.\n    Finance Minister Kiichi Miyazawa told parliament on Friday\nthe current dollar/yen exchange rate is not necessarily\nsatisfactory for the Japanese economy.\n    Asked what factors might destabilize the markets, the\nofficial cited a lessening of market fear about intervention, a\ncompletely unexpected change in the economy of Japan, the U.S.\nOr West Germany, or resumption of comments by government\nofficials seeking to talk the dollar up or down.\n    The senior bank official said he expects Japan's gross\nnational product (GNP) to grow three pct or slightly more in\nthe fiscal year beginning in April. That would be little\nchanged from the performance expected this year.\n    Domestic demand may grow nearly four pct in 1987/88, but\nthe external sector will have a negative impact on GNP of\nnearly one percentage point, he said.\n    He said there was virtually no room for further monetary\npolicy action to boost the economy. The economy's performance\nin the future very much depends on fiscal policy, he added.\n    The central bank's monetary policy has already done its\npart in stimulating the economy, the senior bank official said.\nThe Bank of Japan has cut its discount rate five times over the\nlast year and a half.\n    Although the central bank does not see any imminent risk of\ninflation, there could be some problems in the future, he said.\n\"We are sitting on a barrel of powder, but fortunately it may\nstill be wet,\" he added.\n    Liquidity among private households and especially the\ncorporate sector has increased substantially, he said.\n    The liquidity is the reason for the recent boom of stock\nexchange prices, the bank official said. This inflow of funds\ninto the stock exchange, occurring also in other countries, may\ncontinue, he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec",
        "ico-coffee",
        "itc",
        "icco"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "ongpin"
    ]
}