{
    "DATE": "31-MAR-1987 13:03:09.88",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11492",
    "TEXT": {
        "TITLE": "GENCORP <GY> ALTERNATIVE PLAN DUE WITHIN A WEEK",
        "DATELINE": "    AKRON, Ohio, March 31 - ",
        "BODY": "A. William Reynolds, chairman and\nchief executive of GenCorp Inc, told shareholders he expects to\nannounce a company alternative to a 100-dlr-per-share hostile\ntender within a week.\n    Last night the company urged shareholders to reject the\ntender. Reynolds urged shareholders to be patient, saying the\ngroup sponsoring the tender offer had months to evaluate\nGenCorp while \"we have had only 10 days to respond.\"\n    Reynolds also disclosed the company has resolved legal\nchallenges to its planned sale of WOR TV, serving the New York\nCity market, and expects to complete the sale by Friday.\n    Reynolds said the company expects to book an after tax gain\nof 250 mln dlrs from the sale of WOR TV. The company plans to\nsell the station to MCA Inc <MCA> for 387 mln dlrs.\n    Reynolds did not specify whether the legal challenges were\ndropped or dismissed. The Federal Communications Commission has\nalready approved the station's sale.\n    Money from the sale of the station will play a role in\nhelping develop an alternative to the tender offer co-sponsored\nby AFG Industries Inc <AFG> and Wagner and Brown, Reynolds\nsaid. He provided no other details.\n    Randall Hubbard, chairman of AFG, and Joel Reed, chief\nfinancial officer of Wagner and Brown, attended the meeting,\nwhich was shifted from a tire plant to a downtown hotel. About\n300 people were present despite an overnight snowstorm.\n    Hubbard and Reed chatted briefly with Reynolds after the\nmeeting but declined to discuss their proposal with reporters.\n    Reynolds told the shareholders friends and family members\nhave been telling him \"Bill, just don't pay greenmail\" to end\nthe takeover threat. Greenmail describes a buyout of a minority\nshareholder at a price not available to other holders. Reynolds\nsaid he considers it a \"repugnant device.\"\n    Shareholders elected management's slate of 11 directors.\nMario Gabelli, head of a New York investment firm which owns a\nlarge block of stock, proposed one nominee for the board.\nGabelli said the unsuccessful attempt was designed to \"stiffen\nthe backbone of the board to discourage greenmail.\"\n    Hubbard and Reed reiterated previous statements that they\nare open to negotiations with GenCorp.\n    Asked about severance contracts for key executives in the\nevent of a shift in control of the company, Reynolds asserted\n\"we're developing alternatives that would not result in a\nchange in control.\"\n    Asked whether the company's plan would be superior to any\nproposal of AFG and Wagner and Brown, Reynolds commented, \"We\nknow the company, we know the values and we know the\nopportunities better than any outside group.\"\n    In response to a question about whether any units are up\nfor sale, he said only that GenCorp is evaluating alternatives.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan",
        "chirac"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}