{
    "DATE": "24-MAR-1987 01:02:07.45",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "hong-kong"
    ],
    "NEWID": "8595",
    "TEXT": {
        "TITLE": "SWIRE SEEN REPORTING 20 PCT RISE IN 1986 PROFIT",
        "AUTHOR": "    By Allan Ng, Reuters",
        "DATELINE": "    HONG KONG, March 24 - ",
        "BODY": "Swire Pacific Ltd <SWPC.HKG> is\nlikely to show a more than 20 pct rise in 1986 operating\nprofits when it reports results tomorrow, reflecting gains in\nits aviation and property businesses, share analysts said.\n    Analysts polled by Reuters estimated after-tax profits from\noperations will be between 1.525 billion and 1.8 billion dlrs\ncompared with 1.23 billion in 1985.\n    They also said Swire will have an extraordinary gain of\nabout 1.38 billion dlrs from the flotation of its Cathay\nPacific Airways Ltd <CAPH.HKG> unit last May.\n    Swire had an extraordinary gain of 59.1 mln dlrs in 1985.\n    Share analysts said Swire will set a 36 cent final dividend\nfor its \"A\" shares, making a total of 54 cents, after 47 cents\nadjusted for a two-for-one bonus issue in 1985.\n    Aviation and properties together account for 75 pct of the\ncompany's net asset value and about 85 pct of its net profits,\nanalysts said.\n    The company's aviation division consists of its majority\nstake in Cathay Pacific Airways Ltd and its 25 pct interest in\n<Hongkong Aircraft Engineering Co Ltd>, which is also 25 pct\nowned by Cathay.\n    Cathay last week reported 1986 profits climbed to 1.23\nbillion dlrs from 777 mln in 1985, partly because of lower fuel\ncosts and greater traffic.\n    Swire's share of Cathay, which stood at 70 pct before the\nflotation, fell to 54.25 pct at the end of last year and has\nsince slipped to 50.23 pct.\n    Hongkong Aircraft reported this month its 1986 net profits\nrose 29.5 pct to 115.5 mln dlrs.\n    Tony Measor, an analyst at Hong Leong Securities Ltd,\nestimates Swire's profits will be 1.525 billion dlrs.\n    \"Much depends on properties,\" said Measor. \"And they did a lot\nbetter in the second half of the year.\"\n    Estimates of profits from the firm's wholly owned Swire\nProperties Ltd unit range widely from 500 mln dlrs to 700 mln\ncompared with 570 mln dlrs in 1985.\n    Swire Properties recorded an interim profit of 120 mln dlrs\nfor the first half of 1986, well below 260 mln dlrs for the\nsame 1985 period, but analysts said that was due mainly to the\nlow level of completion of new residential flats. The firm's\nproperties consist mainly of the Taikoo Shing residential\ndevelopment and two luxury housing projects.\n    Hoare Govett Asia Ltd said the completion of 1,100 flats in\nTaikoo Shing will have yielded profits of 300 mln dlrs in\nsecond-half 1986.\n    During the year property prices continued to rise as more\npeople bought real estate, benefiting from low interest rates,\nanalysts said.\n    \"At the end of last year, flats in Taikoo Shing were selling\nat 1,100 dlrs per square foot, up by about 20 pct from a year\nago,\" said Frederick Tsang of Mansion House Securities (F.E.)\nLtd.\n    Swire is developing a large commercial and hotel complex in\nthe central business district of Hong Kong but it will not\nprovide income until the first stage is completed next year.\n    The company also sold three properties and a part interest\nin a proposed hotel development, which should result in\nextraordinary gains of 60 mln dlrs in 1986, according to James\nCapel (Far East) Ltd.\n    Swire's trading and manufacturing operations are expected\nto earn 300 mln dlrs, up 22 pct from 1985 but its shipping and\noffshore services are likely to post a small loss of about 10\nmln dlrs because of depressed market conditions.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}