{
    "DATE": "24-MAR-1987 10:00:16.07",
    "TOPICS": [
        "retail",
        "jobs",
        "gnp",
        "inventories",
        "trade",
        "cpi"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8746",
    "TEXT": {
        "TITLE": "U.S. ECONOMY SHOWS PROMISING SIGNS OF GROWTH",
        "AUTHOR": "    By Donna Smith, Reuters",
        "DATELINE": "    WASHINGTON, March 24 - ",
        "BODY": "The U.S. economy is showing some\npromising signs of accelerated expansion despite the\nsluggishness of the fourth quarter last year, private\neconomists say.\n    Some of the slowness experienced in the October-December\nperiod had been expected to spill over into the first quarter\nthis year, as the tax law changes that went into effect in\nJanuary slowed business and consumer spending.\n    But some of the latest economic data show signs of\nsurprising strength in the U.S. economy, although some\neconomists remain cautious about the outlook.\n    The Commerce Department reported today that new orders for\ndurable goods in February jumped by 5.7 billion dlrs, a six pct\nrise, to 101.2 billion dlrs. Even excluding volatile defense\ngoods, durable goods orders rose a healthy 3.8 pct, the agency\nsaid.\n    The February numbers surpassed the expectations of many\nfinancial analysts, whose predictions ranged from flat to\nincreases of up to five pct.\n    The January/February employment statistics suggest the\nGross National Product will show a healthy rate of growth for\nthe first three months of this year, said Lyle Gramley, an\neconomist with the Mortgage Bankers Association.\n    The U.S. jobless rate in February and January was 6.7 pct,\nthe lowest rate since March 1980. The number of new non-farm\njobs rose by 337,000 in February after a 319,000 gain in\nJanuary and a 225,000 December increase, the government said.\n    The employment data suggests a GNP annual growth rate of\nabout three to 3.25 pct in the first quarter, said Gramley.\n    Much of that will be attributed to businesses rebuilding\ntheir inventories and is not likely to be sustained in the\nsecond quarter, Gramley said. He expects a slowdown in the\nsecond quarter with smaller increases in personal consumption\nand government spending. He also sees residential construction\ndeclining mostly for multi-family housing units.\n    Fidelity Bank senior economist Mickey Levy said some of the\nfourth quarter slowness will continue.\n    Levy predicts GNP will grow at a scant 1.5 pct rate in the\nfirst quarter of 1987, accelerate during the second quarter and\nshow a brisk 4.5 pct annual rate in the third quarter.\n    The key to both forecasts is a marked improvement in the\nU.S. trade balance which is expected because of the decline in\nthe dollar's value over the last year and half.\n    \"The improvement will be gradual and long lasting,\" Levy\npredicted. Most of it will be through import reduction, but at\nleast one-third will be due to a rise in product exports as the\nprices of U.S. goods become more attractive overseas.\n    The Reagan administration has predicted the trade deficit,\nwhich soared to record levels last year, will improve this year\nand the U.S. economy will grow by a respectable 3.2 pct for the\nyear compared with a 2.5 pct rate last year.\n    As part of the effort to reduce the trade deficit, the U.S.\nhas been pressing West Germany and Japan to stimulate their\ndomestic demand for goods from the U.S. and others.\n    U.S. officials believe that would help take some of the\npressure off the United States whose five years of economic\ngrowth has been the mainstay of developing countries.\n    The U.S. economy provided them with a giant market for\ntheir goods giving them a way to earn income badly needed to\nservice their foreign debt.\n    The government last week said the U.S. economy grew at a\nmodest 1.1 pct annual rate during the fourth quarter.\n    There were indications of improvement in the huge imbalance\nbetween the volume of goods imported to the United States and\nthose shipped abroad. The report showed a rising volume of\nexports corresponding to a decline in imports despite the fact\nthat in current dollar terms, the U.S. trade deficit worsened\nduring the closing three months of 1986.\n    While fourth quarter economic growth was weak, corporate\nprofits jumped a healthy 6.1 pct during the period, the\ngovernment said. It also reported that inflation, as measured\nby the GNP price deflator, remained in check, growing a\nmoderate 0.7 pct in the period, the lowest rise in 19 years.\n    The government also reported that consumer spending, a key\nelement of the five year economic recovery, jumped 1.7 pct in\nFebruary, after falling two pct in January.\n    The Federal Reserve Board also reported that the\nmanufacturing sector, which had been one of the weaker elements\nof the U.S. economy, was showing signs of recovery.\n    In its latest report on current economic conditions, the\nFed said that economic activity in the various regions of the\ncountry ranged from uneven or steady to improving.\nManufacturing activity showed signs of improvement in most\nregions except Dallas where orders remained sluggish.\n    Chase Econometrics Chairman Lawrence Chimerine said the\npick up in the U.S. manufacturing sector is largely due to the\ndrop in the dollar's value. He said he does not foresee a major\npick up in economic activity, but does not believe the economy\nwill slip into recession either.\n    He said higher prices on imported products and wage cuts\nthat have helped the manufacturing sector will squeeze\nconsumers purchasing power.\n    \"That pattern is starting and will continue for a number of\nyears,\" Chimerine said. He sees economic growth hovering around\na modest two pct level for the next few years.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}