{
    "DATE": "19-JUN-1987 18:00:01.84",
    "TOPICS": [
        "nat-gas"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19471",
    "TEXT": {
        "TITLE": "TENNECO <TGT> TO TRANSPORT GAS ON OPEN ACCESS",
        "DATELINE": "    HOUSTON, June 19 - ",
        "BODY": "Tenneco Inc said Tennessee Gas Pipeline\nCo, its largest interstate natural gas pipeline, will transport\nnatural gas under the open access rules of the Federal Energy\nRegulatory Commission, FERC.\n    In open access, gas pipelines serve purely as a transport\ncompany, moving gas from suppliers to customers. Pipelines also\ntransport its own gas to customers.\n    Earlier this week, Transco Energy Co <T> rejected the FERC\nguidelines, saying it would not offer open access until the\nregulatory body offers a solution to the exposure it faces for\ngas it has bought but could not sell.\n    The exposure faced by the industry stems from take or pay\ncontracts, under which pipelines bought gas on long-term\ncontracts they could not sell. The problem grew severe as\ncustomers won cheaper sources of gas because of open access.\n    Some industry analysts speculated earlier this week that\nTenneco might follow Transco's lead and close its pipelines to\nopen-access because of the take-or-pay issue.\n    But Tenneco today said open access \"is one of the steps\nFERC is taking to restructure the gas industry in the U.S. FERC\nis moving the industry through this restructuring now, even\nbefore all transitional problems are solved.\"\n    A spokesman said Tenneco faces 1.7 billion dlrs in exposure\nunder the take-or-pay contracts, but he had no specific figure\nfor Tennessee Gas, which runs 2,000 miles of pipelines from\nLouisiana and Texas up to New England.\n    \"We remain convinced that the most critical transitional\nissue facing the industry--take-or-pay--must be resolved by\nFERC in the near future.\n    \"A failure to do so could have grave consequences for the\nindustry's continued ability to provide its customers with\nreliable natural gas,\" said Tennessee Gas Transmission Co\npresident R.C. Thomas.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}