{
    "DATE": "26-MAR-1987 14:10:59.94",
    "TOPICS": [
        "acq",
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10078",
    "TEXT": {
        "TITLE": "BP <BP> DOES NOT PLAN TO HIKE STANDARD <SRD> BID",
        "DATELINE": "    NEW YORK, March 26 - ",
        "BODY": "British Petroleum Co Plc does not\nintend to raise the price of its planned 70 dlr per share offer\nfor the publicly held 45 pct of Standard Oil Co, BP Managing\nDirector David Simon said.\n    \"We don't seen this as any progressive bidding game,\" he\ntold reporters at a news conference. BP now owns 55 pct of\nStandard's stock.\n    Simon said BP had carefully considered the amount of its\nplanned bid and he quoted an oil analyst, whom he would not\nidentify, as saying BP's careful evaluation means the company\nis not going to raise its offer.\n    \"I think that (an increase) would be totally wrong. I think\nthe price is very fair and it is much to early to speculate\nabout ligigation,\" he said. \"Let's wait and see how the offer\nruns.\"\n    Another official declined to speculate under what\ncircumstances BP might raise its bid.\n    The BP official said the 70 dlrs a share offer is 7.2 times\nStandard's 1986 cash flow and 56 pct above an independent\nevaluation of the company's assets, including the value of its\noil, natural gas liquids and natural gas reserves.\n    He said the price Royal Dutch/Shell Group <RD> <SC> paid\nfor publicly held Shell Oil Co shares in 1985 was 5.1 times\ncash flow.\n    The BP official also said the 70 dlr bid is a 40 pct\npremium over Standard's stock price over the past year.\n    BP Group Treasurer Rodney Chase said more than half to as\nmuch as two-third's of the 7.4 billion dlrs BP needs for its\noffer will come from existing sources. The rest will be\nfinanced by new debt.\n    BP will draw in cash from its operating companies around\nthe world and is also arranging a five billion dlr line of\ncredit, he explained.\n    The company's debt to equity ratio will rise 11 or 12\npercentage points from the current 33 pct if the offer is\ncompleted, Chase said. But the ratio will be back below 40 pct\nwithin 12 months, he added.\n    Chase also said 50 to 60 pct of Standard Oil's publicly\nheld shares are held by financial institutions.\n    Simon said Standard's board was informed of the offer on\nMarch nine and has been considering it since that time.\n    He said BP does not expect any regulatory problems that\nwould delay completion of the acquisition. \"We have informed\nWashington of our intentions and we've already been an integral\npart of ownership of U.S. oil reserves,\" he pointed out.\n    Simon said there is a good chance that current world oil\nprices of about 18 dlrs a barrel could be maintained, and that\nthe more stable market is due mostly to changes in policy in\nSaudi Arabia and other OPEC members to control oil production.\n    \"We think there are signals that current conditions are\nmore favorable than they have been for sometime,\" Simon said.\n    \"We have hopes for greater stability, but we do not see\nprices going much higher,\" he added.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "balladur",
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}