{
    "DATE": "19-JUN-1987 13:48:05.37",
    "TOPICS": [
        "coffee"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "NEWID": "19318",
    "TEXT": {
        "TITLE": "EUROPEAN COFFEE TRADE PROPOSES NEW QUOTA FORMULA",
        "AUTHOR": "    By Jeremy Lovell, Reuters",
        "DATELINE": "    AMSTERDAM, June 19 - ",
        "BODY": "European coffee roasters and traders\nhave agreed to propose a new formula for calculating\nInternational Coffee Organization, ICO, quotas, Dutch Coffee\nTrade Association chairman chairman Frits van Horick said.\n    Van Horick, who is a council member of the European Coffee\nFederation, was speaking at the end of the ECF annual meeting.\n    The new formula is based on six-year moving averages and\nwould give Brazil, the world's biggest coffee producer, an\nunchanged quota for the remaining two years of the current\ncoffee agreement, van Horick said.\n    If accepted by the consumer and producer members of the\nICO, the formula could also be a basis for negotiating a new\nagreement, van Horick said.\n    Coffee quotas were suspended in February last year when\nprices shot up on fears of a drought-induced crop disaster in\nBrazil.\n    Although prices are now considerably lower, consumers and\nproducers have been unable to agree on re-introduction.\n    \"Brazil has been the most strongly against any change in the\nformula because it feared a lower quota. But our proposal\nleaves it very little to object to,\" van Horick said.\n    \"The existing quota system is far too rigid and does not\nreflect supply and demand reality,\" he said. \"Our formula\nbuilds flexibility into the system and will benefit almost\neveryone.\"\n    Although full implications of the new formula have still to\nbe worked out, initial estimates suggest countries such as\nColombia, Kenya, Indonesia and Costa Rica would get slightly\nhigher quotas, while others such as the Ivory Coast, El\nSalvador and Nicaragua would lose quota share, van Horick said.\n    Because the proposal provides that future quota\ndistribution must reflect current demand and actual supply, it\nshould also prevent under-shipment of quota as countries doing\nso would automatically prejudice their following year's quota.\n    \"If the ICO consumers accept our proposal it stands at least\na fair chance of being accepted by the producers at the\nSeptember meeting, most of whom are generally in favour of a\nnew quota formula, \" van Horick said.\n    At the same time much will depend on Brazil's attitude.\n    \"Brazil is increasingly isolated on the producer side. If\nthere is no frost damage to its coffee crop over the next two\nmonths and most other producers favour our proposal, we might\njust get an agreement,\" van Horick added.\n Reuter\n\u0003"
    },
    "PLACES": [
        "netherlands",
        "brazil",
        "colombia",
        "kenya",
        "indonesia",
        "nicaragua",
        "costa-rica",
        "el-salvador"
    ],
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}