{
    "DATE": "26-MAR-1987 15:40:09.91",
    "TOPICS": [
        "grain",
        "sugar",
        "livestock",
        "carcass"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "10124",
    "TEXT": {
        "TITLE": "FRANCE WILL FIGHT EC FARM PROPOSALS - MINISTER",
        "DATELINE": "    VERSAILLES, FRANCE, March 26 - ",
        "BODY": "French Agricultural Minister\nFrancois Guillaume warned that France would flatly reject\nproposed reforms of the European Community, EC, cereals, sugar\nand oilseeds sectors, which he said would disrupt these\nmarkets.\n    The EC Commission's proposals to shorten the intervention\nperiod and lower monthly premiums for cereals and increase the\nfinancial burden on the sugar producers will also result in\nlower real prices for producers, he told farmers here.\n    \"I give you my word that France, while it will not reject\ntechnical adjustments or serious discussion, will simply reply\nin the negative to these bad reforms,\" Guillaume told the annual\nconference of the country's major farm union, FNSEA \n(Federation Nationale des Syndicats Dexploitants Agricoles).\n    Community agricultural ministers are due to meet again\nMonday to try and agree a package of reforms to curb spiralling\nEC output and fix farm prices for 1987/88.\n    Relations between the government and farmers have become\nstrained in France in recent months.\n    There have been sporadic but frequent demonstrations by\nfarmers protesting over sharp falls in meat and pork prices and\nfurther cutbacks in Community milk output.\n    But Guillaume's warning that he would reject reorganisation\nof the EC cereal and sugar markets -- France being a major\nproducer of both crops -- won him warm applause from the\nFNSEA's farmers.\n    His pledge to fight the EC proposals and push for the\ncomplete dismantling of the system of cross border taxes\ndesigned to smooth out currency differences known as Monetary\nCompensatory Amounts, MCA's, however, are unlikely to avoid\nfurther protests by producers.\n    Farm leader Raymond Lacombe said the union planned to go\nahead with a series of major protests both in France and abroad\nagainst the EC Commission's proposals to overhaul the farm\nsector.\n    \"The Minister's proposals back up our determination to\norganise union action in the coming weeks,\" he told reporters,\nadding that this could also act in Guillaume's favour on a\nministerial level.\n    Guillaume was head of the FNSEA for many years before being\nappointed farm minister last spring.\n    Lacombe refused to say whether the farmers felt that\nGuillaume was doing a good job as farm minister.\n    There have been certain advances on cutting production\ncosts, reducing fiscal costs and awarding drought aid, but\nthere are still areas where more could be done such as on\nfarmers' indebtedness, he said.\n    Guillaume told the conference the government will make\navailable 2.4 billion francs (396 mln dlrs) to help producers\nreduce milk output and to encourage older farmers to retire.\n    The government has already announced financial aid for the\nmilk sector and it was not clear how much of the package\nannounced today was new aid, Lacombe said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}