{
    "DATE": " 7-APR-1987 18:45:00.39",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "miyazawa",
        "james-baker"
    ],
    "NEWID": "14757",
    "TEXT": {
        "TITLE": "JAPAN SEEKS TO STRENGTHEN PARIS CURRENCY ACCORD",
        "AUTHOR": "    By Hisanobu Ohse, Reuters",
        "DATELINE": "    WASHINGTON, April 7 - ",
        "BODY": "Japan will seek to strengthen the\nParis accord on currency stability at the meeting of the group\nof seven leading industrial nations tomorrow, Japanese\nofficials said.\n    However, the officials travelling with Japanese Finance\nMinister Kiichi Miyazawa and who asked not to be identified,\nwould not provide any details of how they wanted the accord,\nwhich was signed by the six leading industrial democracies in\nFebruary, to be strengthened.\n    Currency target zones, or reference ranges, will not be\ndiscussed at the G-7 meeting which is scheduled for tomorrow,\nthe Japanese officials said.\n    The meeting, which is being held in conjunction with this\nweek's International Monetary Fund/World Bank sessions, will\nreaffirm the currency pact and there is no need for changing \nthe language used in the Paris accord, the officials said.\n    Miyazawa met with U.S. Treasury Secretary James Baker early\nin this afternoon and discussed the dollar/yen exchange rates,\nofficials said, but they declined to disclosed the details of\nthat discussion.\n    The Japanese officials also declined to detail what\nMiyazawa and Baker discussed on the subject of greater joint\nintervention in currency markets to stabilize the dollar or on\nindependent American intervention.\n    The officials said such a money market action to stabilize\nthe dollar is not only for the benefit of Japan, which is\nsuffering from a sharp appreciation in its currency, but also\nfor the benefit of the United States as well.\n    As to U.S. urgings for Japan to take steps to boost its\ndomestic demand to reduce its trade surplus, Japan will explain\neconomic measures to the G-7, the officials said.\n    However, Miyazawa failed to outline the size of the\nJapanese economic package in his meeting with Baker today\nbecause the Japanese 1987/88 budget has not been authorized by\nthe Diet, or parliament, despite the new fiscal year which\nstarted April one, the officials said.\n    Japan's ruling liberal democratic party revealed its own\neconomic package today calling for more than 5,000 billion yen\nin additional spending.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ]
}