{
    "DATE": "11-MAR-1987 10:31:40.35",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa",
        "canada"
    ],
    "NEWID": "3645",
    "TEXT": {
        "TITLE": "CHRYSLER <C> DEAL LEAVES UNCERTAINTY FOR AMC WORKERS",
        "AUTHOR": "    By Richard Walker, Reuters",
        "DATELINE": "    DETROIT, March 11 - ",
        "BODY": "Chrysler Corp's 1.5 billion dlr bid to\ntakeover American Motors Corp <AMO> should help bolster the\nsmall automaker's sales, but it leaves the future of its 19,000\nemployees in doubt, industry analysts say.\n    It was \"business as usual\" yesterday at the American Motors\nheadquarters, one day after the proposed merger was unveiled by\nChrysler and AMC's French parent Renault, according to company\nspokesman Edd Snyder.\n    But AMC's future, to be discussed at a board meeting today,\nwould be radically different as a Chrysler subsidiary than if\nit had continued with the state-run French car group as its\ncontrolling shareholder.\n    Industry analysts said the future of AMC's car assembly\nplant in Kenosha, Wis., and its Toledo, Ohio, Jeep plant would\nbe in doubt if the overcapacity predicted in the North American\nauto industry by the early 1990s comes to pass.\n    Both plants are far from \"state of the art\" for car\nmanufacturing sites, and AMC has a history of poor labor\nrelations at each.\n    \"Chrysler doesn't need that many new plants,\" said Michael\nLuckey, automotive analyst for the Wall Street firm Shearson\nLehman Brothers. \"They probably will close the Toledo plant and\nmove Jeep production to Canada.\"\n    Ronald Glantz of Montgomery Securities said that at the\nvery least, the new owner of the Toledo plant would be able to\nwring concessions from the United Automobile Workers union\nlocal representing Jeep workers.\n    \"The UAW won't be able to hold them up for ransom as they\nhave AMC because during a down year, Chrysler will have\nunderutilized facilities to transfer production,\" he said.\n    Analysts said they foresaw no major complications that\nwould abort a combination which historians said would be the\nauto industry's biggest merger since American Motors was formed\nin 1954.\n    AMC was in need of a financial savior because of its losses\nof more than 800 mln dlrs since 1980 and pressures in France\nfor Renault to cut its backing. The company had said it could\nnot forecast consistent profitability until 1988 at the\nearliest.\n    In announcing the takeover agreement, Chrysler chairman Lee\nIacocca cited AMC's Jeep division as well as its new 675 mln\ndlr assembly plant at Bramalea, Ontario, and its network of\n1,200 dealers as the major attractions.\n    Analysts reasoned that Chrysler might feel moved eventually\nto sell off or close some of the older plants to cut overhead\ncosts in view of the new debts and liabilities it would incur\nin the AMC buyout.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}