{
    "DATE": "15-MAR-1987 22:04:48.36",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5176",
    "TEXT": {
        "TITLE": "LEADING INDUSTRIAL NATIONS TO MEET IN APRIL",
        "AUTHOR": "    By Peter Torday",
        "DATELINE": "    WASHINGTON, March 16 - ",
        "BODY": "Leading industrial nations will meet\nagain next month to review their accord on currency stability,\nbut U.S. Officials said financial markets are convinced for now\nthe countries will live up to commitments to speed up economic\ngrowth.\n    The narrow currency movements of recent weeks strongly\nsuggests the six leading industrial countries have tamed the\nnormally unruly financial markets and next month's talks seem\nlikely to build on that stability.\n    A Reagan administration official said the Paris agreement\nlast month was the main reason markets were calm.\n    But he said in an interview that financial markets also\nunderstood, \"That all six countries concluded that the measures\nto be taken over a period of time in the future should foster\nstability of exchange rates around current levels. That is in\nfact what has happened since Paris.\"\n    Monetary analysts said stability has been helped in part by\nthe decision of industrial nations to bury the hatchet and\ncease to quarrel over short-term policy objectives.\n    Instead they have focused on medium-term policy goals, but\nleft room to adjust their agreements with periodic meetings.\n    The official refused to comment, however, on whether the\nagreement included a secret pact to consider further\ncoordinated interest rate cuts -- a measure industrial nations\nhave taken jointly several times in the past year.\n    On February 22, the United States, Japan, West Germany,\nFrance, Britain and Canada agreed that major currencies were\nwithin ranges broadly reflecting underlying economic\nconditions, given commitments by Washington to cut its budget\ndeficit and by Toyko and Bonn to boost economic growth.\n    The shake-up would strengthen the U.S. Position in\nfuture international talks.\n    \"I think these changes will strengthen the President's hand\npolitically and the stronger he is politically the better off\nwe are with the Congress and the better off we are in\ninternational fora,\" said the official, an Administration\neconomic policymaker. \"So it would be beneficial to the\ncontinued conduct of our initiatives.\"\n    But the official also said the Administration would resist\ncalls for a tax increase to cut the budget deficit -- a target\nEuropeans say is crucial to help curb economic instability.\n    Last week, dealers said the Federal Reserve intervened to\nstop the dollar rising against the mark, which had breached\n1.86 to the dollar. British authorities are also understood to\nhave intervened to curb sterling's strength.\n    International monetary sources say finance ministers and\ncentral bankers, who will review market performance and their\nown economic prospects, will reassemble again in Washington\njust before the April 9 policymaking meeting of the\nInternational Monetary Fund.\n    The sources said Italy, which refused to join the Paris\npact, was invited back by Treasury Secretary James Baker.\n    Since Paris, there are signs West German growth is slowing,\nwhile U.S. Officials said they were giving Japan until April to\nshow that an economic stimulus package was in the offing.\n    Signs of concern about German prospects emerged recently\nwhen Bundesbank (central bank) president Karl Otto Poehl told\nbankers he would consider cutting West German interest rates if\nthe Fed was ready to follow suit.\n    A Reagan Administration official said this would show there\nhad been some change in approach on the part of the central\nbank in Germany.\n    But he declined to comment on the prospects for action by\nthe Fed and the Bundesbank.\n    \"If there is such a provision it is private and if I talked\nabout it, it would no longer be private,\" said the official, who\nasked not to be identified.\n    Public comments by Fed officials suggest the central bank\nis keeping credit conditions broadly unchanged, but if the\nmajor economies continue to show sluggish growth and the U.S.\nTrade deficit remains stubbornly high, further coordinated\naction could be on the April agenda.\n REUTER...\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}