{
    "DATE": "13-MAR-1987 08:33:11.98",
    "TOPICS": [
        "wpi"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4744",
    "TEXT": {
        "TITLE": "U.S. PRODUCER PRICES RISE 0.1 PCT IN FEBRUARY",
        "DATELINE": "    WASHINGTON, March 13 - ",
        "BODY": "The U.S. Producer Price Index for\nfinished goods rose 0.1 pct on a seasonally adjusted basis in\nFebruary, the Labor Department said.\n    The increase came after a 0.6 pct increase in producer\nprices in January.\n    Higher energy prices were primarily responsible for the\nincrease in February, though they rose at a slower pace than\nthey had in January, the department said.\n    The finished goods index was up 0.1 pct from its February,\n1986 level.\n    Before seasonal adjustment, the index for finished goods\nstood at 292.3 over its 1967 base of 100.\n    Among finished goods, the index for energy products rose\nfour pct in February after a 9.8 pct increase in January. But\nprice increases slowed sharply for gasoline and home heating\noil, the department said.\n    There were some price declines, including a 3.4 pct fall\nfor passenger cars and 1.3 pct for light trucks from January\nlevels. This reflected expanded factory-financed rebates and\ndiscount loan programs, the department said.\n    Before seasonal adjustment, the index for finished goods\nstood at 292.3 over its 1967 base of 100.\n    Among finished goods, the index for energy products rose\nfour pct in February after a 9.8 pct increase in January. But\nprice increases slowed sharply for gasoline and home heating\noil, the department said.\n    There were some price declines, including a 3.4 pct fall\nfor passenger cars and 1.3 pct for light trucks from January\nlevels. This reflected expanded factory-financed rebates and\ndiscount loan programs, the department said.\n    The index for consumer foods fell 0.5 pct after a 1.8\npct drop in January as vegetables, pork and coffee cost less.\nThe index for intermediate goods rose 0.5 pct following a sharp\n0.9 pct rise in January.\n    The department said that energy prices again were the main\nreason, with the index for intermediate energy up 2.7 pct.\n    Gasoline and diesel fuel prices were about five pct higher,\nhalf the 10 pct jump recorded in January.\n    The durable manufacturing materials index edged down 0.1\npct last month after jumping 1.0 pct in January as prices for\nsteel, precious metals and copper stabilized.\n    The department said lead and zinc prices fell, while\nhardwood lumber and cement cost more. The crude materials index\nrose 1.8 pct in February after a 2.9 pct rise in January. Crude\nenergy materials were up 2.6 pct, much less than the 10 pct\nrise in January. Crude petroleum prices rose 4.4 pct last month\nafter a sharp 19.7 pct rise in January.\n    Price rises accellerated for logs and timber and tobacco,\nbut fell for cotton, metal ores and copper and aluminum scrap.\n    Among finished goods, gasoline rose 5.5 pct after a 15.7\npct January increase, and fuel oil was up three pct in February\nafter an 18.0 pct increase in January.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "subroto"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}