{
    "DATE": "13-APR-1987 08:35:15.19",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "16215",
    "TEXT": {
        "TITLE": "OFFER FOR DOME MAY SHORT-CIRCUIT ITS DEBT TALKS",
        "AUTHOR": "    By Larry Welsh, Reuters",
        "DATELINE": "    NEW YORK, April 13 - ",
        "BODY": "A 3.22 billion dlr offer for Dome\nPetroleum Ltd <DMP.MO> by TransCanada Pipelines Ltd <TRP.TO>\nmay short-circuit Dome's restructuring plan and open the door\nfor more takeover bids, oil analysts said.\n    Dome is trying to get approval for a plan to refinance debt\nof more than 4.5 billion dlrs by July 1, 1987, when an interim\ndebt plan that allowed the Canadian oil and gas firm to defer\nsubstantial payments to creditors will expire.\n    Analysts said TransCanada's bid signals Dome's debtholders\nthat an alternative exists to Dome's debt plan.\n    Dome announced its plan to 56 major creditors as well as\npublic noteholders in March after several months of delicate\nnegotiations.\n    TransCanada's proposal \"amounts to a quasi debt\nrestructuring,\" oil analyst Doug Gowland of Brown Baldwin Nisker\nLtd said from Toronto.\n    Calgary-based Dome's restructuring plan would allow\ncreditors to convert debt to common shares under a formula yet\nto be negotiated. Payments on remaining debt would be linked to\ncash flow generated by assets pledged against the debt.\n    \"The weakness of the whole debt-refinancing proposal is that\neven with approval of creditors, there is no assurance that\nDome will in fact be able to repay all of its debt obligations,\"\nsaid Wilf Gobert, an oil analyst for Peters and Co Ltd in\nCalgary.\n    TransCanada's announcement came as a surprise since Dome\nwas waiting for responses from creditors on its proposed\nrefinancing packages, Gobert said.\n    The TransCanada proposal could open the bidding for Dome\nsince other potential buyers were probably waiting for lenders\nto agree to a restructuring, he added.\n    \"I would think that the debtholders would want to entertain\nany and all offers (for Dome),\" Gobert said.\n    Dome spokesman David Annesley said in New York that\nTransCanada's announcement could be seen as an attempt to fix\nthe bidding price for Dome and an effort to preclude other\npossible buyers from making an offer. \"By drawing attention to\nus in our discussions, it means that others may be a little\nreluctant to come forward,\" he said.\n    Dome does not consider TransCanada's proposal a formal\noffer because the pipeline utility's announcement breached a\nconfidential agreement between the two companies, he said.\n    Dome responded to the statement by suspending discussions\nwith TransCanada in order to pursue talks with other\nunidentified parties. However, Dome said its management and\nfinancial advisers would evaluate all proposals, including\nTransCanada's.\n    Gowland said TransCanada's offer is probably a fair price\nfor the company's 36.1 mln acres of oil and gas land holdings.\n    However, he said not enough financial details are known\nabout Dome's debt restructuring to compare the value of\nTransCanada's proposed offer.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "canada"
    ],
    "PEOPLE": [
        "james-baker",
        "stoltenberg",
        "balladur"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}