{
    "DATE": " 6-MAR-1987 14:17:33.76",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2791",
    "TEXT": {
        "TITLE": "LUCKY STORES <LKS>, EDELMAN IN STANDSTILL PACT",
        "DATELINE": "    DUBLIN, Calif., March 6 - ",
        "BODY": "Lucky Stores Inc said it and\ninvestor Asher Edelman agreed on a settlement that prohibits\nEdelman and his group from taking specified actions to obtain\ncontrol of the company and that limits the Edelman group's\nownership of Lucky's stock to less than five pct of any voting\nsecurities.\n    The arrangement also provides for the dismissal of pending\nlitigation between the parties, Lucky Stores said.\n    The settlement also calls for the withdrawal of Edelman's\nmotion to intervene in pending shareholder actions against\nLucky Stores and its directors, the company said.\n    In addition, the standstill provisions also apply to\nHancock Fabrics after it is spun off to Lucky stockholders, the\ncompany said.\n    Lucky Stores said the arrangement also calls for the\ncompany to submit to stockholders at a special meeting set for\nDecember 31 a proposal from Edelman seeking their views\nconcerning repeal of a charter provision that limits the voting\npower of substantial Lucky stockholders.\n    Edelman, who owns about five pct of Lucky Stores' stock,\nlast year was rebuffed in his effort to acquire the company.\n    Last October Lucky Stores implimented a restructuring\nprogram that included the repurchase of 28 pct of its own\ncommon shares and reincorporation in Delaware.\n    The spinoff of Hancock Textile Co, a chain of 324 retail\nstores, was one of the key parts of the restructuring program.\n    Edelman and his Plaza Securities Co partnership\nsubsequently sued in an attempt to block the proposed\nreincorporation, which was a condition of the repurchase and\nrestructuring plan.\n    Under this latest arrangement, Lucky Stores said it agreed\nto reimburse the Edelman group for 2.8 mln dlrs of\nout-of-pocket expenses, which include litigation and other\ncosts.\n    \"This agreement serves the interests of Lucky stockholders\nby avoiding the significant cost of continued litigation and\nthe accompanying demands on management time,\" Lucky Stores\nchairman John Lillie said in a statement.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "opec",
        "iea"
    ],
    "EXCHENGES": [
        "liffe"
    ]
}