{
    "DATE": " 1-APR-1987 15:39:24.80",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "usa",
        "ussr"
    ],
    "NEWID": "12261",
    "TEXT": {
        "TITLE": "ANALYSTS SAY USSR MAY PREFER NEW CROP U.S. WHEAT",
        "DATELINE": "    WASHINGTON, April 1 - ",
        "BODY": "The Soviet Union would likely be more\ninterested in purchasing new crop wheat than in booking any\ngrain for immediate shipment if offered a subsidy on U.S.\nwheat, an executive with a major grain export company said.\n    Lower prices and the desire to delay any big purchases\nuntil the condition of winter and spring crops is better known\nmake new crop wheat more attractive, said George Hoffman,\ndirector of commodity analysis for The Pillsbury Company.\n    \"Pillsbury is assuming that they (Soviets) will be offered\na subsidy and that it will be a subsidy that they can respond\nto,\" Hoffman told Reuters in an interview at an agribusiness\neducation conference here. But if there are too many\nconstraints placed on a subsidy offer, the USSR will take less\nthan an anticipated four mln tonnes, he said.\n    Hoffman said Pillsbury's internal statistics put Soviet\nUnion wheat purchases at only two mln tonnes under a subsidy\noffer. However, if a subsidy is offered at competitive levels,\nMoscow would likely buy more, he said.\n    \"If we give the Soviets the same deal as the Chinese, I\nexpect they'll take it,\" said Vernon McMinimy, director of\ncommodity research for A.E. Staley Manufacturing Co.\n    McMinimy told Reuters spring weather and its impact on\ncrops will determine how much wheat Moscow would buy under a\nsubsidy offer.\n    Soviet winter crops did not get off to a good start because\nof a dry autumn last year, and because of the severe winter\n\"they probably have had more damage due to winter weather than\nnormal,\" McMinimy said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "comex"
    ]
}