{
    "DATE": " 9-MAR-1987 11:03:05.71",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "3137",
    "TEXT": {
        "TITLE": "UK MONEY RATES FALL AS BANK APPROVES BASE RATE CUT",
        "DATELINE": "    LONDON, March 9 - ",
        "BODY": "A half point cut in base lending rates\nwas announced by the big four clearing banks today after the\nBank of England finally endorsed such a move following weeks of\ndownward pressure, dealers said.\n    During its routine intervention in the market, the bank\ntrimmed the rates at which it deals with the discount houses by\nhalf a point and National Westminster led the other clearing\nbanks in reducing its base rate to 10-1/2 pct from 11 pct.\n    The timing of the Bank of England move took operators by\nsurprise after its recent action seemingly designed to dampen\nhopes of a base rate cut ahead of the U.K. Budget on March 17.\n       For some time, fundamentals have\nled the market to push for a one point cut in base lending\nrates to 10 pct but the central bank has declined to follow\nwholesale money market rates down.\n    Although political considerations -- the government's wish\nto see a fall in base rates coincide with the Budget -- had\nbeen suggested by operators last week as reasons for the Bank's\ndelaying action, worries about the real strength of sterling\nand perhaps about the market's reaction to the content of the\nBudget may have been behind the central bank's caution, dealers\nsaid.\n    In the event, sterling continued firm after the rate cut,\nleaving the market still looking for another half point fall.\n    Consequently, rates in the money market eased during the\nday, one-month interbank sterling shedding 5/16 point to\n10-9/16 7/16 and three-months trading 1/16 point down at\n10-5/16 3/16 pct. Sterling cd's were similarly down between\n5/16 point in one month and 1/8 point in one year.\n    Overnight interbank money for tomorrow was indicated at\naround 11 pct, almost a point below the levels ruling at the\nend of last week. Today, overnight touched a high of some\n11-3/4 pct after the Bank took out 228 mln stg of an estimated\n300 mln stg shortage.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}