{
    "DATE": "21-APR-1987 08:16:23.15",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16964",
    "TEXT": {
        "TITLE": "TAIWAN PROPOSES TO INVEST ONE BILLION DLRS IN U.S.",
        "AUTHOR": "    By Chen Chien-kuo, Reuters",
        "DATELINE": "    TAIPEI, April 21 - ",
        "BODY": "Taiwan's Economic Ministry has approved\nan ambitious proposal calling for a one billion U.S. Dollar\ninvestment by private and public companies in the United States\nover the next five years, ministry officials said.\n    John Ni, director of the Ministry's Industrial Development\nand Investment Centre (IDIC), said under the IDIC proposal,\nTaiwanese firms would be encouraged to set up factories and\ninvest in property and securities markets in the U.S..\n    Taiwan's 1986 investment in the U.S. Totalled 46 mln U.S.\nDlrs, official statistics show.\n    The investment was mainly in the electronics, food, service\nand trading sectors.\n    The new proposal, approved by Economic Minister Lee Ta-hai\nyesterday, calls for investment of 80 mln U.S. Dlrs in 1987,\n120 mln in 1988, 160 mln in 1989, 240 mln in 1990 and 400 mln\nin 1991, he told Reuters.\n    It will be discussed soon by officials of the Finance\nMinistry, the Central Bank and the Council for Economic\nPlanning and Development before being submitted to the cabinet\nfor final approval, he said.\n    \"This is the first ambitious proposal with government\ninitiatives to encourage our businessmen to invest in America,\"\nLee said.\n    He said government incentives to prospective Taiwanese\ninvestors would include bank loans and a five-year income tax\nholiday. Applications for investing in the U.S. Would also be\nsimplified.\n    A ministry spokesman told reporters the proposed investment\nwould be helpful in creating job opportunities for Americans\nand avoiding U.S. Import quotas or restrictions on Taiwanese\nproducts.\n    The plan will also help reduce Taiwan's trade surplus with\nthe U.S., Which rose to a record 13.6 billion U.S. Dlrs in\n1986, up from 10.2 billion in 1985, the spokesman said.\n    The rising surplus has enabled Taiwan to accumulate some 54\nbillion U.S. Dlrs in foreign exchange reserves.\n    Economists described the proposal as a significant step by\nthe government to head off U.S. Protectionism.\n    \"Time is running out for us. Taiwan has lagged far behind\nJapan and South Korea in encouraging its businessmen to invest\nabroad,\" said Hou Chia-chi, economics professor at Soochow\nUniversity.\n REUTER\n\u0003"
    },
    "PLACES": [
        "taiwan",
        "usa"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "ORGS": [
        "escap",
        "gatt"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}