{
    "DATE": "16-MAR-1987 10:51:01.98",
    "TOPICS": [
        "oilseed",
        "veg-oil",
        "soybean"
    ],
    "PLACES": [
        "netherlands",
        "usa"
    ],
    "NEWID": "5391",
    "TEXT": {
        "TITLE": "U.S. SOY PRODUCERS THINK EC OILS TAX UNLIKELY",
        "DATELINE": "    THE HAGUE, March 16 - ",
        "BODY": "American soybean producers are\nconfident the proposed European Community (EC) tax on vegetable\noils and fats will be rejected but are leaving nothing to\nchance, American Soybean Association (ASA) president-elect\nWayne Bennett said.\n    Bennett, who is leading one of three soybean producer\ndelegations on a lobbying tour of EC capitals, was speaking at\na lunch.\n    After meetings at the Economics and Foreign ministries this\nmorning, he said the Dutch Government had indicated it would\nvote against the proposal, as had a number of other countries.\n    \"Our information suggests we will have the required number\nof votes in Brussels to prevent the tax proposal going forward,\"\nhe said.\n    \"The proposal has been talked of in Brussels for the past 20\nyears, and dropped every time. What we want now is to kill it\nonce and for all,\" Bennett added.\n    Backing up the soybean producers' active lobbying, the U.S.\nGovernment has also indicated it will be prepared to retaliate\nwith penal import taxes if the proposal does get through, he\nsaid.\n    The U.S. Government also feels it has a good case to fight\nthe proposed tax in the General Agreement on Tariffs and Trade\n(GATT), a U.S. Embassy spokesman said.\n    U.S. Exports of soybeans and products to the EC account for\none-fifth of annual production, and are worth about 2.5 billion\ndlrs a year, Bennett said.\n    The proposed tax on oils and fats would hit U.S. Producers\nbadly while at the same time virtually doubling the price of\nsoyoil in the EC, which would suffer far worse than other\nhigher-priced oils because of the nature of the proposed tax,\nhe added.\n    The revenue to the EC from the tax would simply be used to\nfinance the EC's own oilseed subsidy machine, he said.\n    \"We in the ASA are dedicated free-traders. We helped defeat\nthe Wine Equity Act two years ago, but we will not stand by and\nwatch our own farmers suffer from such protectionist EC\nmeasures,\" Bennett said.\n    \"The mood in the U.S. Is turning increasingly protectionist,\nand the EC's actions are fueling the chances of a trade war,\"\nhe added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "lyng"
    ]
}