{
    "DATE": "24-MAR-1987 17:05:30.74",
    "TOPICS": [
        "money-fx",
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "9055",
    "TEXT": {
        "TITLE": "FED CHAIRMAN VOLCKER SAYS BANK PROPOSALS A WORRY",
        "DATELINE": "    WASHINGTON, March 24 - ",
        "BODY": "The chairman of the Federal Reserve\nBoard, Paul Volcker, has written to the chairman of the House\nBanking Committee to raise concerns about legislative proposals\nscheduled for consideration Wednesday.\n    Volcker told committee chairman Fernand St. Germain a\nproposal to deny primary dealer status to firms from countries\nthat do not grant U.S. firms equal access to their government\ndebt markets might invite retaliation against U.S. firms\nabroad.\n    He added, \"even Japan, against whom this proposal seems to\nbe particularly directed,\" has started opening its markets.\n    In his letter, made available at the Treasury, Volcker also\nsaid a proposal to ease debt problems of developing countries\nby setting up a public facility to buy their debts owed to\ncommercial banks, was a problem.\n    \"I believe that the prospect of debt relief would undermine\nthe difficult internal efforts of the borrowing countries to\nachieve the structural reform that is needed regardless of the\npolicies that are followed on servicing external debt,\" Volcker\nsaid.\n    It might also cause private lenders to become reluctant to\nextend more credit to the borrowing countries, he said.\n    Volcker said he endorsed comments by Treasury Secretary\nJames Baker \"about the inappropriateness of using public\nresources for purchasing private commercial bank debt, which we\nboth see as an inherent aspect of the proposed international\ndebt facility.\"\n    He also said a proposal for establishing formal procedures\nfor international negotiations on currency exchange rates \"is\nunrealistic and could well have damaging effects.\"\n    \"For example, the bill's directive to intitiate negotiations\nin order to achieve a competitive exchange rate for the dollar\n-- a matter upon which there can be considerable difference\namong analysts -- runs the risk of building up potentially\ndestabilizing market expectations,\" Volcker said.\n    He recommended \"we should not lock ourselves into formalized\nprocedures for international negotiations\" on exchange rates but\ninstead use other, more flexible means like the recent mmeting\nin Paris between U.S. treasury and central bank representatives\nand those of major trade allies.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ]
}