{
    "DATE": "30-MAR-1987 08:28:43.46",
    "TOPICS": [
        "crude",
        "ship"
    ],
    "PLACES": [
        "usa",
        "greece",
        "turkey"
    ],
    "NEWID": "10797",
    "TEXT": {
        "TITLE": "GREECE SCRAPS U.S. BASE CLOSURE REQUEST",
        "DATELINE": "    ATHENS, March 30 - ",
        "BODY": "Prime Minister Andreas Papandreou has\nwithdrawn a request to Washington to suspend operations at an\nAmerican army base near Athens as a Greek-Turkish row over oil\nrights in the Aegean eased.\n    A Turkish research ship which Greece had threatened to\ntackle if it sailed into disputed waters in the Aegean Sea kept\nto Turkish territorial waters yesterday, avoiding a potential\nclash.\n    Papandreou expressed qualified optimism after briefing\nopposition leaders on Aegean developments early yesterday.\n    The Greek government later withdrew Friday's request to\nWashington to close down its telecommunications base at Nea\nMakri, north of Athens, saying that the reasons which had\nprompted it to make the request were no longer valid.\n    Under the terms of the U.S.-Greek bases accord, Greece has\nthe right to ask for suspension of operations at times when its\nnational interests are threatened.\n    The row in the Aegean erupted after Turkey said it would\nsearch for oil round three Greek islands off its coast\nfollowing an announcement from Greece that it planned to drill\neast of Thassos island after taking control of a Canadian-led\noil consortium operating in the northern Aegean.\n    Turkey accused Greece of breaching the 1976 Berne Agreement\nunder which both sides agreed to preserve the status quo in the\nAegean until their continental shelf dispute was settled.\nAthens says it considers the accord inactive.\n    The Turkish Foreign Ministry said in a statement it had\nreceived an assurance from Greece that it would not carry out\noil activities outside its territorial waters. Greece declined\ncomment on the statement.\n    Papandreou repeated an invitation to Turkey to take the\nlong-standing continental shelf dispute to the International\nCourt of Justice at The Hague.\n    Conservative opposition leader Constantine Mitsotakis said\nhe had urged Papandreou to accept an offer from NATO General\nSecretary Lord Carrington to help resolve the row.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}