{
    "DATE": "26-MAR-1987 19:02:35.59",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "switzerland",
        "usa",
        "west-germany",
        "japan"
    ],
    "NEWID": "10255",
    "TEXT": {
        "TITLE": "GATT WARNS U.S. ON FEDERAL BUDGET, PROTECTIONISM",
        "DATELINE": "     GENEVA, March 27 - ",
        "BODY": "The United States' emphasis on its\nforeign trade deficit is misplaced and the country's real\nproblem lies in its large federal budget deficit, the General\nAgreeement on Tariffs and Trade (GATT) said.\n     By stressing its record trade deficit of 169.8 billion\ndlrs last year, the U.S. Was fuelling protectionist pressure\nwhich threatens the world trading system, it said in an annual\nreport.\n    The fundamental problem, the size of the U.S. Federal\nbudget deficit, could be remedied only by cutting government\nspending or encouraging personal savings to finance the debt,\nit said.\n    GATT also predicted world trade would grow by only 2.5 pct\nin 1987 -- a full percentage point lower than in each of the\nprevious two years.\n    GATT experts urged Washington to resist protectionism and\ninstead seek macroeconomic changes to reduce the current\naccount payments deficit -- higher private savings, lower\ninvestment and a smaller federal budget deficit.\n    Raising U.S. Trade barriers \"would result in little or no\nreduction in the current account deficit. It would, however,\nincrease inflation and reduce world trade,\" it said.\n    \"The basic cause -- some combination of insufficient\ndomestic savings and an excessive budget deficit -- would\nremain,\" the report said.\n    GATT economists said trade expansion would slow this year\nbecause of slower growth forecasts in Japan and some West\nEuropean nations as they adjust production and workforces to a\nlow dollar, risk of higher U.S. Inflation, concerns over Third\nWorld debt management and looming protectionism.\n    The report also said imbalances in the current accounts of\nJapan, West Germany and the U.S. Had increased in 1986.\n    The most likely explanation was that exchange rate changes\nwere not backed by changes in macroeconomic policies, it added.\n    \"Thus the prediction that these imbalances would be reduced\nas a result of the major realignment of exchange rates was not\nborne out last year,\" the report said.\n    GATT warned there was a risk of a sizeable increase in the\nU.S. Inflation rate under the combined impact of a rapidly\nexpanding money supply and low dollar.\n    \"Such a development could worsen the business climate by\nincreasing uncertainty and pushing up interest rates, which, in\nturn, would adversely affect world trade.\"\n    But the report noted a surprising rise in imports to the\nUnited States, despite the dollar's depreciation which makes\nforeign products more expensive.\n    It suggested that resources idle in the U.S., Both human\nand in underutilised factories, were not geared to produce the\ngoods and services sought from abroad.\n    World trade in manufactures grew by only three pct in 1986,\nabout half of the rate of the previous year.\n    Trade in agricultural goods expanded by just one pct,\ncontinuing a stagnant pattern in that sector this decade, GATT\nsaid.\n    Developing countries' exports declined significantly, while\ntheir imports increased moderately, although full statistics\nare not available yet, GATT said.\n    The combined export earnings of 16 major indebted nations\nwere sharply lower, and only five of them (Chile, Colombia,\nPhilippines, South Korea, and Thailand) had higher exports.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "gatt"
    ]
}