{
    "DATE": "24-APR-1987 16:59:14.29",
    "TOPICS": [
        "silver"
    ],
    "PLACES": [
        "peru",
        "mexico"
    ],
    "PEOPLE": [
        "garcia",
        "de-la-madrid",
        "del-mazo",
        "mancera-aguayo"
    ],
    "NEWID": "17177",
    "TEXT": {
        "TITLE": "PERU TO MAINTAIN SILVER SALES FREEZE",
        "DATELINE": "    LIMA, April 24 - ",
        "BODY": "Energy and mines minister, Wilfredo\nHuayta, said Peru would maintain its freeze on new sales of\nsilver until the price of the precious metal reaches \"the true\nvalue this raw material should have.\"\n    He spoke to reporters at the presidential palace after\nmeeting president Alan Garcia, whom he said recently spoke by\ntelephone with Mexican president Miguel de la Madrid. Mexico\nand Peru are the world's two largest silver producers.\n    Huayta, asked what the true price level of silver should\nbe, repled: \"well, this cannot be predicted.\"\n    He said Minero Peru Comercial (Minpeco), the government's\nminerals marketing arm, would closely study the price of silver\nin the world market.\n    Last Tuesday, the government instructed Minpeco, which\nhandles all Peru's exports of refined silver and state-\nproduced ore, to immediately freeze all new silver sales until\nthe metal's price reached equilibrium in the world market.\n   Peru plans to produce 63 mln ounces of silver this year, and\nis the largest producer of the precious metal after Mexico.\n   Huayta said both nations' central banks would coordinate\ntheir work, but did not elaborate how they would do this.\n   Peruvian central bank president Leonel Figueroa and the head\nof Bank of Mexico, Miguel Mancera Aguayo, met in Mexico City\nyesterday to coordinate actions aimed at consolidating the\nupward trend in the price of silver, the official newspaper El\nPeruano said today.\n    Huayta said his Mexican counterpart, minister of oil, mines\nand parastatal industry, Alfredo del Mazo, should be in Lima on\na visit at a nearby date.\n   Huayta added Peru did not want to see great fluctuations in\nthe price of silver, but declined to comment on what Peru would\nlike to see as a ceiling for the precious metal's price.\n   Silver bullion climbed to nearly 10.00 dlrs an ounce today\nfrom about 5.70 dlrs an ounce a month ago.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}