{
    "DATE": " 2-APR-1987 01:04:08.57",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "12394",
    "TEXT": {
        "TITLE": "DEUTSCHE BANK SEES SLOW START TO 1987",
        "DATELINE": "    FRANKFURT, April 2 - ",
        "BODY": "Deutsche Bank AG <DBKG.F> has seen a\nslow start to 1987 after posting record profits in 1986,\nmanagement board joint spokesman F. Wilhelm Christians said.\n    Credit business declined in the first few weeks of the\nyear, and the interest margin was squeezed further. The weak\nGerman bourse saw earnings on commission fall sharply, and\ntrading in securities also fell. But earnings from currency\ndealing were still satisfactory, he told a news conference.\n    Deutsche group partial operating profits rose to 3.78\nbillion marks in 1986 from 2.92 billion in 1985 on a balance\nsheet of 257.22 billion marks after 237.23 billion.\n    Profits were swollen by earnings from the placement of the\nformer Flick group, which have been estimated at some one\nbillion marks, and from record profits in trading on the bank's\nown account, not included in partial operating profits.\n    Earnings from the Flick transaction were booked through a\nsubsidiary, and therefore showed up as part of the interest\nsurplus in a section current earnings from securities and\nparticipations.\n    In the group this nearly doubled to 2.64 billion marks from\n1.45 billion.\n    As usual the bank did not detail total operating profits.\n    But it said that total operating profits, including own\naccount trading, rose 24.9 pct or 4.5 pct without the Flick\ntransaction in the group, and 35.1 pct or seven pct in the\nparent bank.\n    Banking analysts said this put group total operating\nprofits at some 6-1/2 to seven billion marks, and parent bank\noperating profits at over five billion marks.\n    Christians said Deutsche used the extraordinary earnings\nfrom Flick to pay a record five mark bonus on top of its\nunchanged 12 mark dividend.\n    The bank had decided against raising the dividend itself\nbecause of the uncertain business outlook at the end of 1986,\nand developments so far this year showed that was correct,\nChristians said.\n    West German banks rarely raise dividends unless they are\nsure they can maintain the increased payout in subsequent\nyears, preferring to use bonuses for one-of profits.\n    The bank also used its extraordinary earnings to continue a\nhigh level of risk provision, Christians said.\n    Disclosed group risk provisions rose to 867 mln marks in\n1986 from 765 mln in 1985.\n    Under German law, disclosed provisions do not necessarily\nreflect the full amount of risk provisions.\n    Management board joint spokesman Alfred Herrhausen said\nDeutsche's total debt exposure to problem countries had fallen\nto over six billion marks in 1986 from 7.4 billion in 1985\nbecause of the fall in the dollar.\n    He agreed with a questioner who asked if over two thirds of\nsuch problem country debt had been written off.\n    Deutsche Bank posted a sharp rise in holdings of \"other\nsecurities,\" to 4.64 billion marks from 2.71 billion in the\nparent bank.\n    Christians said this 1.93-billion-mark rise was partly due\nto its increased activity in international share placements,\nwith some shares such as those from Fiat SpA's international\nplacement last year remaining on its books.\n    Herrhausen said that no concrete measures were planned to\nplace these shares and conclude the original placement.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}