{
    "DATE": "11-MAR-1987 09:31:04.20",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3587",
    "TEXT": {
        "TITLE": "HUGHES TOOL <HT> BOARD APPROVES MERGER",
        "DATELINE": "    HOUSTON, March 11 - ",
        "BODY": "Hughes Tool Co said its board voted at\na special meeting last night to approve a new agreement with\nregulators that would allow the company to complete its\nproposed merger with Baker International Corp <BKO>.\n    The agreement, approved by the U.S. Department of Justice\nyesterday, will give the merged company, Baker Hughes, six\nmonths instead of three to sell certain assets.\n    The pact also allows a three-month extension, if warranted,\nand limits the obligation of the new company to give financial\nsupport to the businesses to be divested, pending their sale.\n    The company said its board recommended that shareholders\napprove the merger of the oilfield service companies. A\npreviously adjourned meeting of Hughes Tool stockholders will\nbe resumed this afternoon, it said.\n    \"Hughes will work with Baker and the Justice Department\ntowards negotiating the final form of the consent decree and\nfiling it as soon as possible,\" the company said in a\nstatement. Closing of the merger would occur immediately after\nthe filing, it said.\n    The assets to be sold under the consent decree consist of\nBaker's domestic oilfield drilling bit business and its\ndomestic submersible electric pump business. Baker has an\nagreement to sell the pump business to Trico Industries Inc\n<TRO>.\n    The financial terms of the merger are unchanged, a Hughes\nspokesman said. Under those terms, each Baker common share and\nHughes common share would be converted into one share and 8/10\nof a share, respectively, of Baker Hughes Inc, which would be\nformed as a new holding company.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}