{
    "DATE": "25-MAR-1987 07:00:38.78",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "hong-kong"
    ],
    "NEWID": "9206",
    "TEXT": {
        "TITLE": "SWIRE EXPECTS CONTINUED GROWTH THIS YEAR",
        "DATELINE": "    HONG KONG, March 25 - ",
        "BODY": "Swire Pacific Ltd <SWPC.HKG> expects\ncontinued growth in all divisions this year though it sees\nproblems in the marine sector, chairman Michael Miles said.\n    He told reporters:\"1987 has started well for Cathay Pacific\nAirways which looks forward to another good year... Swire\nProperties expects further good results both from properties\nunder development for sale and from its investment property\nportfolio.\"\n    He did not give any specific projections for earnings. The\ncompany earlier reported 46 pct higher 1986 net profits at 1.78\nbillion H.K. Dlrs from a year ago.\n    Swire also had an extraordinary profit of 1.38 billion dlrs\nmainly from the sale of a 15.25 pct interest in Cathay Pacific\nAirways Ltd <CAPH.HKG>.\n    Miles said the company will use the money to develop its\nbusiness, primarily in Hong Kong.\n    Swire's stake in Cathay was first reduced to 54.25 pct from\n70 pct when Cathay was publicly floated, and then cut to 50.25\npct when Cathay issued new shares amounting to 12 pct of the\nenlarged capital to the state-owned <China International Trust\nand Investment Corp>. Cathay last week reported its 1986\nprofits rose to 1.23 billion dlrs from 777 mln a year ago.\n    Miles said despite last year's rapid expansion in Cathay's\nflights and fleet, load factor is still holding up at 70 pct.\n    He said Cathay's growth last year was the result of \"a\nmarginal increase in the revenue load factor coupled with\nsavings in fuel costs.\"\n    \"At present fuel prices are stable and will remain stable\nfor the rest of this year,\" he said, \"though there might be a bit\nof increase later this year.''\n    Miles said Swire is not abandoning its offshore oil service\noperations, even though the marine sector is generally\ndepressed. \"Obviously the marine industry is not getting any\nbetter,\" he said.\n    The real estate market remained strong and Swire last year\nrevalued its property portfolio up 634 mln dlrs compared with\nan increase of 864.4 mln dlrs the previous year.\n    Miles said he expects the property market to remain firm\nbut said the firm has no available land for a major housing\nproject such as its Taikoo Shing development on Hong Kong\nisland now near completion.\n    He said the company's 50 pct unit <Hongkong United Dockyard\nLtd> is negotiating with the government for the development of\nan existing petroleum storage depot into a major housing\nestate. \"But it's not as big as Taikoo Shing,\" he said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "zhao-ziyang"
    ],
    "ORGS": [
        "inro"
    ]
}