{
    "DATE": "25-MAR-1987 17:46:02.58",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9638",
    "TEXT": {
        "TITLE": "GENCORP <GY> BID COULD BE RAISED, GROUP SAYS",
        "AUTHOR": "    BY CAL MANKOWSKI, Reuters",
        "DATELINE": "    NEW YORK, March 25 - ",
        "BODY": "An investor group said it might be\nwilling to raise its 100 dlr per share offer for GenCorp but so\nfar the company has turned down requests for a meeting.\n    \"We might be able to see some additional value if we could\nmeet\" and get more financial data, said Joel Reed, speaking for\nthe investor group.\n    Reed told Reuters that GenCorp chairman A. William Reynolds\n\"was not interested in sitting down and talking with us at this\ntime.\" Cyril Wagner sought the meeting in a recent telephone\nconversation with Reynolds, Reed said.\n    Wagner and Brown, along with AFG Industries Inc <AFG>,\nrecently launched a surprise tender offer for GenCorp. The\noffer is worth 2.23 billion dlrs.\n    Reed said under the circumstances the 100 dlr per share\ntender offer, which expires April 15, is a fair offer. GenCorp\ngained 3-1/2 to 114 today on the NYSE.\n    Reed outlined a plan to reshape GenCorp in the event his\ngroup wins control. He said aerospace, soft drink bottling and\nentertainment units are potential divestiture candidates. He\nsaid the tire business, which the group wants to keep, may be\nmore viable if merged with another tire company.\n    \"One option would be to try to grow the tire business\nthrough combination or an acquisition,\" Reed said. He said he\nbelieves such a merger could create a stronger force in the\ntire industry.\n    Gary Miller, chief financial officer of AFG, said his\ncompany has a record of acquiring mature businesses and\nboosting productivity. Automation and incentives tied to profit\nsharing have been used with success, he said.\n    In the case of GenCorp's RKO General broadcasting stations,\nReed said the plan of the partners is to step into GenCorp's\nshoes and proceed with plans to  sell the stations.\n    The partners said if they succed in acquiring GenCorp they\nintend to consummate sale of WOR-TV in New York to MCA Inc\n<MCA>. GenCorp last year entered into an agreement to sell the\nstation for 387 mln dlrs.\n    The partners also said if they acquire Gencorp they would\nalso proceed with the proposed sale of KHJ-TV in Los Angeles to\nWalt Disney Co <DIS>. RKO General would receive 217 mln dlrs\nand Fidelilty Television, which challenged the license, would\nget about 103 mln dlrs.\n    The partners also said the Federal Communications\nCommission established an expedited schedule for receiving\ncomments on their request for special temporary authorization\nof proposed trust arrangements while the FCC considers a formal\napplication for transfer of the broadcast unit.\n    Reed said he was pleased with the expedited schedule\nbecause it provides time for the agency to act on the request\nbefore the expiration of the tender offer.\n    He said it was the aim of the partners to move as quickly\nas possible to eliminate uncertainty surrounding the stations.\n    Asked about criticism of the takeover attempt voiced by\nsome municipal officials in Akron, Ohio, where GenCorp is\nheadquartered, Reed said, \"the plan of the partners offers long\nterm growth for Ohio.\"\n    He noted that the aerospace business, slated for\ndivestiture under the partners' plan, is located in California.\n\"Our program is one that overall would provide the greatest\nlong term growth for all segments,\" he said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "icco"
    ]
}