{
    "DATE": " 9-APR-1987 16:29:35.42",
    "TOPICS": [
        "grain",
        "oilseed",
        "meal-feed",
        "veg-oil"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15975",
    "TEXT": {
        "TITLE": "USDA COMMENTS ON EXPORT SALES REPORT ",
        "DATELINE": "    WASHINGTON, April 9 - ",
        "BODY": "U.S. corn sales of just over 1.0 mln\ntonnes in the week ended April 2 were eight pct above the prior\nweek, but 25 pct below the four-week average, the U.S.\nAgriculture Department said.\n    In comments on its latest Export Sales Report, the\ndepartment said Iraq, Japan and the USSR were the largest\nbuyers.\n    Sales for the next marketing year, which begins September\n1, totaled 503,200 tonnes and were mainly to Iraq and Taiwan.\n    Wheat sales of 119,300 tonnes for the current season and\nnet reductions of 13,700 tonnes for the 1987/88 season were\nfour-fifths below the combined total for the prior week and the\nfour-week average, it said.\n    Sri Lanka was the most active wheat destination with\npurchases of 52,500 tonnes for the current year, it said.\n    Other significant purchasers for the current year were\nMexico and Honduras, it said.\n    Soybean sales of 240,500 tonnes were one-fifth below the\nprior week and nearly one-third below the four-week average.\n    Japan, Mexico, South Korea, Italy and Israel were the major\npurchasers, the department said.\n    Net sales of 117,700 tonnes of soybean cake and meal fell\n31 pct from the previous week and 38 pct below the four-week\naverage. Major increases for West Germany, Venezuela, the\nNetherlands and Saudi Arabia were partially offset by\nreductions for unknown destinations, USDA said.\n    Activity in soybean oil resulted in decreases of 2,400\ntonnes, with sales to unknown destinations down by 2,700\ntonnes, while sales to Canada increased 200 tonnes, the\nDepartment said.\n    Combined sales of 71,300 running bales of cotton -- 60,200\nbales for the current season and 11,100 bales for 1987/88\nseason -- were four-fifths higher than the prior week's level\nbut nine pct below the four-week average.\n    Mexico was the dominant buyer for the current year followed\nby Zaire, Italy, and Spain, the department said.\nThe primary buyers for the 1987/88 season were South Korea,\nSpain, Japan and Taiwan, the department said.\n    Sorghum sales of 143,300 tonnes were 25 pct less than the\nprior week, with Japan and Venezuela the main buyers. \n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "balladur"
    ],
    "EXCHENGES": [
        "nyce"
    ]
}