{
    "DATE": " 3-MAR-1987 13:22:20.55",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "colombia",
        "brazil"
    ],
    "NEWID": "1212",
    "TEXT": {
        "TITLE": "COLOMBIA TRADERS SAY NEW COFFEE STRATEGY VITAL",
        "DATELINE": "    BOGOTA, March 3 - ",
        "BODY": "Coffee producing countries must quickly\nmap out a fresh common strategy following the failure of the\nInternational Coffee Organization, ICO, to reach agreement on\nexport quotas, Gilberto Arango, president of Colombia's private\ncoffee exporters' association, said.\n    Arango told Reuters that the most intelligent thing now\nwould be to seek a unifying stand from producers, including\nBrazil, in order to map out a strategy to defend prices.\n    An ICO special meeting ended last night in London with\nexporting and consuming nations failing to agree on a\nresumption of export quotas, suspended one year ago after\nprices soared following a prolonged drought in Brazil.\n    Arango said there would be no imminent catastrophe but\npredicted that over the short term prices would undoubtedly\nplummet.\n    However, he said the market should also take into account\nevident factors such as Brazil's low stocks and the sale of the\nnear totality of the Central American crop.\n    Trade sources said Colombia's coffee was today quoted at\n1.14 dlrs a lb in New York, its second lowest price in the past\n10 years.\n    Cardenas said these countries apparently fail to understand\nthe true impact of such a failure for coffee producing nations\nas well as for industrialized countries.\n    It is difficult to believe that while efforts are made to\nsolve the problem of the developing world's external debt,\ndecisions are being taken which cut earnings used for repaying\nthose debts, he said.\n    \"In Colombia's case, we watch with consternation that,\nwhile we try to effectively combat drug trafficking, countries\nwhich support us in this fight seek to cut our jugular vein,\"\nCardenas said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ]
}