{
    "DATE": "15-MAR-1987 07:52:42.84",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "5172",
    "TEXT": {
        "TITLE": "CITROEN EXPECTS HIGHER PROFITS, HELPED BY AX",
        "DATELINE": "    NICE, France, March 15 - ",
        "BODY": "Automobiles Citroen expects rising\nsales of its new AX compact car to help boost profits\nsignificantly this year, continuing a financial recovery after\nsix straight years of losses, president Jacques Calvet said.\n    Speaking to reporters during weekend trials for the new AX\nsports model, he said: \"All the budgetary forecasts that we have\nbeen able to make ... Show a relatively significant improvement\nin 1987, compared with 1986,\" he added.\n    Citroen, part of the private Peugeot SA <PEUP.PA> group,\nincreased its share of the French new car market to 13.7 pct in\nfirst two months 1987 from 12.1 pct a year earlier. It is\naiming for an average 12.8 pct share throughout the year after\n11.7 pct in 1986.\n    The firm believes it is on target to raise its share of the\nEuropean market, excluding France, to 3.2 pct this year from\n2.9 pct in 1986.\n    \"Our first problem is to produce enough vehicles to meet the\ndemand,\" Calvet said. \"This is a relatively new problem for us.\"\n    Citroen lost close to two billion francs in 1984 but cut\nthe deficit to 400 mln in 1985, helped by moves to modernise\nits range and improve productivity.\n    Calvet indicated last December he expected Citroen's 1986\nprofit to be between 250 and 500 million francs.\n    This weekend he said that those profit estimates \"remain\nabout the same -- perhaps even a little more optimistic.\"\n    Some of this optimism is due to the early success of the\nAX, launched on the French market last October. It will be\navailable throughout most of western Europe within four months.\n    The car has registered just over 20,000 sales.\n    It is being built at Citroen's large plant at Aulnay-sous-\nBois in northern Paris, as well as at Rennes in Brittany and\nVigo in Spain, with production just reaching target level of\n1,000 cars a day.\n    The car, which Citroen markets as an intermediate model\nbetween its long-running 2CV and the Visa, is designed to\ncompete with the Renault 5, Volkswagen Polo and Opel Corsa.\n    The AX had built up its market share in France to around\nfour pct last month. Calvet said: \"Our hope is that once the AX\nis fully developed, we will have between 6.5 and seven per cent\nof the national market.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}