{
    "DATE": " 5-APR-1987 23:01:47.52",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "13266",
    "TEXT": {
        "TITLE": "IEA FORECASTS SLOWER GROWTH IN OECD OIL DEMAND",
        "DATELINE": "    PARIS, April 5 - ",
        "BODY": "Growth in oil consumption in the Western\nindustrialized countries is likely to slow to around one pct\nthis year compared with 2.3 pct in 1986, the International\nEnergy Agency said.\n    Oil use in the 24 member countries of the Organization for\nEconomic Cooperation and Development (OECD) increased by around\none pct in the first quarter of 1987 to 35.9 mln barrels a day,\nthe IEA said in its latest monthly report.\n    Growth in OECD countries is expected to come primarily from\ntransport fuels, as was the case in 1986. But if average\nconsumer prices are higher than 1986, the rate of growth for\nthese fuels may be below last year's 3.6 pct.\n    The IEA said assuming crude and product prices remain nar\ncurrent levels, some destocking by end-users can be expected.\n    If that takes place, natural gas will also regain some of\nthe market share it lost to heavy fuel in 1986, it said.\n    IEA estimates on April one put oil stocks held in the OECD\narea at 428 mln tonnes, or 98 days of forward consumption. This\nis about the same as at the begining of the year.\n    The agency said this flat trend is explained by the\nprojected seasonal consumption decline in the second quarter of\nthe year which offset a reduction in stocks.\n    Company stocks on land in the OECD rose to 326 mln tonnes\non April one this year compared with 316 mln tonnes in calender\n1986 while governments also built up their strategic stocks to\n102 mln tonnes against 97 mln in 1986.\n    The year-on-year trend of government stock building is\ncontinuing with company stocks rising, more or less in line\nwith consumption, after declining for five years, IEA said.\n    Oil stocks on land in the United States and Canada were put\nat 206.6 mln tonnes down from the 214 mln tonnes on January one\nand equivalent to 94 and 98 days of consumption, respectively.\n    Oil stocks in Western Europe were 147.4 mln tonnes, down\nfrom the 154 mln tonnes on January one but still equivalent to\n94 days of consumption.\n    The IEA said that initial estimates indicate that company\nstocks fell by 1.2 mln bpd in OECD countries in the first\nquarter of the year. This followed a small rise in January of\n400,000 bpd but a decline of 1.5 bpd in February and 2.5 bpd in\nMarch.\n    And it is possible that final data will show a larger draw,\nparticulary for March, it said.\n    As crude production also fell, there is likely to have also\nbeen a decline in non-reported stocks, particularly at sea, the\nIEA said.\n    World oil supply fell through the first quarter by about\ntwo bpd to 45.2 bpd from 47.5 bpd in the last quarter of 1986.\n    This drop was mostly due to a decline in OPEC crude\nproduction to around 15.5 bpd in February/March from 16.5 bpd\nin January and to the seasonal drop in exports from Centrally\nPlanned Economies, the IEA said.\n    Total OPEC oil supply totalled 17.2 bpd in the first\nquarter of 1987 compare with 19.3 bpd in the last three months\nof 1986 while supply from non-OPEC countries totalled 28 bpd as\nagainst 28.2 bpd in the same 1986 period.\n    A drop in Saudi Arabian output to a tentatively forecast\n3.3 bpd in march from 3.6 bpd in February was the largest\nfactor behind the OPEC production decline, the IEA said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "kaufman"
    ],
    "ORGS": [
        "iea",
        "oecd",
        "opec"
    ]
}