{
    "DATE": " 5-MAR-1987 19:21:55.64",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2554",
    "TEXT": {
        "TITLE": "U.S. MONEY GROWTH SLOWS SHARPLY, ECONOMISTS SAY",
        "AUTHOR": "    By Alan Wheatley, Reuters",
        "DATELINE": "    NEW YORK, March 5 - ",
        "BODY": "U.S. money supply growth is slowing\ndown rapidly, and some economists believe that all three of the\nFederal Reserve's main monetary aggregates may even have\ncontracted in February.\n    A contraction is unlikely to be a major concern for the\nFed, especially as it would follow a long period of torrid\ngrowth, but it could give the central bank extra leeway in the\nweeks ahead if it decided that a relaxation of monetary policy\nwas justified on account of weakness in the economy.    \n    M-1 money supply for the week ended February 23, reported\ntoday, rose 1.9 billion dlrs to 738.5 billion, but preliminary\nforecasts call for a drop next week of around two billion dlrs.\nThe monthly average in January was 737.1 billion dlrs.\n    M-1 makes up about a quarter of M-2 and a fifth of M-3.\nWith other components of M-2, such as money-market deposit\naccounts and small time deposits, also falling, the stage is\nset for falls in the broader aggregates too, economists say.\n    M-1 has been largely discredited because its traditional\nlink to economic growth has disintegrated under the impact of\nfalling interest rates and banking deregulation.\n    But the consistent behavior of all three aggregates is\nlikely to impress the Fed, said Ward McCarthy of Merrill Lynch\nEconomics Inc.\n    \"The Fed has confidence in the aggregates when they're all\nsending the same signal. This is going to raise some eyebrows\nat the Fed,\" McCarthy said.\n    Stephen Slifer of Shearson Lehman Brothers Inc added, \"We\nhave some very good-looking monetary aggregate data. It's\ncoming in a lot weaker than I thought.\"    \n    The economists were quick to caution that one month's data\nprove nothing, especially because money growth previously had\nbeen so rapid. M-1 in the last 52 weeks has grown at a 16.7 pct\nrate and at a 19.1 pct rate in the past 13 weeks.\n    Moreover, some of the contraction in M-2 can probably be\nexplained by a shift of funds from savings vehicles into the\nbooming stock market and is thus not an indication of a\nslowdown in the business expansion.\n    But the data raise the tantalizing possibility for the bond\nmarkets that the slowdown in money growth is partly a\nreflection of a weaker economy that needs more Fed stimulus.\n    McCarthy noted that the slower money growth coincides with\nsigns that the economy is losing momentum as the quarter\nprogresses. \"Some of the economic indicators are not as rosy as\nthey were a month ago,\" he noted.\n    He expects only five to six pct M-1 growth in March and\nrises in M-2 and M-3 of about four pct.\n    Slifer sees stronger growth of 10 pct in M-1 and five pct\nor less for M-2 and M-3, but the rates would still be moderate\nenough to encourage the Fed to ease policy if gross national\nproduct for the first quarter proved to be weak. \"You'd\ncertainly be more inclined to ease than you would in the past.\"\n    There was certainly nothing in the Fed's latest balance\nsheet, however, to suggest a change of policy is already under\nway, economists said. Discount window borrowings were in line\nwith expectations at 233 mln dlrs a day.\n    Robert Brusca of Nikko Securities Co International Inc\nargued that an easier Fed policy is unlikely to do much to\nsolve America's most urgent economic problem, its massive trade\ndeficit. Because of the possibility that further dollar\ndepreciation - and thus rising inflation - may be needed to\nclose the trade gap, Brusca said \"I'm not prepared to be all\nthat optimistic about the bond market.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "dauster"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}