{
    "DATE": " 1-JUN-1987 02:19:36.44",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17452",
    "TEXT": {
        "TITLE": "U.S. STUDY SAYS TARIFFS AND QUOTAS COULD BACKFIRE",
        "DATELINE": "    WASHINGTON, June 1 - ",
        "BODY": "The use of tariffs and quotas to\nreduce the flow of foreign goods into the United States will do\nlittle to cut the nation's swelling trade deficit, a government\nstudy said.\n    In fact, the Federal Trade Commission (FTC) report said,\nsuch protectionist policies could make U.S. Products less\ncompetitive in the world marketplace by raising the cost of\nimported products that are re-exported in different forms.\n    \"Such policies are much more likely to hurt, rather than\nhelp, the productive capabilities of the U.S. Economy,\" it said.\n    The 218-page report, written by FTC economists John Hilke\nand Philip Nelson, blamed the rising trade shortfall, which\nclimbed to a record 166.3 billion dlrs last year, on shifting\ncurrency exchange rates and growing U.S consumer demand.\n    Other factors commonly blamed for the deficit, such as\nforeign trade practices, deteriorating U.S. Industrial\ncompetitiveness, high labour costs and government restrictions\non mergers, added little to the problem, it said.\n    \"Although each industry's competitiveness affects the level\nof imports and exports in that industry, in general we find\nthat there have been no significant industry-specific changes\naffecting competitiveness that would explain the increase in\nthe overall trade deficit,\" the study said.\n    \"To the extent any government action is needed to deal with\nthe trade deficits, policies should focus on economy-wide\nphenomena such as exchange rates and relative economic growth,\"\nthe FTC study said.\n    Supporting its conclusion that broad-based economic shifts\nwere the cause of the increase in the trade deficit, the report\nsaid it found that nearly all U.S. Industries lost some\ndomestic market share to foreign competitors in the 1980s.\n    It also said it found a \"fairly direct relationship\" between\nthe increased trade deficit and the influence of shifting\ncurrency exchange rates, U.S. Economic growth and domestic\ndemand for goods and services, which has outpaced foreign\nconsumer demand.\n    The study examined seven factors which have been commonly\nblamed for the trade deficit: foreign government subsidies and\ntrade barriers to protect foreign industries, a lack of\ninvestment in U.S. Industry, declining research and development\nin U.S. Industry, high labour costs, union work rules, the oil\nprices rises of the 1970s and U.S. Antitrust regulations.\n    In each case, the study found little or no evidence that\nthe factor had any impact on the trade deficit.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ]
}