{
    "DATE": " 9-MAR-1987 08:16:35.37",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3013",
    "TEXT": {
        "TITLE": "PIEDMONT <PIE> AGREES TO USAIR <U> BUYOUT",
        "DATELINE": "    NEW YORK, March 9 - ",
        "BODY": "USAir Group Inc said Piedmont Aviation\nInc has agreed to be acquired for 69 dlrs per share.\n    The company, in a newspaper advertisement, said it has\nstarted a tender offer for all Piedmont shares at that price,\nand the Piedmont board, with two directors absent, has\nunanimously approved the bid.  The offer and withdrawal rights\nare to expire April Three unless extended, and the bid is to be\nfollowed by a merger at the same price.\n    USAir said Piedmont has granted it an irrevocable option to\nbuy up to 3,491,030 new shares under certain circumstances.\nPiedmont now has about 18.6 mln shares outstanding.\n    USAir said the tender is conditioned on receipt of enough\nshares to give USAir at least a 50.1 pct interest in Piedmont\non a fully diluted basis and approval by the U.S. Department of\nTransportation of a voting trust agreement permitting USAir to\nbuy and hold shares pending review of its application to gain\ncontrol of Piedmont.\n    The company said its merger agreement with Piedmont\nprovides that the offer is not to be amended without Piedmont's\nprior written consent in any way that would be adverse to\nPiedmont shareholders, but it said it could cut the number of\nshares to be bought without Piedmont's consent.\n    USAir said it could reduce the number of Piedmont shares to\nbe purchased in the offer to no less than the minimum number\nneeded to cause the voting trust condition of the bid to be\nsatisfied.\n    In that case, it said if more than that minimum number of\nshares were tendered, it would buy shares on a pro rata basis.\n    In February USAir had offered to pay 71 dlrs per share in\ncash for 50 pct of Piedmont's stock and 1.55 to 1.90 USAir\nshares for each remaining Piedmont share.\n    Last week, Carl C. Icahn-controlled Trans World Airlines\nInc <TWA> made a conditional offer to acquire USAir for 52 dlrs\nper share, a bid that was rejected by the USAir board.\n    The Transportation Department on Friday rejected TWA's\napplication to acquire USAir on the grounds that the\napplication failed to comply with department regulations by\nomitting necessary information.  TWA said it would refile\ntoday, providing the information needed.\n    On Friday TWA said it had already acquired four mln shares\nor 15 pct of USAir.\n Reuter\n\u0003"
    }
}