{
    "DATE": "19-MAR-1987 13:41:44.82",
    "TOPICS": [
        "rubber"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "7304",
    "TEXT": {
        "TITLE": "NEW RUBBER PACT TO BE FORMALLY ADOPTED TOMORROW",
        "DATELINE": "    GENEVA, March 19 - ",
        "BODY": "A new International Natural Rubber\nAgreement (INRA) will be formally adopted tomorrow, chairman of\nthe negotiating conference Manaspas Xuto of Thailand said.\n    \"The successful negotiation of the new agreement represents\na significant step forward in international economic\ncooperation,\" he told a news conference. The new INRA is to\nreplace the current one which expires in October.\n    Delegates at the renegotiation conference, held under the\nauspices of the U.N. Conference on Trade and Development\n(UNCTAD), reached agreement over the central elements of a new\naccord last weekend.\n    Xuto said the new INRA retains the reference price -- of\n201.66 Malaysian/Singapore cents per kilo -- and indicative\nprices set in the present pact.\n    Price levels will continue to be expressed in the joint\nMalaysian/Singapore currency, he added.\n    The new agreement also maintains the basic structure of\nprice ranges -- the \"may sell\" and \"may buy\" points at plus and\nminus 15 pct of the reference price, as well as the \"must sell\"\nand \"must buy\" zones at plus and minus 20 pct of it.\n    Xuto said the new pact maintains the same objectives that\nwere set in the present accord. \"The most important of these are\nto stabilise prices and to achieve a balanced growth between\ndemand and supply,\" he said. The buffer stock remains the sole\ninstrument of market intervention for price stabilisation and\nits maximum capacity is unchanged at 550,000 tonnes, Xuto\nadded.\n    At this month's session, which was the fourth attempt in\ntwo years to negotiate a new INRA, the main issue to be\nresolved concerned the mechanism for adjusting the reference\nprice.\n    It was agreed to conduct reviews of the reference price\nevery 15 months -- instead of the current 18-month intervals.\n    The extent of the adjustment was also modified.\n    Under the present agreement if the daily market indicator\nprice has been above the upper intervention (\"may sell\") price\n(currently 231 Malaysian/Singapore cents) or below the lower\nintervention price (\"may buy\") price (171 cents at present) for\nsix months, the reference price is then revised by five pct or\nwhatever amount the International Natural Rubber Council\ndecides.\n    Under the new pact, the adjustment under these\ncircumstances will be five pct unless the Council decides on a\nhigher adjustment.\n    Similarly, when buffer stock purchases or sales amount to\n300,000 tonnes, there would be an automatic adjustment of three\npct under the new accord unless the Council decides on a higher\npercentage.\n    Throughout the talks, which began on March 9, producers had\nstrongly opposed a consumer proposal to lower the reference\nprice and the \"lower indicative price\" (or floor price) of 150\ncents in the present pact if the buffer stock, currently\n360,000 tonnes, reached 450,000 tonnes.\n    The proposal, initiated by the U.S., was withdrawn last\nFriday, setting the stage for compromise at the weekend.\n    Since then negotiators have worked on the finer details of\nthe new pact.\n    On the question of conditions for entry into force of the\nnew INRA, Xuto said it was tentatively agreed that governments\naccounting for 75 pct of world exports and 75 pct of world\nimports approved or ratified the new agreement before it became\noperational.\n    The present agreement had a figure of 80 pct.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "unctad"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}