{
    "DATE": "12-MAR-1987 04:57:54.22",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "4081",
    "TEXT": {
        "TITLE": "ROWNTREE REPORTS PRETAX PROFIT AT 84 MLN STG",
        "DATELINE": "    LONDON, March 12 - ",
        "BODY": "Rowntree Mackintosh Plc <RWNT.L>\nannounced it made a pretax profit of 84 mln stg in the 53 weeks\nending January 3, 1987, compared with 79.3 mln stg in the\nprevious year.\n    Turnover was up to 1.29 billion stg from 1.2 billion. A\nfinal dividend of 9.2p was proposed, after a final 8.2p last\nyear. Earnings per share rose to 35p from 34.8p.\n    The results were broadly in line with market expectations,\nleaving shares at 499p in early trading, up one pence from\nyesterday's close, but slightly off pre-announcement opening\nlevels.\n    Profit on ordinary activities after tax was 66.2 mln stg,\nup from the previous year's 60.7 mln.\n    The U.K. Remained Rowntree's largest centre for trading\nprofits, accounting for 47.9 mln stg, up from 45.3 mln in 1985.\nProfit from its second largest geographical area, North\nAmerica, slipped to 34.7 mln stg from 37.2 mln. North American\nprofits were affected by the fall of the value of the dollar.\n    Operations in continental Europe made 7.8 mln stg in\ntrading profit, up from 3.4 mln, with 4.0 mln stg made in\nAustralasia, up from 2.3 mln, and 11.3 mln stg from the rest of\nthe world, against 13.1 mln in the previous year.\n    Extraordinary items amounted to a 11.3 mln debit after a\n16.5 mln debit previously. A company spokesman said this\nrepresented additional provisions for the cost of\nrationalisation plans announced in earlier years.\n    Rowntree expects North American operations will this year,\nahead of company expectations, be of the same order as those\nfrom the U.K. And the rest of Europe combined, the statement\nsaid. A spokesman said no specific figures had been forecast.\n    Acquisitions will continue to be sought worldwide,\nincluding further moves in the speciality retailing business\nwhich Rowntree first entered in 1983, the statement said.\n    Rising profit from Europe this year was forecast by\nchairman Kenneth Dixon in a statement. He added the performance\nof seven businesses bought last year was encouraging.\n    The U.K. Confectionery side gained market share and\nincreased trading margins. The Sun-Pat British grocery concern\nincreased profit and Rowntree's small health food business,\nHolgates, raised earnings 10-fold, the statement said.\n    Offsetting factors included currency movements, which cost\nthe company nearly 5.0 mln stg. Sales tax hurt Canadian profits\non confectionery operations, and the company faced strong\ncompetition in the U.K. Snack and Mid East export markets.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}