{
    "DATE": "13-APR-1987 06:52:21.21",
    "TOPICS": [
        "gnp"
    ],
    "NEWID": "16171",
    "TEXT": {
        "TITLE": "WEST GERMAN INSTITUTES CALL FOR EARLY TAX CUTS",
        "DATELINE": "    BONN, April 13 - ",
        "BODY": "The five leading West German economic\nresearch institutes said the government should do more to\nstimulate economic growth and called for early introduction of\ntax cuts planned for 1990.\n    In their joint spring report the institutes were divided\nabout 1987 growth forecasts, with three predicting two pct\nexpansion and the other two only one pct growth. Gross national\nproduct grew 2.4 pct last year.\n    But the report said all the institutes believed that \"more\nmust be done to produce dynamic growth so that more additional\njobs can be created.\"\n    The institutes said any step which improved basic economic\nconditions should be taken as quickly as possible. \"From this\npoint of view, the tax reform planned for 1990 should be\nbrought forward.\"\n    The government plans gross tax reductions of 44 billion\nmarks as part of the major tax reform. The net tax relief from\nthe tax reform will amount to 25 billion marks.\n    However, the institutes criticised the government, not only\nfor the timing of the reform, but also because the question of\nits financing had been left open.\n    The government has not specified how the remaining 19\nbillion marks of the tax reduction package will be paid for,\nthough it has said it wants to cut state subsidies.\n    The institutes said this lack of clarity from Bonn had\ncaused uncertainty among companies and households as to what\nexactly they would receive from the tax reform and urged a\nquick decision from the government.\n    They also said the government should reduce tax\npreferences, which would simplify the fiscal system, urged a\nrestriction of state spending and called for no increase in\nvalue-added tax.\n    The institutes also criticised Bonn for increasing\nsubsidies at a time further reductions had been pledged.\n    They referred specifically to a doubling of special\nwritedowns for small and medium sized companies announced in a\npackage of tax adjustments planned for 1988 and described this\nas an increase in subsidies.\n    The institutes said total subsidies, including tax\npreferences, had reached 80 billion marks in 1985 and risen\nfurther since then. Given the scope of these subsidies, it\nshould be possible \"despite ... Major political difficulties\" to\nfinance the tax reform by cutting state handouts.\n    The institutes said that if the government raised value\nadded tax or other indirect taxes a large portion of the\npositive effects resulting from lower taxes would be lost.\n    The report also noted that the government was progressing\nonly slowly with its plans to privatise state companies and\nsaid more deregulation was needed. The government had to aim\nfor more competition, it said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "mikulic"
    ],
    "ORGS": [
        "ec"
    ]
}