{
    "DATE": "12-MAR-1987 22:32:22.31",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "4621",
    "TEXT": {
        "TITLE": "ADSTEAM RIGHTS ISSUE TO RAISE 228 MLN DLRS",
        "DATELINE": "    ADELAIDE, March 13 - ",
        "BODY": "The Adelaide Steamship Co Ltd <ADSA.S>\n(Adsteam) said its one-for-five rights issue at 11.50 dlrs a\nshare will raise 228.5 mln dlrs for general working capital and\ninvestment, both in Australia and overseas.\n    The group announced the issue with its first half earnings\nand said in a statement that the rights issue will be followed\nby a one-for-four bonus issue.\n    Adsteam's equity-accounted net earnings rose to 75.05 mln\ndlrs in the half ended December 31 from 55.68 mln a year\nearlier and interim dividend to 18 cents from 16.\n    Adsteam shares eased to 14.20 dlrs from an opening 14.60\nand yesterday's close of 14.50 on the issue announcement.\n    The issue will be underwritten by <Morgan Grenfell\nAustralia Ltd> and <McCaughan Dyson Ltd> apart from the shares\nto be taken up by Adsteam's associate and largest shareholder,\ndepartment store retailer <David Jones Ltd>.\n    New shares will not rank for the interim dividend but will\nrank equally thereafter.\n    Adsteam said it expects to maintain an annual dividend rate\nof 36 cents on capital enlarged to about 149 mln shares by both\nissues from 99.36 mln.\n    Adsteam said its diverse industrial interests generally\nperformed well and its results, as the ultimate holding company\nand beneficiary, reflected this solid performance.\n    David Jones, owned 49.2 pct by Adsteam, earned the largest\nassociates' net of 57.38 mln dlrs in the half against 40.29 mln\na year earlier, Adsteam's figures show.\n    Wholly-owned and joint venture companies also did well\napart from timber, building supplies and real estate, which\nreturned below-budget profits due to the housing downturn.\n    Adsteam said it sees 1987/88 as a year of reconstruction\nand consolidation with the capital base boosted by the issue.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "ORGS": [
        "worldbank"
    ]
}