{
    "DATE": "26-MAR-1987 07:21:27.37",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "uk",
        "canada",
        "usa",
        "ussr"
    ],
    "NEWID": "9782",
    "TEXT": {
        "TITLE": "IWC LIFTS WORLD GRAIN OUTPUT ESTIMATE TO RECORD",
        "DATELINE": "    LONDON, March 26 - ",
        "BODY": "The International Wheat Council (IWC)\nlifted its estimate for 1986/87 world wheat and coarse grain\nproduction by one mln tonnes to a record 1,377 mln, compared\nwith 1,351 mln tonnes the previous season.\n    In its monthly market report, the IWC said it is leaving\nunchanged its forecast of world wheat production for the coming\n1987/88 season at between 520 and 530 mln tonnes against a\nrecord 534 mln in 1986/87. The one mln tonne upward revision in\n1986/87 wheat production reflects several minor adjustments.\nThe IWC raised the 1986/87 coarse grain trade figure two mln to\n87 mln tonnes. It left wheat trade unchanged at 86 mln.\n    The IWC 1986/87 estimate for world trade in wheat and\ncoarse grain is thus estimated two mln tonnes higher at 173 mln\nagainst 169 mln the previous season with the forecast three mln\nrise in Soviet imports offset by small reductions elsewhere.\n    The IWC said the area harvested for wheat in 1987/88 is\nlikely to be down from last year as low world prices and\nrestrictive national policies measures begin to take effect.\n    At least four of the five major exporters expect to see a\ndrop in wheat sowings without offset in other countries. There\nis still potential for even higher average wheat yields but the\nIWC said there are increasing signs world output may level off.\n    Although it is still early to assess the coarse grain\noutlook, the IWC said barley acreage is likely to fall in the\nEuropean Community but increase in Canada. U.S. Maize area is\nexpected lower but oat sowings could rise.\n    After damage to its maize crop last year, the Soviet Union\nplans to expand this area by as much as 50 pct to over six mln\nhectares in a year when many frost damaged wheat fields are\nlikely to be resown to this and other spring crops. Improved\nweather and a further increase in the use of intensive\ncultivation methods could therefore see a marked rise in Soviet\nmaize output in 1987, the IWC said.\n    Any reduction in world coarse grain output would be\nbolstered by the large carryover stocks from 1986/87, the IWC\nsaid.\n    It left its estimates of wheat and coarse grain stocks at\nend\u007fof different marketing years unchanged at 178 and 210 mln\ntonnes, respectively, against 160 and 167 mln a year earlier.\n    After record world durum wheat production of 218.8 mln\ntonnes last season, the IWC said there are already signs of\nanother large crop this coming season with higher output\nexpected in the EC, Canada, the U.S. And North Africa.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "ORGS": [
        "iwc-wheat",
        "ec"
    ]
}