{
    "DATE": "20-MAR-1987 11:45:37.42",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "belgium",
        "usa",
        "netherlands"
    ],
    "NEWID": "7771",
    "TEXT": {
        "TITLE": " EC SAYS U.S. BROKE TRADE RULES IN AKZO-DUPONT ROW",
        "DATELINE": "    BRUSSELS, March 20 - ",
        "BODY": "The European Community Commission has\ncharged the United States with breaking international trade\nrules by excluding Dutch-made fibres from the U.S. Market and\nsaid it would take the issue to the world trade body GATT.\n    In the latest of a series of trade disputes with\nWashington, the executive authority alleged that a section of\nthe U.S. Tariff Act was incompatible with the GATT (General\nAgreement on Tariffs and Trade) because it discriminated\nagainst imported products in favour of domestically-produced\ngoods.\n    The Commission said it would ask Geneva-based GATT to rule\non whether the section in question, which officials said had\nproved a barrier to many EC exporters, conformed to its rules.\n    Commission officials did not rule out retaliatory measures\nif, after a GATT decision against it, Washington failed to\nbring the disputed section into line with international rules.\n    The executive's decision to go to GATT follows a complaint\nto it by the Dutch company Akzo <AKZO.AS>, whose \"aramid\"\nsynthetic fibres have been banned from the U.S. Market because\nof charges by the U.S. Firm <Dupont> that the fibres violate\nthe American company's patents.\n    Akzo alleged that the ban, imposed by the U.S.\nInternational Trade Commission (ITC), was discriminatory and\nincompatible with GATT provisions.\n    The dispute centres on the fact that section 337 of the\nU.S. Tariff Act gives the ITC jurisdiction  over imported\nproducts. The EC Commission charged that EC producers did not\nhave the same possibilities for defending themselves before the\nITC as they would have in a normal U.S. Court.\n    \"Consequently the procedure followed...Is less favourable\nthan that which takes places in normal courts of law for goods\nproduced in the United States,\" it said in a statement.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "kullberg"
    ],
    "ORGS": [
        "ec",
        "gatt"
    ],
    "EXCHENGES": [
        "simex"
    ]
}