{
    "DATE": "20-MAR-1987 18:19:27.03",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "8044",
    "TEXT": {
        "TITLE": "U.S. SENATORS SAY SANCTIONS LIKELY ON MICROCHIPS",
        "AUTHOR": "    By Jacqueline Frank, Reuters",
        "DATELINE": "    WASHINGTON, March 20 - ",
        "BODY": "The United States will likely impose\nsanctions soon on imports of Japanese microchips, senators said\ntoday after a private meeting with Commerce Secretary Malcolm\nBaldrige.\n    Although the senators said Baldrige told them no decision\nwould be taken until a final determination is made on whether\nJapanese microchips were dumped in the United States, they said\nthey were virtually sure Japan would face penalties.\n    President Reagan's trade policy advisory group, of which\nBaldrige is a member, will meet on the issue Wednesday.\n    \"I am confident we will see action taken,\" Sen. John McCain,\nan Arizona Republican, told reporters.\n    \"I am expecting sanctions at least, and even more than\nsanctions,\" Sen. Pete Domenici, a New Mexico Republican, said.\n    The senators, several congressmen and U.S. semiconductor\nindustry representatives met with Baldrige and State Department\nofficials to discuss Japan's alleged violations of a September\n1986 agreement to stop dumping its microchips in the United\nStates and other countries.\n    They recommended Japanese firms be penalized through\ntariffs or import duties over the next six to 12 months for\ncontinuing to dump microchips. The violations were worth 100\nmln dls to the Japanese semiconductor industry, they said.\n    Asked if Baldrige intended to recommend sanctions, Sen.\nPete Wilson told reporters, \"The clear import of what he said is\nthat there will be.\"\n    \"Japan can't just say they will comply. We think sanctions\nmust be applied,\" for past violations of the agreement, the\nCalifornia Republican said.\n    The semiconductor industry produces microprocessor chips\nwhich are used in high technology products ranging from radios\nto defence missile guidance systems.\n    Sen. James McClure, an Idaho Republican, said Baldrige told\nthem the administration had not made a final determination that\nJapanese companies had dumped semiconductor microchips below\nthe cost of production in the United States or other countries.\n    But McClure said senators told him, \"There is no doubt\ndumping is going on,\" based on evidence such as invoices of\npurchases of the Japanese products.\n    The two countries signed a pact last September in which\nJapan agreed to stop selling its microchips in the United\nStates and other countries below production costs and to allow\nthe U.S. semiconductor industry access to the Japanese market.\n    In return, the United States waived its right to impose\nimport duties on the Japanese microchips.\n    Japanese officials have said they have lived up to the pact\nand have asked Japanese chip-makers to further slash output to\nsave the pact.\n    Japan has frequently been the target of congressional\ndiscouragement over last year's record 169-billion-dlr trade\ndeficit. Tokyo had a 59-billion-dlr surplus with the United\nStates last year and had large surpluses with other countries.\n    The Senate yesterday unanimously passed a resolution\ncalling for action against Japan for violations of the pact\nsince September. The resolution will be introduced in the House\nnext week by Rep. Bob Matsui, a California Democrat.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ]
}