{
    "DATE": "16-MAR-1987 16:48:55.28",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5710",
    "TEXT": {
        "TITLE": "ICAHN SAYS HE IS TARGET OF SEC INVESTIGATION",
        "DATELINE": "    WASHINGTON, March 16 - ",
        "BODY": "Corporate raider Carl Icahn\nacknowledged that he is one of the targets of an investigation\nby the Securities and Exchange Commission into possible\nviolations of securities laws.\n    Icahn, who heads and controls Trans World Airlines Inc\n<TWA>, made the acknowledgement in a filing TWA was required to\nmake with the SEC disclosing its 14.8 pct stake in USAir Group.\n    The SEC issued a formal order launching the private\ninvestigation on Nov 12, 1986, Icahn said in the SEC filing.\n    The order empowers SEC investigators to try to find out\nwhether any persons, including Icahn, violated securities laws\nand related rules, Icahn said.\n    Specifically, the probe is examining the acquisition and\nsubsequent sale of more than five pct of the stock of certain\nunspecified companies, he said.\n    Federal law requires individuals or groups of individuals\nwho have made shareholder agreements, to disclose stakes in\ncompanies of at least five pct within 10 days.\n    Icahn has acknowledged that he has been subpoenaed in\nconnection with SEC probes, but this is the first time he has\ndisclosed that he is among those being investigated.\n    By making the disclosure in a filing with the SEC, which is\nobviously already aware of its own probe, Icahn was also\nalerting current and potential shareholders of TWA.\n    It is not uncommon for companies which are aware that they\nor their officers are the targets of government probes to\nacknowledge the existence of the otherwise secret\ninvestigations to fulfill their legal disclosure requirements\nto their shareholders.\n    Icahn said the SEC is looking into whether he and others\nwhom he did not name violated securities laws by acquiring and\nselling more than five pct of a company's stock.\n    SEC investigations into those kinds of possible securities\nlaw violations have been spawned by the agency's widening probe\ninto the Wall Street insider trading scandal, according to\npublished reports.\n    Making late filings of 13D forms, which disclose the amount\nof stock over five pct an investor has in a company, or making\nno filing at all could indicate a scheme to \"warehouse\" shares\nof stock.\n    In a warehousing scheme, a group of investors acting in\nconcert would each amass stock in the company without\ndisclosing that they have an agreement among them.\n    By failing to disclose that they are acting together the\nmarket is unware of the amount of stock of a company that is\ncontrolled by a group acting in concert.\n    Last year, the SEC charged members of the wealthy Belzberg\nfamily of Canada with taking part in a warehousing scheme while\nit was accumulating stock in Ashland Oil Inc.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "icahn"
    ]
}