{
    "DATE": "19-MAR-1987 13:47:46.39",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "uk",
        "france"
    ],
    "NEWID": "7308",
    "TEXT": {
        "TITLE": "EC MAY OFFER INTERVENTION SUGAR TO LOCAL MARKET",
        "DATELINE": "    LONDON, March 19 - ",
        "BODY": "Sugar which EC producers plan to sell\ninto intervention may be offered by the European Commission for\nsale within the Community, broker C. Czarnikow says in its\nlatest sugar review.\n    The Commission will propose to offer the sugar at a very\nnominal premium of 0.01 European Currency Unit (Ecu) to the\nintervention price, with detrimental consequences for\nproducers' returns, Czarnikow says. The move is seen as an\nattempt to persuade the producers to take back the surrendered\nsugar.\n    The Commission may also take other steps to dissuade\nproducers from their chosen course, such as removing the time\nlimit on storage contracts, which presently means that\nintervention stocks have to be removed by the end of September,\nCzarnikow says. There is also the possibility of production\nquotas being reduced.\n    If the Commission decided to offer the sugar to traders for\nexport, the restitutions would have to be higher than those at\nrecent export tenders, Czarnikow notes. To match the difference\nbetween the EC price and the world market price, the extra\ncosts might be as much as 20 Ecus per tonne, it says.\n    The producers might have to repay these costs through\nproduction levies and the proposed special elimination levy,\nCzarnikow says, but it would be several months before any costs\ncould be recovered under EC rules.\n    The primary cause of the plan to sell 775,000 tonnes of\nsugar into intervention in France is dissatisfaction with the\nEC export program as the restitution has increasingly failed to\nbridge the gap between the EC price and the world market price,\nCzarnikow notes. The French move is thus seen as a form of\nprotest designed to force the Commission's hand.\n    In West Germany, 79,250 tonnes have been tendered for\nintervention, but Czarnikow says the motive here is to ensure\nthat the 1986/87 price is paid for sugar that was produced in\n1986. In addition to a two pct cut in the intervention price,\nWest German producers face a further price reduction in July\nwith a probable revaluation of the \"green\" mark.\n    Even if the immediate crisis is resolved, the problem is\nnot expected to disappear permanently. It has appeared to\ntraders for some years that the EC's export policy is\ninsufficiently responsive to changing patterns of demand, it\nsays.\n    The weekly tenders should respond to fluctuating demand by\nincreasing or reducing the tonnage awarded, Czarnikow says,\nsuggesting that the Commission might also take steps to cut\ndown the amount of \"unnecessary bureaucracy\" surrounding the\nexport tender system.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}