{
    "DATE": "29-JUN-1987 11:30:17.86",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19679",
    "TEXT": {
        "TITLE": "DATACARD <DATC.O> ADOPTS DIVIDEND RIGHTS PLAN",
        "DATELINE": "    MINNEAPOLIS, June 29 - ",
        "BODY": "DataCard Corp said it adopted a\ndividend rights plan in response to Deluxe Check Printers Inc\n<DLX> having agreed to sell its 38 pct interest in DataCard to\nNational Computer Systems Inc <NLCS.O>.\n    DataCard declared a dividend distribution of one preferred\nstock purchase right on each outstanding share its common\nstock. The dividend is designed to deter National Computer or\nother potential suitors from preventing DataCard from\nevaluating all alternatives to maximize shareholder value,\nDataCard said.\n   \n    National Computer told Reuters June 22 it could make a bid\nfor DataCard. On June 25 DataCard filed suit in Hennepin County\nDistrict Court in Minnesota to block the sale of the 38 pct\nstake of its stock to National Computer.\n    In announcing the rights plan, DataCard said it \"is not\ndesigned to deter takeovers that would be consistent with the\nobjective of maximizing stockholders value to all of DataCard's\nstockholders.\"\n    The rights will not become exercisable until 10 days after\nan announcement that a person or group has acquired beneficial\nownership of 44 pct or more of DataCard's common stock.\n   \n    Once exercisable, each right would entitle a holder to buy\n1/500th of a share of DataCard Series A junior participation\npreferred Stock for 35 dlrs. Holders other than an acquirer\nwould be entitled to purchase, for six-months after the right\nbecomes exercisable, a number of shares of the new preferred\nstock with a market value equal to twice the exercise price of\nthe rights.\n    The rights dividend distribution is payable July 9 to\nshareholders of record July 9.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}