{
    "DATE": " 9-APR-1987 10:13:27.77",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15551",
    "TEXT": {
        "TITLE": "GLOBAL ECONOMIC SLOWDOWN RAISES NEW DEBT FEARS",
        "AUTHOR": "    By Alver Carlson, Reuters",
        "DATELINE": "    WASHINGTON, April 9 - ",
        "BODY": "The global economy is expected to\nweaken this year, adding new worries to an already serious\npoverty outlook, economic analysts said.\n    For finance ministers and central bankers attending this\nweek's semi-annual meetings of the International Monetary Fund\nand World Bank, the new figures released by the IMF add an\nadditional concern.\n    The Fund estimated world output would only grow by 2.7 pct\nthis year, versus 2.9 pct last year, and 3.1 pct in 1985.\n    In the industrial countries, Gross National Product, a\nmeasure of all goods and services, was expected to decline to\n2.3 pct this year, compared with 2.4 pct in 1986, the IMF said.\n    For the developing countries, the Gross Domestic Product,\nanother measure of economic growth, was expected to fall to 3.0\npct from 3.5 pct last year.\n    The new figures are considered a major disappointment to\nthe poorest countries. They had hoped that new vitality in the\nindustrial countries brought on by a sharp decline in oil\nprices would assist their economic recovery and help them cope\nwith growing mounds of debt.\n    IMF officials, discussing their outlook, said they believed\nthe industrial country economies would move up to an annual\ngrowth rate of three pct by the end of the decade.\n    Economic analysts and the IMF have been saying for some\ntime that the ability to keep the debt crisis from turning into\nan economic rout rests on sustained economic growth.\n    Since the debtor countries must look to the wealthier\nstates for markets for their products as well as financial\nassistance, economic weakness in the developed nations' \neconomies poses fundamental worries.\n    Debtor countries, including the very poorest states, have\nonly a few avenues open to them for earning foreign exchange,\nincluding the key one of exports.\n    The U.S. economy, which is in its fifth year of expansion,\nhas served as a mainstay for developing country exports, but it\ntoo is seen as being rather feeble this year, growing by only\n2.3 pct, according to the IMF.\n    For this reason and because of a high trade deficit, the\nUnited States has been pressuring Japan and West Germany to\nignite their economies but with little apparent success.\n    The IMF study also examines the course of the dollar and\nthe curious lack of impact it has had on the U.S. trade\ndeficit.\n    Reagan administration officials have been saying that the\nimpact is now beginning to show up, although it has been much\nslower than expected.\n    The IMF observed in its World Economic Outlook that \"it has\nto be recognized that exchange rate adjustments take time to\nwork through to payments flows -- probably at least three years\nto get a resonably complete effect.\"\n    The report added, however, \"the adjustments may take even\nmore time on this occasion.\"\nREUTER^M\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "PEOPLE": [
        "james-baker",
        "miyazawa",
        "stoltenberg",
        "volcker",
        "wilson"
    ],
    "EXCHENGES": [
        "lme"
    ]
}