{
    "DATE": "18-JUN-1987 06:28:07.19",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "france"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18530",
    "TEXT": {
        "TITLE": "FRENCH STATE SELL-OFFS RAISE 52 BILLION FRANCS",
        "DATELINE": "    PARIS, June 17 - ",
        "BODY": "The French government's privatisation\nprogram, which began late last year, has earned the French\nState about 52 billion francs to date, the Finance Ministry\nsaid.\n    Sources close to Finance Minister Edouard Balladur said the\nrevenues raised from the privatisation program would be used in\npriority to pay off public debt, which stood at 398.2 billion\nat the end of 1986.\n    The Ministry said in a communique that the returns included\nbanking group Societe Generale <SGEN.PA>, which began its\ntwo-week public flotation last Monday.\n    The government has carried out eight flotations, as well as\nthe private sale of telephone group <Cie Generale de\nConstructions Telephoniques> (CGCT) since its denationalisation\nscheme began last December with the sell-off of glass makers\nSaint-Gobain <SGEP.PA>, it added.\n    The government has pledged to privatise 66 state-owned\nindustrial, banking and insurance companies by 1991.\n    Other companies to be sold to the private sector in the\nnear future are television network TF-1 later this month and\nbanking group Cie Financiere de Suez <FSPP.PA> in the autumn.\n    The ministry said TF-1's forthcoming sell-off meant that a\nthird of the government's programme would have been completed\nin less than nine months.\n    Balladur on Sunday rejected press and opposition charges\nthat the share prices for privatised companies had been pitched\ntoo low.\n    He said that the average premium of shares trading on the\nBourse was between 15 and 30 pct over their offer price. This\ncompared with premiums of between 60 and 80 pct on similar\nshare flotations in Britain.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}