{
    "DATE": " 6-MAR-1987 14:44:08.25",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2799",
    "TEXT": {
        "TITLE": "TWA <TWA> CONFIRMS OWNERSHIP OF USAIR <U> STOCK",
        "DATELINE": "    NEW YORK, March 6 - ",
        "BODY": "Trans World Airlines Inc said it owns\nmore than four mln USAir Group shares or about 15 pct of the\ntotal outstanding.\n    TWA said it may acquire additional shares in the open\nmarket, in private transactions, through a tender offer or\notherwise, subject to Department of Transportation approval.\n    TWA has offered 52 dlrs per share for USAir Group. USAir\nrejected the offer yesterday, calling it a last-minute attempt\nto interfere with its takeover of Piedmont Aviation Inc.\n    A TWA spokesman said the company has filed an application\nfor approval on its offer to buy USAir with the Department of\nTransportation, and later today it will file a response to\nUSAir's motion with the DOT to dismiss the TWA application.\n    TWA said it made the statement today on its stock position\nin USAir in response to inquiries.\n    Traders said they believed TWA Chairman Carl Icahn was the\nbuyer of an 855,000 share block crossed today by Salomon\nBrothers.\n    USAir stock was trading at 50-3/4, up 2-1/4 on heavy volume\nof 3.1 mln shares. TWA stock fell 3/8 to 30-5/8.\n    While analysts and arbitragers have speculated that Icahn\nmay have made the offer for USAir in order to trigger the\nacquisition of his own airline, Wall Street today began to take\nIcahn's effort more seriously.\n    \"I think he's going to be the next Frank Lorenzo of Wall\nStreet,\" said one market source. Lorenzo, chairman of Texas\nAir, has added to his airline with the acquisitions of Eastern\nAirlines and People Express Airlines.\n    There was also speculation that Icahn would like to buy\nUSAir and then sell TWA as a merged company.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "icahn"
    ],
    "ORGS": [
        "opec",
        "iea"
    ],
    "EXCHENGES": [
        "cme"
    ]
}