{
    "DATE": " 1-APR-1987 13:44:39.75",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12156",
    "TEXT": {
        "TITLE": "E.F.HUTTON <EFH> EXTENDS PUROLATOR <PCC> OFFER",
        "DATELINE": "    New York, April 1 - ",
        "BODY": "E.F. Hutton Group's E.F. Hutton LBO Inc\nunit said it extended the expiration date for its 35 dlr per\nshare tender offer for Purolator Courier corp to midnight EST\nApril six from midnight April one.\n    E.F. Hutton lbo inc said its wholly owned PC Acquisition\nInc subsidiary, which is the entity making the offer, extended\nboth expiration date and the withdrawal rights period for its\npending tender for 6.3 mln shares or 83 pct of Purolator\ncommon.\n    Hutton's offer was topped today by a 40 dlr per share bid\nfor 83 pct of the stock from Emery Air Frieght Corp <EAF.>\n    Both offers would pay shareholders a package of securities\nfor the balance of their shares, valued at the respective\ntender offer prices.\n    Hutton said as of the end of the day yesterday, about\n880,000 shares of Purolator common stock repesenting 11.5 pct\nof outstanding shares had been validly tendered and not\nwithdrawn.\n    Manhattan supreme court justice Lewis Grossman today\nadjourned until Monday a hearing on a stockholder suit seeking\nto block the Hutton LBO transaction. The judge told attorneys\nhe needed time to hear other cases.\n    Plaintiffs cited their belief that a superior offer would\nbe forthcoming, however one company mentioned in an affadavit,\nInterlink Express plc, denied that it was interested.\n    Yesterday, Frank Hoenemeyer, a retired vice chairman of\nPrudential Insurance Co and currently a Purolator board member,\nsaid an initial offer from Hutton was rejected by the board of\ndirectors February third.\n    Hoenemeyer testified that by the next meeting of the board,\nFebruary 17, Hutton submitted a revised proposal which was\naccepted.\n    He also testified a committee of directors had hired\nGoldman Sachs and Co to consider alternatives to the Hutton\noffer and also to consider a discussion of possible mergers\nwith other companies including Emery and Federal Express Corp\n<FDX>.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "chirac",
        "james-baker"
    ]
}