{
    "DATE": "12-MAR-1987 09:19:05.29",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "japan",
        "iran"
    ],
    "NEWID": "4174",
    "TEXT": {
        "TITLE": "MOST JAPAN FIRMS NOT RENEWING IRAN TERM CONTRACTS",
        "AUTHOR": "    By Jennie Kantyka, Reuters",
        "DATELINE": "    TOKYO, March 12 - ",
        "BODY": "Most Japanese companies have decided not\nto renew term contracts to lift Iranian crude oil because spot\nprices remain considerably lower than OPEC's official levels,\nindustry sources said.\n    They said a cargo of the Mideast benchmark crude Dubai\ntraded yesterday at 16.50 dlrs a barrel, compared to its\nofficial price of 17.42 dlrs.\n    Only one Japanese company has renewed its term contract for\nIranian crude oil for the second quarter, the sources said.\n    The sources said Japanese companies had been lifting a\ntotal of about 185,000 barrels per day (bpd) of Iranian crude\nunder term contracts, but only one firm has agreed to lift in\nthe second quarter. It is lifting just 10,000 to 15,000 bpd.\n    They said this move could inspire Iran to offer discounts\non cargoes loading in April, but the likelihood of discounts\ndepended largely on the levels of spot prices.\n    \"If the spot price of Dubai goes above 17.30 dlrs we would\nprobably buy Iranian crude at the official price,\" one Japanese\nrefiner said.\n    \"We don't intend to put pressure on them,\" he added.\n    Buyers have little incentive to renew contracts to lift oil\nat official OPEC prices while spot prices on all grades are\nconsiderably lower, oil traders said.\n    They said if spot prices move higher there will be no\nproblem finding OPEC crude to purchase at the official prices.\nQatar has chartered floating storage for its crude oil after\nfinding no buyers at official prices in March. The problem is\nlikely to recur in April, adding to that country's surplus.\n    The traders added that Iraq had dissociated itself from\nOPEC's December production agreement, while agreeing to the\nfixed prices.\n    But oil analysts said if OPEC keeps group output close to\nits first-half 1987 ceiling of 15.8 mln bpd, supply and demand\nwould be balanced by the end of the second quarter.\n    They also said if OPEC holds its official price structure\nbased on a reference price of 18 dlrs, spot price fluctuations\nshould be limited to a 16.50 to 17.20 dlrs range for Dubai and\na 17 to 18 dlrs range for the North Sea's Brent blend.\n    One Japanese refiner said, \"At the moment there's a lot of\npressure on OPEC, particularly on Qatar. But if they hold out\nthere will be no problem, and I'm beginning to trust their\nability.\"\n    Nigerian oil minister and OPEC president Rilwanu Lukman\ntold a news conference in Lagos yesterday, \"Nigeria and all\nmember countries of OPEC remain determined to uphold the\nDecember agreement by adhering strictly to their various quotas\nand official selling prices.\"\n    He said OPEC believed consumers had drawn heavily on stocks\nof both crude oil and refined products, reducing them to levels\nwell below this time last year. He said consumers would soon\nreturn to the market in search of crude.\n    A Japanese refiner said, \"The European and U.S. Markets are\nbeginning to look better so OPEC might be quite lucky.\"\n\u0003"
    },
    "PEOPLE": [
        "mulroney"
    ],
    "ORGS": [
        "opec"
    ]
}