{
    "DATE": "25-MAR-1987 08:51:32.15",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "australia",
        "papua-new-guinea"
    ],
    "NEWID": "9253",
    "TEXT": {
        "TITLE": "OIL ANALYST SEES PAPUA NEW GUINEA AS GOOD PROSPECT",
        "DATELINE": "    SURFERS PARADISE, Australia, March 25 - ",
        "BODY": "Papua New Guinea\n(PNG) provides the most exciting new prospect in the\nAsia-Pacific region for oil production, energy analyst Fereidun\nFesharaki said here.\n    The recent successful find at Iagifu is likely to put PNG\non the list of major oil exporters by the early 1990s, he told\nthe Australian Petroleum Exploration Association annual\nconference.\n    Fesharaki, leader of the Energy Program at the East-West\nCenter in Honolulu, Hawaii, was speaking on the Asia-Pacific\npetroleum outlook.\n    With domestic demand of around 12,000 barrels per day (bpd)\nand prospects of production of over 100,000 bpd by late 1991,\nPNG would become an Ecuador-level crude exporter, Fesharaki\nsaid.\n    The Iagifu wells in the Papuan Basin have recorded the best\noil flows in more than 60 years of exploration in PNG.\n    The PNG government's Geological Survey in a paper\ndistributed at the conference estimates Iagifu reserves at\nabout 500 mln barrels.\n    PNG enjoys the most liberal tax regime in the region with\nno secondary taxes, Fesharaki said.\n    \"We expect a much larger oil search in Papua New Guinea, and\ndiscovery of much larger volumes of oil, similar in quality to\n(light) Bass Strait crude,\" Fesharaki said.\n    There are also large pockets of high quality condensates to\nbe produced, notably in the Juha field near Iagifu which is\ncapable of producing 30,000 to 40,000 bpd, he said.\n    But prices should be somewhat higher than the present\nlevels to justify development of the Juha field, he said.\n    The PNG Geological Survey paper noted there are five large\nprospective but little-explored sedimentary basins in PNG.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "ORGS": [
        "ec"
    ]
}