{
    "DATE": "25-MAR-1987 17:48:59.91",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9639",
    "TEXT": {
        "TITLE": "UNOCAL <UCL> PLANS INCREASE IN CAPITAL SPENDING",
        "DATELINE": "    LOS ANGELES, March 25 - ",
        "BODY": "Unocal Corp said it intends to\nincrease its spending for capital projects to 929 mln dlrs in\n1987, eight pct more than the 862 mln spent in 1986.\n    The company said in its annual report that it would\nincrease spending for exploration and development of petroleum\nresources by about three pct to 614 mln dlrs from 1986's 595\nmln dlrs, assuming oil prices hold around current levels.\n    The planned spending for exploration and production in 1987\nremains well below the 1.1 billion dlrs spent in 1985, Unocal\nsaid.\n    The company's proved developed and undeveloped reserves of\ncrude oil rose slightly in 1986, Unocal said. Net crude oil and\ncondensate reserves were 752 mln bbls as of Dec 31, 1986,\ncompared to 751 mln bbls at the end of 1985, Unocal said.\n    The company said its net crude oil and condensate\nproduction averaged 248,200 barrels per day in 1986 compared to\n251,300 bpd in 1985.\n    Unocal said its worldwide natural gas reserves were 6.07\nbillion cubic feet in 1986 compared to 1985's 6.19 billion. Net\nnatural gas output averaged 976 mln cubic feet per day in 1986,\ndown 10 pct from 1985's 1,084 mln, the company said.\n    Unocal said its average sales prices for crude oil was\n12.67 dlrs a barrel worldwide in 1986 compared to 23.81 dlrs in\n1985, and its average sales price for natural gas was 2.03 dlrs\nper thousand cubic feet in 1986 against 2.24 dlrs in 1985.\n    Average production costs for crude oil and natural gas\ndeclined nearly 30 pct to 3.41 dlrs per bbl of oil equivalent\nin 1986 from 4.81 dlrs in 1985, Unocal said.\n    In the annual report, the company called for imposition of\nan oil import fee by the U.S. government to set a floor price\nof about 25 dlrs a barrel for crude oil.\n    \"Simply stabilizing prices at about 18 dlrs per barrel    \nwill not materialy slow the drop in U.S. production or the rise\nin imports,\" Chairman Fred Hartley said in the annual report.\n    \"Without decisive action in Washington, this nation will\nonce again become a hostage to OPEC's plans and policies,\"\nHartley said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "icco"
    ]
}