{
    "DATE": " 2-MAR-1987 08:17:56.66",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "362",
    "TEXT": {
        "TITLE": "AMERICAN EXPRESS <AXP> VIEWING SHEARSON OPTIONS",
        "AUTHOR": "    By Patti Domm, Reuters",
        "DATELINE": "    NEW YORK, March 2 - ",
        "BODY": "American Express Co, rumored to be\nconsidering a spinoff of part of Shearson Lehman Brothers Inc,\nsaid it is studying a range of options for its brokerage unit\nthat could improve Shearon's access to capital and help it meet\nbroadening international competition.\n    In a joint statement, American Express and Shearson said\nthe actions under consideration are an integral part of\nAmerican Express' worldwide financial services strategy and\nthat the two companies have been having both internal and\nexternal discussions on the matters.\n    American Express said no decision has been reached on the\nstrategic options and that it and Shearson could ultimately\ndecide to follow growth plans already in place.\n    Last week, rumors circulated on Wall Street that the\nfinancial services giant was considering a spinoff of part of\nShearson and there was speculation it may be considering\nselling a stake to a Japanese firm. Analysts said the\nspeculation also focused on American Express selling 20 pct of\nthe profitable brokerage firm to the public.\n    There was some speculation that American Express had also\nconsidered a total spinoff of Shearson, but the plan was\nconsidered highly unlikely, analysts said.\n     American Express said in the statement on Sunday that it\nwill not comment on rumors and speculation and a spokesman\nwould not go beyond the statement. The company also remained\nsilent last Thursday and Friday, as rumors drove American\nExpress stock up a total of 5-1/2 dlrs in two days to bring it\nto a Friday close at 74.\n     It said it issued the statement on Sunday because a\nsimilar statement was being circulated to employees.\n    Analysts have been divided on whether it makes sense for\nAmerican Express to give up a stake in the wholly-owned\nbrokerage, which improved its after-tax earnings by about 50\npct in the last year.\n    Some analysts said American Express may consider spinning\noff part of Shearson because it is concerned that its stock\nprice does not fully reflect the value of the brokerage firm.\n     Shearson contributed 316 mln dlrs of American Express'\n1.25 billion dlr net in 1986.\n    American Express' ambitious plans for international growth\nmay be also enhanced by the added cash that spinning out part\nof Shearson would bring. Analysts speculated that all of\nShearson would have a market value of about 3.5 billion dlrs.\n    To some however, the need for added capital is puzzling.\n\"(American) Express is in a position where they can raise\ncapital if they need to,\" said Larry Eckenfelder of\nPrudential-Bache Securities.\n    Analysts said rumors were fed by the reorganization of\nShearson management Wednesday. Chief operating officer Jeffrey\nLane got the added, previously vacant, post of president.\n     The reorganization also created four new positions for\nchairmen of Shearson's operating divisions, a move analysts\nspeculated would allow Shearson to be a stand alone company.\n     Analysts, contacted on Sunday said the statement does\nlittle to clarify last week's market speculation. It does\nconfirm, however, that the financial services firm, which\nunsuccessfully attempted to expand Shearson with a major\nacquisition last year, is looking beyond its own walls for\ngrowth and positioning in the global market competition.\n    Late last year, Shearson's takeover offer to the E.F.\nHutton Group Inc was rejected by Hutton, and analysts said\nthere had been speculation that Shearson also was rebuffed when\nit approached another major Wall Street brokerage.        \n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}