{
    "DATE": " 4-MAR-1987 14:00:34.90",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1682",
    "TEXT": {
        "TITLE": "TALKING POINT/GENERAL MOTORS <GM>",
        "AUTHOR": "    By Steven Radwell, Reuters",
        "DATELINE": "    NEW YORK, March 4 - ",
        "BODY": "General Motors Corp staged an explosive\nrally on Wall Street after a share buyback program announced\nyesterday, but analysts said GM's future remains clouded by\nstiff competition and erosion of market share.\n    GM shares rose 3-1/2 to 79-1/8 in active trading. Analysts\nagreed that investors liked the repurchase program but they \ndiffered sharply over the carmaker's long term prospects.\n    \"I'm very positive on GM,\" said Jack Kirnan of Kidder\nPeabody and Co. \"They're clearly committed to enhancing\nshareholder value.\"\n    However, some analysts worry about how GM will pay for the\nbuyback and whether new models will enable the carmaker to\nrecapture lost market share.\n    After the market had closed yesterday, GM said it would buy\nback 20 pct of its common stock by the end of 1990. The\nannouncement sent investors today scrambling for GM shares,\nwith more than 3.2 mln shares changing hands by mid-day.\n    The buyback plan caused several analysts bullish on the\nstock to reiterate buy recommendations this morning, and at\nleast one increased his earnings estimates for GM based on a\ngood performance expected from new car models.\n    But David Healy of Drexel Burnham Lambert Inc said the\nrepurchase program is not a positive.\n    \"The buyback doesn't really change the earnings outlook and\nputs more stress on the balance sheet,\" he said, since GM will\nhave to borrow money to pay for the stock purchases. The stock\nshould settle back down to around 76, he added.\n    Healy projects GM will earn five dlrs a share in 1987 and\n5.50 dlrs in 1988, compared to 1986 earnings of 8.21 dlrs.\nHealy's numbers are near the low end of Wall Street estimates,\nwhich range from five dlrs to 7.80 dlrs in 1987 and from four\ndlrs to 10.80 dlrs in 1988.\n    Like other analysts, Healy sees GM's share of the domestic\ncar and truck market falling in 1987. \"On balance, GM cars are\nnot selling as well as their competitors,\" he said.\n    In late February, GM car sales fell 8.6 pct from the\nyear-ago period while competitors Ford Motor Co <F> and\nChrysler Corp <C> both posted increases. But GM said February\nsales showed improvement over January, adding that it expects\nimprovement in coming months.\n    Overall, GM's share of U.S. car and truck sales should fall\nto around 38 or 39 pct in 1987 from 41 pct at the end of 1986,\nanalysts said. The numbers include imports.\n    Kidder Peabody's Kirnan said cost reductions and product\nimprovements this year should lead to positive cash flow by the\nfourth quarter, which will help GM finance the buyback.\n    \"GM (stock) has been a real laggard and now it's rolling up\nits sleeves and getting serious. I think there's a major\nearnings surprise in the winds,\" he said.\n    Kirnan raised his earnings estimates slightly today, in\npart in reaction to the announced buyback, and sees GM earning\n5.65 dlrs this year and 9.75 dlrs in 1988. \"The company is more\nconcerned than ever about improving their relative valuation\nwith respect to Ford and Chrysler,\" he said.\n    Another positive for the stock is GM's dividend, currently\nfive dlrs a share annually, which gives it a higher yield than\nits competitors, Kirnan said. And GM will raise the cash\ndividend 25 to 50 cts a share next year, he predicted.\n    But analyst Michael Lucky of Shearson Lehman Brothers Inc\nsaid U.S. car sales will weaken, and GM's new products, if\nsuccessful, will only slow but not halt the erosion of its\nmarket share.\n    \"I believe their new cars will be successful, but that will\nonly curtail losses in market share,\" which will fall to around\n35 pct by 1990, Lucky said.\n    Philip Fricke of Goldman Sachs and Co falls in the middle\nof the bulls and bears. While he is recommending GM stock, he\nsaid results will not improve until 1988.\n    \"I'm not looking for improvement this year. This is a\ntransition year for GM,\" he said.\n    Fricke, who estimates 1987 earnings at 7.80 dlrs and 1988\nat 10.80 dlrs, said cost cutting and new car models will not\naffect 1987 results. \"But the key thing isn't so much what they\nearn this year. It's the momentum beyond this year that's\nimportant.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "amex"
    ]
}