{
    "DATE": "29-JUN-1987 15:43:58.16",
    "TOPICS": [
        "money-fx",
        "crude"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19869",
    "TEXT": {
        "TITLE": "VENEZUELA LOWERS EXCHANGE RATE FOR OIL EARNINGS",
        "DATELINE": "    CARACAS, June 29 - ",
        "BODY": "Venezuela's cabinet approved a new\nexchange rate for oil and mining export earnings, setting it at\n14.50 bolivars to the dollar from 7.50 bolivars previously,\nMinister Manuel Azpur UA said.\n    Azpur told reporters after a cabinet meeting that the\nmeasure is \"fundamental to conserving the economic and financial\nstrength of the petroleum industry.\"\n     He said the new exchange rate, which goes before the\ncentral bank for final approval tommorrow, will allow the state\noil company Petroleos De Venezuela, S.A.(PDVSA) to solve its\nproblem of working capital and implement investment plans,\nestimated at 20 billion bolivars for 1987. He did not say when\nthe measure would become effective.\n   Venezuela's oil industry previously sold its dollar earnings\nto the government at 7.50 to the dollar but bought foreign\nexchange from its imports at 14.50 bolivars.\n   The new exchange rate will promote purchases of domestic\ngoods and services by the industry, Azpur said. He added that\nit would also put PDVSA in a position to purchase more\ngovernment debt bonds.                        \n    PDVSA had available liquid assets of 20 billion bolivars at\nthe start of this year, of which nine billion were in a trust\nfund in the Central Bank of Venezuela (BCV) and placed in\ngovernment bonds.\n  According to a contract between PDVSA and the central bank,\nthe BCV must provide cash as the oil industry requries by\nrepurchasing the bonds.\n    PDVSA's contribution to the treasury last year was 44.480\nbillion bolivars. It foreign earnings for oil and petrochemcial\nsales were 8.023 billion dlrs.\n Reuter\n\u0003"
    },
    "PLACES": [
        "bolivia"
    ],
    "PEOPLE": [
        "kohl",
        "chirac",
        "mitterrand"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}