{
    "DATE": "18-MAR-1987 09:39:59.02",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6463",
    "TEXT": {
        "TITLE": "GENCORP <GY> GROUP HOLDS 9.8 PCT STAKE",
        "DATELINE": "    NEW YORK, March 18 - ",
        "BODY": "(General Partners), a Texas general\npartnership equally owned by affiliates of Wagner and Brown and\nAFG Industries Inc <AFG>, said it currently holds 2,180,608\ncommon shares, or about 9.8 pct, of Gencorp Inc's <GY>\noutstanding common stock.\n    General Partners said it began a 100 dlrs a share cash\ntender offer for all of Gencorp, an Akron, Ohio-based concern,\nthat is worth nearly 2.3 billion dlrs.\n    Gencorp, which has interests in tire- and plastic-making,\naerospace and broadcasting, has about 22.3 mln shares\noutstanding.\n    The General Partners offer is subject to receipt of\nfinancing, a majority of Gencorp shares and other conditions.\n    In a letter to Gencorp chairman and chief executive A.\nWilliam Reynolds describing the offer, General Partners said it\nwas willing to negotiate terms of the offer and was prepared to\nmeet as soon as possible.\n    In a statement, General Partners said it has contributed\n250 mln dlrs in equity financing and also has commitments for \na one billion dlr credit line from Wells Fargo and Co <WFC> and\na 1.25 billion loan from Shearson Lehman Brothers Holdings Inc,\na unit of American Express Co <AXP>.\n    A Gencorp spokesman said the company's management was\nmeeting but that its board was not scheduled to meet today. He\nsaid he was not sure the company had formally received notice\nof the offer but was aware of it through press accounts.\n    He declined to say what Gencorp's next move might be or\nwhether it would issue a statement later today.\n    In the letter, General Partners said it plans to maintain\nGencorp's corporate headquarters in Akron, and retain the\ncompany's plastics and industrial products businesses and its\ntires and related products segment.\n    The letter did not mention Gencorp's RKO General\nbroadcasting subsidiary, which has been involved in disputes\nover license renewals at several of its television stations.\nGencorp has agreed to sell two of its independent stations, WOR\nin the New York area and KHJ in Los Angeles.\n    General Partners officials were not immediately available.\n    Gencorp shares were delayed at the opening on the New York\nStock Exchange because of an imbalance of orders, and the NYSE\nsaid the shares were indicated to open at 103 to 115. The\nshares closed up two yesterday at 90-1/2, a new 52-week high.\n    The financing for the offer includes the 250 mln dlrs in\nequity from General Partners, the 1.25 billion dlr loan from\nShearson Lehman Brothers, a senior subordinated bridge loan for\nwhich a binding agreement can be delivered within 24 hours\nafter a request from the partnership, and the one billion dlr\ncredit line from Wells Fargo.\n    Wells Fargo has agreed to lend up to 250 mln dlrs of the\nline itself and form a syndicate of banks to provide the rest,\nthe partnership said.\n    Shearson Lehman Brothers Inc will act as dealer manager in\nthe tender offer, it said.\n    In the letter, the partnership said it was confident it\ncould obtain the financing and close the transaction promptly.\n    Last fall AFG and privately held Wagner and Brown offered\nto acquired (Lear Siegler Inc) for about 1.44 billion dlrs but\nwithdrew the offer when higher bids emerged. Lear Siegler\neventually went private for about 1.66 billion dlrs.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}