{
    "DATE": "23-MAR-1987 16:17:13.90",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8506",
    "TEXT": {
        "TITLE": "IBM <IBM> REBOUND SEEN BY BERNSTEIN ANALYST",
        "DATELINE": "    NEW YORK, March 23 - ",
        "BODY": "International Business Machines Corp,\nhit by a two-year earnings slump, should begin a come-back by\nthe end of 1987 and post strong growth in 1988, analyst Rick\nMartin of Sanford C. Bernstein Co Inc said.\n    \"There will be increasing momentum in earnings, albeit not\nuntil later this year,\" Martin said at a technology conference\nsponsored by the investment firm.\n    Martin said the coming rebound reflects new product\nintroductions in the mid-range area, rather than any drastic\nimprovement in economic growth or U.S. capital spending.\n    IBM, whose stock hit a 52-week low of 115-3/4 dlrs in\nmid-January, has come back lately. IBM was trading up 7/8 at\n149-1/2 dlrs.\n    Analysts, computer industry executives, and the company\nitself, have highlighted the external economic factors\nhampering IBM's growth.\n    But Martin said the product cycle was key to understanding\nthe rise and fall of IBM and other computer companies, and\npointed to Digital Equipment Corp <DEC> to support his view.\n\"By replacing the product line, earnings have soared,\" he said\nof DEC's line of VAX computers.\n    In contrast to DEC, IBM faultered with an incompatible\nmid-range product line. A new computer code-named \"Fort Knox\"\nwas supposed to tie together a number of IBM's mid-range\nsystems, but the product never got off the ground, he said.\n    Instead, aspects of the computer were integrated into the\nIBM 9370 machine introduced last year, and other aspects should\nbe unwrapped by 1988, Martin said. \"The major story will be a\nrebound in its mid-range business.\"\n    He said sales of IBM's mid-range computers fell about 13\npct in 1986. But the new products will lead to 5.8 pct growth\nin mid-range computers this year and 30.7 pct growth in 1988.\n    High-end computers, primarily the Sierra line, are coming\nto the end of their product life cycle. Although growing 22.5\npct in the midst of IBM's sharply lower 1986 year, growth will\ndrop to 1.5 pct in 1987 and 1.9 pct in 1988, he said.\n    By 1988, overall revenue growth should rise to about 16\npct, against 5.8 pct growth in 1987 and 2.4 pct in 1986, Martin\nsaid. Last year, IBM earned 4.8 billion dlrs on revenues of\n51.3 billion dlrs.\n    Investors asked what this all meant to DEC, whose earnings\nand stock have been propelled by a strong slew of product\nintroductions in the mid-range area.\n    In response, Martin said he did not view IBM as a threat to\nDEC, nor DEC as a threat to IBM, because both companies were\ncatering largely to existing customer bases, rather than\nstealing market share from one another.\n \n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "balladur"
    ]
}