{
    "DATE": "31-MAR-1987 12:50:25.15",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "11487",
    "TEXT": {
        "TITLE": "CHIRAC, REAGAN DISCUSS ARMS CONTROL, TRADE",
        "DATELINE": "    WASHINGTON, March 31 - ",
        "BODY": "French Prime Minister Jacques Chirac\nopened talks with President Ronald Reagan expected to focus on\nsuperpower arms control moves and trade issues.\n    French officials said a major aim of Chirac's visit was to\npresent France's concern that the United States might ignore\nEuropean security interests in any accord with Moscow on\nremoving medium-range nuclear missiles from the continent.\n    But Reagan was expected to assure Chirac that he will not\nagree to a deal at the Geneva superpower talks that would give\nthe Russians superiority in shorter-range systems, diplomats\nsaid.\n    France has expressed doubts about removing U.S. missiles\nfrom Europe so long as the Soviet Union maintains an edge in\nother weaponry, particularly shorter-range rockets,\nconventional forces and chemical weapons.\n    Speaking last night, Chirac set out the French position\nsaying: \"Any agreement on intermediate nuclear forces should\nmention how equality can be achieved in short-range missiles.\"\n    Reagan and Chirac meanwhile signed an agreement ending a\ndispute between two leading research institutes over patent\nrights to a blood screening test for the deadly disease AIDS.\n    In a joint statement, Chirac and Reagan said the Pasteur\nInstitute in Paris and the National Cancer Institute, of\nBethesda, Maryland, agreed to give part of the royalties from\nthe test to a new foundation dedicated to the wordwide fight\nagainst AIDS (Acquired Immune Deficiency Syndrome).\n    \"This agreement opens a new era in Franco-American\ncooperation, allowing France and the United States to join\ntheir efforts to control this terrible disease in the hopes of\nspeeding the development of an AIDS vaccine and cure,\" Reagan\nsaid at the signing ceremony. \n    He said the two parties would share the patent and give 80\nper cent of the royalties received to the new foundation.\n    The foundation would also raise private funds and would\ndonate 25 per cent of its money to combat AIDS in less\ndeveloped countries. \n    Both leaders stressed the long ties between France and the\nUnited States during a welcoming ceremony in the White House\nEast Room, with Reagan describing France as \"America's oldest\nally in war and peace.\" \n    \"I have come to tell you that we are remain motivated by the\nsame ideals of freedom, by the same will to face the dangers\nwhich we both confront -- terrorism, war, hunger, poverty, new\ndiseases and drugs,\" Chirac replied.\n    But the two countries are likely to have less to agree on\nover the issue of trade, where Chirac is worried about a rise\nin protectionism in the U.S. Congress. \n    A senior U.S. official yesterday dismissed a French idea to\nsell cut-price grain to poor countries in Africa as a way of\nlessening surplus stocks.\n    Chirac is expected to canvass support for the idea, first\nproposed by French Agriculture Minister Francois Guillaume,\nduring his two-day visit to Washington.\n    The U.S. official described the idea as a \"grain producers'\nOPEC\" -- a reference to the Organization of Petroleum Exporting\nCountries -- and said it went against the Reagan\nadministration's desire to lessen government intervention in\ntrade.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "france"
    ],
    "PEOPLE": [
        "reagan",
        "chirac"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}