{
    "DATE": " 1-APR-1987 05:27:05.32",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "NEWID": "11820",
    "TEXT": {
        "TITLE": "GERMAN CALL MONEY DROPS BACK AT MONTH START",
        "DATELINE": "    FRANKFURT, April 1 - ",
        "BODY": "Call money rates fell to 3.85/95 pct\nfrom five pct yesterday in moderate trading as month end\ntightness disappeared and operators took positions for April.\n    Dealers said they expected rates to remain within a 3.70 to\nfour pct range this month. A minor tax payment period on behalf\nof customers mid-month, the long Easter weekend and pension\npayments were unlikely to tighten rates significantly.\n    Next Wednesday, 14.9 billion marks are leaving the system\non the expiry of a securities repurchase pact. But dealers said\nthey expected the Bundesbank to fully replace the outflow with\na new tender at a fixed rate of 3.80 pct.\n    Commerzbank AG's management board chairman Walter Seipp\ncalled on the Bundesbank to reduce interest rates to protect\nthe mark through bringing the allocation rate for securities\nrepurchase agreements down.\n    But dealers said the Bundesbank was unlikely to ease credit\npolicies at the moment. There was little domestic and foreign\npressure for lower rates and no signs of a change.\n    Yesterday one or two large West German banks effectively\ndrained the domestic money market of liquidity in order to\nachieve higher rates from their overnight deposits, dealers\nsaid.\n    Bundesbank figures showed banks held an average daily 50.7\nbillion marks in minimum reserves at the central bank over the\nfirst 30 days of March, the exact requirement needed just one\nday before the end of the month.\n    Actual holdings on Monday were 42.0 billion marks.\n    Because rates soared to the level of the Lombard emergency\nfunding rate yesterday, banks fell back on the loan facility to\ndraw down a high 5.3 billion marks in an attempt to meet\nBundesbank needs, the data showed.\n REUTER\n\u0003"
    },
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "young"
    ],
    "ORGS": [
        "asean"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}