{
    "DATE": "16-MAR-1987 13:33:02.38",
    "TOPICS": [
        "bop"
    ],
    "PLACES": [
        "denmark"
    ],
    "NEWID": "5554",
    "TEXT": {
        "TITLE": "DANISH CREDIT DOWNGRADING NOT DRAMATIC - MINISTER",
        "DATELINE": "    COPENHAGEN, March 16 - ",
        "BODY": "Finance Minister Palle Simonsen said\ntoday's downgrading of Denmark's credit rating by Standard and\nPoor's Corp should not be over-dramatised.\n    Standard and Poor's said it had downgraded the Kingdom of\nDenmark's long-term external debt to AA from AA-Plus, following\nthe country's loss of the top AAA rating in January 1983.\n    \"This change is regrettable but there is no reason to\ndramatise. This is a change of nuance. Standard and Poor's\ndefines the AA category as only slightly different from the top\nAAA rating,\" Simonsen said in a statement.\n    \"The direct effect of the lower rating on our borrowing\ncapability is unlikely to be very great. But if, against\nexpectation, we fail to reduce permanently the external account\ndeficit... This will inevitably affect borrowing terms and\ncapability,\" he added.\n    \"Standard & Poor's has noted that in 1986 there was a series\nof austerity measures designed particularly to cut lending and\nencourage saving. Tax reforms have also gone into effect.\n    \"If and when it becomes necessary, the government will be\nready to take any necessary economic and political initiatives\nas it has in the past,\" Simonsen said.\n   Standard and Poor's said weaker international\ncompetitiveness in the face of rising labour costs would mean a\ndeteriorating current account balance and a rise in external\ndebt.\n    The external current account deficit rose to a record\npreliminary 34.5 billion crowns in 1986 from 29.1 billion in\n1985, bringing total foreign debt to 265 billion crowns,\naccording to government statistics.\n    Government economists forecast that the external current\naccount deficit will fall to 19 billion crowns this year.\n    Denmark's net foreign debt rose to 129 pct of total exports\nin 1986 from 83 pct in 1983, S and P said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "balladur"
    ]
}