{
    "DATE": "19-OCT-1987 15:31:35.28",
    "TOPICS": [
        "crude",
        "ship"
    ],
    "PLACES": [
        "bahrain",
        "usa",
        "iran"
    ],
    "NEWID": "21006",
    "TEXT": {
        "TITLE": "DIPLOMATS CALL U.S. ATTACK ON OIL RIG RESTRAINED",
        "AUTHOR": "    By Ian MacKenzie",
        "DATELINE": "    BAHRAIN, Oct 19 - ",
        "BODY": "A U.S. attack on an Iranian oil platform\nin the Gulf on Monday appeared to be a tit-for-tat raid\ncarefully orchestrated not to be too provocative or upset Arab\nallies, Western diplomats in the region said.\n    U.S. Defence Secretary Caspar Weinberger said Monday that\nU.S. Warships destroyed the oil platform in the southern Gulf\nin response to a missile strike on the American-registered\nKuwaiti tanker Sea Isle City in Kuwaiti waters on Friday.\n    \"We consider the matter closed,\" he said, a signal the U.S.\nadministration did not want the Gulf crisis to escalate.\n    Iran had warned the United States earlier in the day\nagainst exacerbating the Gulf crisis, saying military action\nwould endanger American interests.\n    Following the raid, a okesman for Tehran's War\nInformation Headquarters vowed to avenge the attack with a\n\"crushing blow.\"\n    \"The United States has entered a swamp from which it can in\nno way get out safely,\" Tehran Radio quoted him as saying.\n    Diplomats noted, however, Iran was also seeking to avoid\nostracism by Arab states due to meet at a summit in Amman on\nNovember 8 and discuss the Iran-Iraq war.\n    Iranian Prime Minister Mir-Hossein Mousavi is currently in\nDamascus, and diplomats said he would seek Syrian help in\npreventing a total Arab breach with Tehran.\n    Further escalation of the war threatening the Gulf Arab\nstates could work against Tehran at the Amman gathering, they\nsaid.\n    \"The ball is in Iran's court now. It's up to Tehran to\nrespond one way or the other,\" a diplomat said.\n    President Ronald Reagan warned Iran of stronger American\ncountermeasures if the military escalation continued.\n    Western diplomats and military sources in the area said\nshelling the platform appeared to be the least provocative act\nthe United States could have taken once it had decided to\nretaliate for the tanker attack, blamed by both the Americans\nand Kuwaitis on Iran.\n    \"It's interesting that they chose something in international\nwaters because it doesn't implicate any other nation,\" one\ndiplomat said. \"This was better for U.S. Relations with the Gulf\nArab states, particularly Kuwait.\"\n    Commented another diplomat: \"Kuwait must be happy that the\nU.S. Has done something, but relieved that Faw was not attacked\non its doorstep.\"\n    One source said of the attack on the oil platform: \"They\nmanaged to warn off the crew and hit something that was the\nleast nuisance to everybody.\"\n    A diplomat commented: \"They were very clever in the place\nthey chose. It gets attention, but it hasn't devastated\nanything because it wasn't working in the first place.\"\n    A senior Arab banker in the area said after the news broke:\n\"This was a good, measured response without risking a flare-up\n... It is a face-saving response (for the Americans).\"\n Reuter\n\u0003"
    }
}