{
    "DATE": "30-MAR-1987 08:16:15.67",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10784",
    "TEXT": {
        "TITLE": "INVESTOR GROUP PUTS PRESSURE ON GENCORP <GY>",
        "AUTHOR": "    By Patti Domm, Reuters",
        "DATELINE": "    NEW YORK, March 30 - ",
        "BODY": "An investor partnership, seeking to\nacquire GenCorp Inc, said it would attempt to unseat the\ncompany's board of directors and take other hostile actions if\nthe firm refuses to discuss its 2.3 billion dlr takeover bid.\n    General Acquisition Co, comprising investors Wagner and\nBrown and glass-maker AFG Industries, also reiterated its\nwillingness to negotiate with Gencorp.\n    The partnership has earlier offered 100 dlrs per share for\nGenCorp -- a tire, broadcasting, plastics and aerospace\nconglommerate.\n    Analysts have speculated that GenCorp, on a break-up basis,\ncould fetch more than 110 to 120 dlrs per share.\n    GenCorp officials had no comment on General Acquisition's\nstatement but a spokesman reiterated an earlier request to\nshareholders to wait until its board renders an opinion before\nmaking a decision on the General Acquisition tender.\n    Gencorp said its statement would be made on or before the\ncompany's annual meeting, scheduled for Tuesday.\n    General Acquisition made its statement in a letter sent to\nthe GenCorp board on Friday.\n    The partnership said it was willing to negotiate all points\nof its offer, including price.\n    The group the board cannot fully carry out its fiduciary\nduties to GenCorp shareholders and make a fully informed\ndecision about its offer until it has \"thoroughly explored with\nus the ways in which our offer can be revised to provide\ngreater value to your shareholders.\"\n    General Acquisition said it is aware the board may be\nreviewing alternative transactions which might provide GenCorp\nshareholders with a payment other than cash.\n    \"If that is the case, you should recognize that our\nadditional equity capital may very well enable us to offer cash\nand securities having greater value than GenCorp could provide\nin any similarly structured transaction,\" the partnership said.\n    General Acquisition also said it believes that GenCorp's\nboard has an obligation to present any alternative transaction\nit may propose to shareholders in a manner that would allow for\ncompeting offers.\n    The partnership requested that if any other proposal is\nunder consideration that it be given the same information\navailable to GenCorp's managers and advisers in constructing a\nproposal.\n     General Acquisition said that if GenCorp agrees to accept\nanother buyout proposal that it also be given an opportunity to\nbid on a competitive and fair basis before any final decision\nis made.\n    General Acquisition repeated its request that GenCorp\nremove its \"poison pill\" or shareholders rights plan.\n    General Acquisition said if GenCorp does not allow an\n\"environment for fair competition,\" it will take all steps\nnecessary to create such an enviroment.\n    It said it may take legal action or seek the support of\nshareholders in calling a special meeting to replace the board\nand to consider other proposals it might develop.\n    General Acquisition also said if the board decides to\naccept an alternate proposal it asked that it not accept a plan\nthat would include defensive features.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}