{
    "DATE": "24-MAR-1987 03:16:30.93",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "indonesia"
    ],
    "NEWID": "8606",
    "TEXT": {
        "TITLE": "WORLD BANK CHIEF PLEDGES SUPPORT TO INDONESIA",
        "DATELINE": "    JAKARTA, March 24 - ",
        "BODY": "World Bank president Barber Conable\npledged the Bank's support to help Indonesia adjust to lower\nworld oil prices, but said further deregulation of its\nprotected economy was needed.\n    Speaking to reporters after talks with President Suharto,\nhe said he expected Jakarta to do more to liberalise the\neconomy and deregulate trade policy.\n    Indonesia, hurt by the fall in oil prices last year which\ncut the value of its crude exports in half, is the Third\nWorld's sixth largest debtor. It has received 10.7 billion dlrs\nfrom the World Bank in the past 20 years.\n    Conable said the World Bank, which granted Indonesia a 300\nmln dlr loan last month to help its balance of payments, was\nprepared to back Jakarta in taking the right steps to adjust to\nlower oil and primary commodity prices.\n    \"We are prepared to support those steps which we believe are\nconsistent with the development of the Indonesian economy,\" he\nsaid.\n    He said Jakarta's willingness to move quickly after last\nyear's collapse in oil price saved Indonesia from some of the\ndifficulties now faced by other countries.\n    Indonesia devalued its currency by 31 pct against the\ndollar in September to avoid a balance of payments crisis, and\nhas announced a series of measures since May intended to\nstimulate exports, encourage foreign investment and revitalise\nthe economy.\n    However, key monopolies in areas like steel and plastics\nand high tariff barriers remain in place.\n    Conable arrived in Indonesia on Saturday and has since met\n14 Indonesian cabinet ministers to review the country's\nborrowing needs and the impact of falling oil prices on the\ncountry.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "conable"
    ]
}