{
    "DATE": "27-APR-1987 08:43:28.47",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "nakasone",
        "reagan"
    ],
    "NEWID": "17305",
    "TEXT": {
        "TITLE": "NAKASONE TO MEET REAGAN AMID TRADE TENSIONS",
        "AUTHOR": "    By Yuko Nakamikado, Reuters",
        "DATELINE": "    TOKYO, April 27 - ",
        "BODY": "Prime Minister Yasuhiro Nakasone,\nbeleaguered by political turmoil at home, sets out Wednesday on\na tough mission to Washington aimed at defusing the most\nserious U.S.-Japanese trade tension in recent memory.\n    Two rounds of talks between President Reagan and Nakasone,\nscheduled for Thursday and Friday, come on the heels of the\nimposition by the United States of punitive tariffs on Japanese\ngoods for the first time since World War Two.\n    In the past, bilateral trade friction involving cotton\ngoods, steel, television sets, textiles and cars have ended\nwith Japan taking on voluntary export curbs.\n    Nakasone's visit could coincide with the passage of a\nprotectionist trade bill by the U.S. House of Representatives.\n    A proposed amendment to the bill, drafted by Representative\nRichard Gephardt of Missouri, will mandate a 10 pct annual\nreduction in the trade surpluses of Japan and other nations\nwhich have large trade gaps with the United States.\n    The United States last year had a record trade deficit of\n169.8 billion dlrs and Japan accounted for about one-third.\n    Foreign Ministry spokesman Yoshifumi Matsuda said recently\nhe was reasonably optimistic about the results of talks between\nthe two leaders.\n    Top U.S. and Japanese officials have shuttled back and\nforth across the Pacific to lay the groundwork for Nakasone's\nvisit. The last of the talks leading up to the main event will\nbe in Washington next Wednesday between U.S. Secretary of State\nGeorge Shultz and Foreign Minister Tadashi Kuranari.\n    Nakasone will have an economic package worked out by the\nruling Liberal Democratic Party (LDP) and by an advisory body\nled by former Bank of Japan Governor Haruo Maekawa.\n    Japan plans to spend over 5,000 billion yen to boost\ndomestic demand, increase imports of U.S. products including\nsupercomputers and give more help to developing countries,\ngovernment officials said.\n    The government has been making last ditch efforts in time\nfor Nakasone's trip to address outstanding bilateral issues,\nofficials said.\n    The issues include foreign access to a new Japanese\noverseas telecommunications venture and a six billion dlr\ninternational airport project in western Japan.\n    Nakasone and his party last week reached a compromise\naccord with opposition parties over a controversial sales tax\nplan in exchange for parliamentary passage by the Lower House\nof a government draft budget for 1987/88.\n    The accord, offered by House Speaker Kenzaburo Hara,\nvirtually killed the Nakasone-sponsored plan, but left room for\nfuture tax reform plans, political analysts said.\n    Nakasone, who led his party to a resounding electoral\ntriumph last July, saw his popularity drop because of the sales\ntax.\n    His party suffered setbacks in an Upper House by-election\nand nationwide local elections in the past two months.\n    Mitsuru Uchida, professor of political science at Waseda\nUniversity, told Reuters: \"I doubt that whatever Nakasone does\nin Washington -- no matter how good it might be -- would help\nrestore his weakened power-base at home.\"\n    Many analysts said Nakasone might step down after the\nVenice summit of industrialized nations in June.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}