{
    "DATE": "18-MAR-1987 04:52:55.44",
    "TOPICS": [
        "money-fx",
        "yen"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "6357",
    "TEXT": {
        "TITLE": "GLOBAL TRADING IN YEN BOND FUTURES EXPECTED SOON",
        "AUTHOR": "    By Yoshiko Mori, Reuters",
        "DATELINE": "    TOKYO, March 18 - ",
        "BODY": "Global trading of yen bond futures is\njust around the corner and they are expected to be listed soon\non the London International Financial Futures Exchange (LIFFE)\nand the Chicago Board of Trade (CBOT), bond managers said.\n    \"Internationalisation of the yen through expansion of\noverseas portfolios in yen assets is the key to the success of\nglobal trading of yen bond futures,\" said Katsuyuki Okayasu,\ngeneral manager of Yamaichi Securities Co Ltd's bond division.\n    \"But Tokyo-based orders are necessary for a primary stimulus\nfor the LIFFE yen bond futures market,\" said Tetsuya Dezuka,\ndeputy general manager of the money market section of New Japan\nSecurities Co Ltd, one of the most active yen bond brokers in\nLondon.\n    Healthy growth of yen bond futures markets depends\nbasically on substantial liquidity in cash yen bond markets\noverseas and on the yen becoming attractive to traders there,\ndealers said.\n    Outstanding yen cash bonds worldwide stand at around\n140,000 billion yen, with most held in Japan, they said.\n    An agreement between CBOT and LIFFE in early February on\nmutual settlements is expected to link U.S. Treasury bond\nfutures trading in London and Chicago, enabling a continuous\n12-hour session, bond managers here said, adding the move was\nmade with yen bond futures trading in mind.\n    LIFFE is preparing for an early listing of yen bond futures\nafter receiving approval from Japan's Finance Ministry last\nDecember.\n    But futures markets will never take root unless they are\nbacked by substantial liquidity in cash bond markets, dealers\nsaid.\n    Daily transactions in the London yen cash bond market now\nstand at 200 to 300 billion yen, but the extent of investor-\nlinked transactions is unknown, securities bond managers said.\n    \"Japanese corporations have been actively setting up their\nfinancing companies in London, suggesting they increasingly are\nengaging in, not only fund raising, but management there,\"\nDezuka said.\n    The steep increase in the number of branches of Japanese\nsecurities houses in London and the growing numbers of U.S. And\nU.K. Brokers coming to Tokyo has helped the London market's\ngrowth, dealers said.\n    Internationalisation of the yen is also likely to be\npromoted by yen bond trading in Chicago and New York later this\nyear, securities managers said.\n    The recent removal of a key regulatory obstacle by the U.S.\nSecurities and Exchange Commission will allow the CBOT to apply\nto the Commodity Futures Trading Commission for a yen bond\nfutures contract, they said.\n    The ruling removed a regulation which prohibited trading\nfutures of designated foreign government debt securities not\nlocated in the issuing country.\n    Fundamental Brokers Inc, a major U.S. Brokers' broker, has\ndecided to launch yen bond broking on its display system in New\nYork as early as April.\n    CBOT's start of an evening session, planned for the end of\nApril, will also multiply yen bond futures trading, a Nomura\nSecurities Co Ltd bond manager said. But there are still\nobstacles to trading on the London market.\n    \"Problems concerning cash bond delivery and clearing are\nmajor obstacles for an early launching at LIFFE,\" said Koki\nChiyojima, deputy general manager of Nikko Securities Co Ltd's\nbond administration division.\n    Nikko Securities Co Ltd, one of the big four Japanese\nsecurities houses, is responsible for corresponding with LIFFE\non these matters.\n    Japan's Finance Ministry will start issuing bonds with\ncoupon payment of either March and September, or June and\nDecember from April 1, matching futures delivery months.\n    The ministry now pays coupons in January, June, July and\nDecember. When delivery months and coupon payments do not\nmatch, a 20 pct withholding tax is imposed on interest earned\nby non-resident bond holders, a deterrent to LIFFE, securities\nmanagers said.\n    LIFFE is likely to wait until the outstanding amount of\nbonds with matching months increases to over several billion\nyen, bond managers said.\n    These bonds will be used for deliveries, as they are\nexpected to be the cheapest deliverable issues due to low\ninterest rates, they said.\n    Market participants here expect a clearing organisation to\nbe set up by the time they have substantial deliverable cash\nissues, making overseas listings probable in the latter half of\n1987.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}