{
    "DATE": " 19-MAR-1987 12:03:38.22",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "7222",
    "TEXT": {
        "TITLE": "FRENCH INSTITUTE PESSIMISTIC ON 1987 GROWTH",
        "DATELINE": "    PARIS, March 19 - ",
        "BODY": "French gross domestic product will grow\nby only 1.5 pct in real terms this year, compared with the\ngovernment's forecast of two to 2.5 pct growth, the private\nInstitut des Previsions Economiques et Financieres pour le\nDeveloppement des Entreprises (IPECODE) said.\n    However, it expects growth to recover next year to the 1986\nlevel of two pct.\n    IPECODE said demand and production would develop in\nparallel this year, in contrast to last year when production\nwas unable to keep pace with the strong rise in domestic\ndemand, unleashing higher import demand.\n    Claims on the International Monetary Fund (IMF) rose by 298\nmln francs to 19.61 billion francs, due to net withdrawals in\nfrancs by member nations, and an increase in reserves of\nSpecial Drawing Rights (SDRs) due mainly to the repayment of\nFrench debts.\n    Its deficit with the European Monetary Cooperation Fund\n(FECOM) remained unchanged in February at 33.90 billion francs.\n    French household consumption, which rose by 3.1 pct last\nyear, is likely to grow by just 1.1 pct this year and 1.5 pct\nin 1988, it added.\n    Industrial investment is expected to rise by 4.3 pct this\nyear and 5.5 pct in 1988, down from 6.5 pct in 1986.\n    Inflation, which was running at 2.1 pct at the end of 1986,\nis likely to rise to 2.9 pct at the end of this year, IPECODE\nsaid, while the government has forecast 2.5 pct.\n    However, the institute said inflation would fall back to\n2.5 pct at the end of 1988, \"provided that real wage costs\nremain within the framework of productivity rises.\"\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}