{
    "DATE": " 1-APR-1987 07:14:45.55",
    "TOPICS": [
        "cocoa"
    ],
    "NEWID": "11843",
    "TEXT": {
        "TITLE": "MALAYSIA DECLINES TO STATE POSITION ON COCOA PACT",
        "AUTHOR": "    By Rajan Moses, Reuters",
        "DATELINE": "    KUALA LUMPUR, April 1 - ",
        "BODY": "Government officials in Malaysia, a\nmajor cocoa producer, have declined to say whether it will join\nthe International Cocoa Agreement (ICCA) for which buffer stock\nrules were agreed in London last week.\n    Ministry of Primary Industries officials said in January\nthe cabinet would decide on Malaysia's participation, but so\nfar a decision has not been announced. The government is said\nto be in favour of joining the pact, but local cocoa growers\nand traders told Reuters they are against the idea because\ncertain provisions in it may be to their disadvantage.\n    Malaysia is the world's fourth largest cocoa producer. The\ngovernment feels that the pact, through its buffer stock\nmechanism, can help stabilise prices in a market which is\nlabouring under surpluses, officials said.\n    But growers and traders are concerned Malaysia's\nparticipation in the pact will require them to pay a levy for\nexports of cocoa to non-member countries of the ICCA.\n    They estimate the levy at around 100 ringgit a tonne at\ncurrent prices and said they are not prepared to accept it\nbecause a big portion of Malaysia's cocoa exports, officially\nestimated at 112,000 tonnes in 1986, goes to non-members.\n    Most growers and traders added they are also against a\nbuffer stock measure under the agreement which requires\nwithholding of cocoa stocks when prices slump.\n    Malaysia, which produced 117,000 tonnes of cocoa last year,\nmight be forced to withhold up to 70,000 tonnes worth some 30\nmln ringgit under such a measure in the long-term, and this\nmight affect their economic viability, they said.\n    \"The cost of maintaining such a stock can be high and it\nwill be a real messy business for the government and the trade\nif it ever occurs,\" an industry source said.\n    The growers and traders also said that under new buffer\nstock rules Malaysia can continue to benefit even if it is not\na member of the pact, as the buffer stock manager is also\nallowed to buy from non-members for the stockpile.\n    Under the new rules purchases from non-members, such as\nMalaysia, will be limited to 15 pct of the total stock.\n    Malaysia has come under pressure from some producers to\njoin the pact soon, officials said, but they noted that it need\nnot rush to do so as there are provisions which allow countries\nto join the agreement even at a later date.\n REUTER\n\u0003"
    },
    "PLACES": [
        "malaysia"
    ],
    "PEOPLE": [
        "young"
    ],
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}