{
    "DATE": " 1-JUN-1987 14:46:10.74",
    "TOPICS": [
        "tin"
    ],
    "PLACES": [
        "uk",
        "japan",
        "malaysia",
        "brazil",
        "china"
    ],
    "PEOPLE": [
        "duisenberg"
    ],
    "NEWID": "17731",
    "TEXT": {
        "TITLE": "TIN TRADERS' RESPONSE MUTED TO KL FUTURES MARKET",
        "DATELINE": "    LONDON, June 1 - ",
        "BODY": "European free market tin traders made a\nsomewhat muted response to plans for a Kuala Lumpur\ndollar-based tin futures market due to be launched in October.\n    Traders said the new market would probably be a useful\ntrading medium for Japan and other South East Asian tin\ninterests although European traders generally appear to be\nreasonably satisfied with the current \"free market\" system\nwhich has been operating since London Metal Exchange, LME, tin\ntrading ceased in October 1985. Dealers here will also want to\nsee how acceptable foreign metal will be on the new market and\nwhat sort of demand develops for forward deliveries.\n    There is also a view among European traders that, while the\nproposed Kuala Lumpur tin futures market would provide another\nuseful reference point, a market inaugurated by the Malaysian\ngovernment -- in the past viewed as a major player at times by\nthe trade -- would make participants uncomfortable.\n    Some traders expressed a preference for a resumption of\ntrading on the London Metal Exchange, but they added that while\nthere has been some behind the scenes discussion on the subject\na definite move is unlikely until outstanding High Court\nlitigation actions have been resolved.\n    Spot tin prices on the European free market are currently\naround 4,200 stg per tonne for high grade metal in warehouse\nRotterdam. Over the past 18 months the price moved to a ten\nyear low of 3,400 stg in March 1986 and rebounded to as high as\n4,680 stg in December 1986.\n    This compares with 8,140 stg last paid when LME trading\nceased in October 1985 and a record high tin price of 10,350\nstg traded for Cash Standard Grade metal in June of that year.\n    LME warehouse stocks are now near a two-year low at 28,065\ntonnes, having fallen steadily from a record high of 72,485\ntonnes reached in February 1986.\n    Traders said the free market turned bullish during late\nlast year based on producer forecasts of a supply/demand\ndeficit of some 28,000/29,000 tonnes. Analysts were predicting\nprices of up to 5,000 stg per tonne during 1987.\n    However, the trend was reversed following a strong upswing\nin sterling versus the dollar and values fell back briefly to\n4,100 stg last month after approaching 4,700 stg in December.\n    The decline accelerated as producers who had sold very\nlittle metal at the higher levels became competitive sellers.\n    There was also a lack of significant demand from major\nsteel mills who made large purchases prior to the new year.\n    Traders say the 15 ITC creditor banks' original tin\nholdings of nearly 45,000 tonnes have now been almost halved,\nand the bulk of material still available is being held by\nMalaysian and Japanese firms which are reluctant to depress the\nmarket with unwanted metal.\n    Some 80,000 tonnes were held by banks and brokers after the\nInternational Tin Council's, ITC, buffer stock manager halted\nsupport operations on the LME on behalf of the 22 members\nnations of the International Tin Agreement.\n    The overhang of metal was reduced further by broker\nShearson Lehman Brothers, which earlier this year reported\nhaving sold its ITC-related holdings and halved its overall tin\nposition.\n    Analysts see no immediate sign of a rally in European tin\nprices and movements are still expected to be largely related\nto currency fluctuations, unless significant consumer demand\nemerges for the third quarter.\n    The Association of Tin Producing Countries, ATPC, has made\nefforts since the collapse of the ITA to achieve higher world\nprices by attempting to bring all major producers under an\nexport control umbrella, but to date Brazil and China, two\nmajor producers, remain unaffected by the ATPC argument and\napparently are continuing to offer material at discounts to\nconsumers in main European trading centres, dealers said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc"
    ],
    "EXCHENGES": [
        "lme"
    ]
}