{
    "DATE": "12-MAR-1987 23:22:50.74",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4625",
    "TEXT": {
        "TITLE": "U.S. OFFICIALS DISAGREE ON REDUCING BUDGET DEFICIT",
        "DATELINE": "    NEW YORK, March 12 - ",
        "BODY": "Senior U.S. Economic officials\ndisagree on the likelihood the government can meet its budget\ndeficit reduction targets.\n    Beryl Sprinkel, chairman of the Council of Economic\nAdvisers, reiterated the Reagan Administration's opposition to\na tax increase and its pledge to reduce the deficit by cutting\nspending and fostering economic growth.\n    By contrast, Rudolph Penner, Director of the Congressional\nBudget Office, said the budget process has broken down and the\ndeficit will remain close to 200 billion dlrs for fiscal 1987.\n    Sprinkel told a symposium sponsored by New York University\nthat spending could be cut by avoiding decisions based on the\ndesire to influence votes and by shifting the responsibility\nfor local projects to state governments.\n    He also suggested a line-item veto, which allows the\nPresident to veto parts of bill without rejecting all of it, to\nlimit wasteful spending. Spending and taxing decisions should\nbe linked more closely.\n    Sprinkel said the Administration still looks for 2.7 pct\ngrowth in U.S. Real gross national product (GNP) in 1987 and\n3.5 pct in 1988.\n    Asked if the latest economic reports signal this rate of\neconomic growth is attainable, Sprinkel said, \"It looks pretty\ngood to me. We've had two very strong employment reports.\"\n    He also said federal reserve policy is appropriate, adding,\n\"It looks like they're on track.\"\n    While further reductions are needed in the trade deficit,\nSprinkel said the lower dollar is having an impact.\n    The new 1987 tax laws will not hurt the economy and the tax\nreform act of 1986 significantly lowers tax rates and will\ngreatly increase private production incentives, he said.\n    \"Our estimates at the Council of Economic Advisers suggest\nnational net output of goods and services will permanently\nincrease by approximately two pct because of the long-run\nconsequences of tax reform,\" Sprinkel said. \"In 1986, this would\nhave amounted to an increase of approximately 600 dlrs in the\nincome of the average American family.\"\n    Sprinkel also argued the 1981 tax cuts were not responsible\nfor the large increase in the budget deficit.\n    In fiscal 1986 ending September, federal spending amounted\nto 23.8 pct of GNP, while federal receipts absorbed 18.5 pct of\nGNP, leaving a deficit of 5.3 pct, he said.\n    Sprinkel said that, compared with fiscal 1978, the 1986\nfederal expenditure share of GNP is 2.7 percentage points\nhigher and the revenue share of GNP is virtually the same.\n    \"Contrary to the conventional wisdom, therefore, the 1981\ntax cut is not the root cause of the extraordinary budget\ndeficits of the past few years,\" Sprinkel said.\n    \"This tax cut merely rolled back the inflation-induced tax\nincreases that occurred between 1978 and 1981,\" he added.\n    However, the Congressional Budget Office's Rudolph Penner\nargued that the tax cut in 1981 was misguided.\n    \"Since making the big mistake in 1981 of cutting taxes\nenormously without any plan to decrease spending by the\nAdministration or Congress, indeed with increases in defence\nspending, now all the options (for reducing the budget deficit)\nare unpleasant,\" he said.\n    Penner said the tax cut resulted from the ideological\nturmoil in the U.S. Caused by the \"biggest sustained inflation\nin our nation's history,\" which helped foster widespread\ndistrust of government.\n    \"The American people turned on the government with tax\nrevolt at the state level and new demands on the government at\nthe national level,\" Penner said.\n    \"But their dislike of taxes exceeded their general dislike\nof spending programs. Now the correction of that 1981 mistake\ndemands that the system change a lot.\"\n    Penner sees little hope the Gramm-Rudman-Hollings budget\ndeficit reduction targets will be met and said the deficit will\nremain at roughly 200 billion dlrs this year.\n    He said a budget process that sets targets arbitrarily is\nnot likely to succeed.\n    \"I feel pretty safe in saying that any process that tries to\ndictate a numerical outcome from above is doomed to fail simply\nbecause there's no ... Way to enforce it,\" Penner said.\n    Penner questioned the methods by which the 1987 budget\ndeficit was cut. He said 18 to 19 billion dlrs were eliminated\nby one-time measures, such as a temporary increase in taxes\nrelated to tax reform and sales of government assets.\n    \"Another four billion dlrs was cut by what I call creative\ntiming changes, like moving the military payday from the last\nday of fiscal 1987 to the first day of fiscal 1988. That saved\nmore than two billion dlrs,\" Penner said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "worldbank"
    ]
}