{
    "DATE": "25-MAR-1987 16:14:06.69",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9582",
    "TEXT": {
        "TITLE": "U.S. SECURITIES GROUP BACKS INSIDER RESTRAINTS",
        "DATELINE": "    WASHINGTON, March 25 - ",
        "BODY": "The Securities Industry Association\nbacked a variety of restraints on insider trading and hostile\ncorporate takeovers and asked Congress to define insider\ntrading in law.\n    The industry trade association called on U.S. securities\nfirms to take steps to protect sensitive corporate secrets to\nguard against illegal trading by employees.\n    The association also backed broad federal restrictions on a\nvariety of tactics used in hostile corporate takeovers.\n    But it said investment banking firms should be allowed to\ncontinue to engage in both arbitrage and merger and acquisition\nactivities so long as those functions were kept separate.\n    The SIA, in a report adopted yesterday by its board of\ndirectors, backed a higher enforcement budget for the federal\nSecurities and Exchange Commission and called on U.S. stock\nexchanges to beef up their supervision of member brokerages.\n    The report said securities firms \"should be more rigorous in\nrestricting sensitive information on a need-to-know basis.\"\n    It said firms should train their employees to understand\nthe need for confidentiality of market-sensitive information.\n    It said legislation to define insider trading should avoid\nexpanding current law in a way that would impede the market.\n    It said an insider trading definition should exempt a\nsecurities firm from liability for law violations by its\nemployees unless the firm had participated in or was aware of\nthe wrongdoing.\n    In the mergers and acquisitions area, the association\nadvocated a ban on greenmail payments or poison pill takeover\nprotection plans without prior shareholder approval.\n    It said a group or individual buying up a company's stock\nshould be required to file a public disclosure statement before\nacquiring more than five pct of the company's shares. Under\ncurrent law, disclosure may be made as late as ten days after\nexceeding the five pct limit.\n    The association said all purchases exceeding 20 pct of a\ncompany's voting stock shouls be made only through a tender\noffer open to all shareholders. Under current law there is no\nlimit on open market purchases.\n    The group said the federal government should preempt state\nregulation of defensive takeover tactics.\n    The group said all tender offers should remain open for at\nleast 30 calendar days.\n    The current requirement is expressed in business days.\n    It said so-called \"lockup\" devices, in which securities are\nissued to a friendly investor to seal a takeover deal or fend\noff an unfriendly predator should be limited to 18.5 pct of the\ntarget company's total common stock.\n    Association president Edward O'Brien said the group acted\nout of concern over the ad hoc restructuring of corporate\nAmerica on Wall Street and investor fears about insider trading\nand fairness in the marketplace.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "icco"
    ]
}