{
    "DATE": "12-MAR-1987 13:21:47.76",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4369",
    "TEXT": {
        "TITLE": "PUROLATOR <PCC> DIRECTOR QUITS OVER BUYOUT",
        "DATELINE": "    WASHINGTON, March 12 - ",
        "BODY": "A Purolator Courier Corp director\nresigned from the company's board, saying he plans to take\nsteps to make or find an offer that tops the 265 mln dlr buyout\ndeal already accepted by Purolator's board, the company said.\n    The director, Doresy Gardner, resigned in a March 10 letter\nto the Purolator board, which was included in a filing made by\nthe company to the Securities and Exchange Commission.\n    Gardner noted that the terms of the merger agreement in\nwhich the company would bought out by a group of its managers\nand E.F. Hutton LBO Inc bar directors from taking action to\nsolicit, initiate or encourage acquisition proposals.\n    \"I, as a shareholder, wish to solicit, initiate or\nencourage such an offer or indication of interest, and believe,\ntherefore, that I should resign as a director of the\ncorporation,\" Gardner said in the letter.\n    \"Accordingly, I hereby resign as a director of Purolator\nCourier Corp, effective immediately,\" he said.\n    Gardner said he believes shareholders could get a better\ndeal than the buyout offer if the company would agree to be\nsold to some other entity, or if it could sell off all or part\nof its U.S. courier division.\n    On March 4, another Purolator shareholder, Rodney Shields,\nfiled a class action suit on behalf of the company's\nshareholders charging the company and its board with breaching\ntheir fiduciary duty by failing to take steps to ensure that\nshareholders got the highest possible price in the buyout.\n    The deal would give shareholders 35 dlrs a share in cash if\njust 83 pct of Purolator's 7.6 mln shares are tendered. If more\nare tendered, they would receive 29 dlrs in cash and six dlrs\nin debentures and a warrant to buy stock in the new company in\nexchange for each share.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}