{
    "DATE": "19-JUN-1987 05:50:22.49",
    "TOPICS": [
        "crude"
    ],
    "ORGS": [
        "oecd"
    ],
    "NEWID": "19069",
    "TEXT": {
        "TITLE": "SRI LANKA PLANS TO RENEW ABU DHABI OIL CONTRACT",
        "DATELINE": "    COLOMBO, June 19 - ",
        "BODY": "Ceylon Petroleum Corp (CPC) has decided\nto renew its one-year contract with Abu Dhabi for 480,000\ntonnes of Upper Zakum crude oil, CPC officials told Reuters.\n    They said CPC made the recommendation to the cabinet and is\nnow awaiting its approval.\n    CPC's one-year contract with Abu Dhabi expired on May 31\nthis year and it wants the renewed contract to begin on June 1\nat the government selling price. Delivery will be determined in\nthe course of the year. Last year, shipments were in three\nparcels of 120,000 tonnes each and four of 30,000 tonnes each.\n    CPC officials also said the company agreed with the\nEgyptian government for the supply of 240,000 tonnes of Gulf of\nSuez crude for delivery in two shipments this year at the\ngovernment selling price.\n    Last year, CPC bought 120,000 tonnes Gulf of Suez through\nC.Itoh.\n    Officials said plans to buy 240,000 tonnes of Basra Light\nfrom Iraq have not been finalised yet because of several\nconstraints. CPC said it could not accept 120,000 tonne parcels\nand proposed to lift 30,000 tonnes in eight shipments.\n    Iraq National Oil Co (INOC) told CPC a Red Sea port where\nlifting was to take place could not accept small ships. INOC\nthen proposed to deliver eight shipments of 30,000 tonnes each.\n    CPC said INOC planned to ship the oil to an Indian port for\ndelivery of Indian requirements, later going to Colombo to\noffload CPC's needs, but CPC considered this unsuitable.\n    CPC said it had not received a reply from INOC since\nDecember. Sri Lanka imports all its annual needs of 1.7 mln\ntonnes. This year it plans to buy 400,000 tonnes on the spot\nmarket compared with about 1.3 mln tonnes last year.\n REUTER\n\u0003"
    },
    "PLACES": [
        "sri-lanka",
        "uae"
    ],
    "PEOPLE": [
        "miyazawa"
    ]
}