{
    "DATE": "19-OCT-1987 03:50:41.47",
    "TOPICS": [
        "rubber"
    ],
    "PLACES": [
        "malaysia"
    ],
    "NEWID": "21557",
    "TEXT": {
        "TITLE": "RUBBER STOCK MANAGER SAYS QUALITY ACCEPTABLE",
        "AUTHOR": "    By Roger May",
        "DATELINE": "    KUALA LUMPUR, Oct 19 - ",
        "BODY": "International Rubber Organisation\n(INRO) buffer stock manager Aldo Hofmeister said tests had\nshown the quality of rubber in stock was acceptable, but\nacknowledged that some consumers were now wary of buying it.\n    \"We have said all along that the rubber is holding up well\nfrom a condition and quality standpoint...Rubber stored in\nproper conditions does not deteriorate,\" he told Reuters in a\ntelephone interview. The quality of buffer stock rubber sold\nsince he entered the market in September would be discussed at\nan INRO Council meeting which opened here today, he said.\n    Tokyo traders said on Friday they had little interest in\nbuying rubber from the INRO buffer stock because of possible\npoor quality.\n    Hofmeister began selling rubber when prices exceeded the\n\"may-sell' level of 232 cents per kg early last month. INRO's\nfive-day moving average was quoted at 237.3 cents on October\n16. He said the quality of five to six-year old rubber in stock\nwas uppermost in consumers' minds.\n    \"We have received good interest for the rubber. I understand\nthe Japanese concern. Many consumers want to try the rubber\nbefore they carry on buying,\" he said.\n    Hofmeister said INRO rubber was stored in 28 different\nlocations in producing and consuming nations, adding all\nwarehouses used were suitable for long-term storage.\n    Selling of buffer stock rubber had levelled off during the\npast week to 10 days and this could reflect a \"wait and see\nattitude\" by buyers, he said.\n    \"Consumers are holding back from buying additional amounts\nuntil they test out the rubber. If their tests are positiive,\nthey are likely to buy more.\" Hofmeister said he could reduce\nthe offer price of buffer stock rubber to stimulate interest\nbut INRO did not want to depress prices artificially.\n    Hofmeister declined to comment on Japanese trade estimates\nthat he had sold around 30,000 to 32,000 tonnes in Kuala Lumpur\nand New York since September.\n    But he said Japanese traders were in a position to have an\nidea of the quantity he had sold, noting that traders overall\nhad put buffer stock sales at between 25,000 and 35,000 tonnes.\n    The question of sales from the original 360,000 tonne\nbuffer stock is expected to be the main topic of the Council\nmeeting which is scheduled to end on Thursday.\n    The current international rubber pact expires on October\n22.\n    The deadline for the new pact's start is January 1989 and\nHofmeister has been mandated to continue selling rubber during\nthe interim period.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "balladur",
        "james-baker"
    ],
    "ORGS": [
        "inro"
    ],
    "EXCHENGES": [
        "amex"
    ]
}