{
    "DATE": "30-MAR-1987 14:19:43.96",
    "TOPICS": [
        "money-fx",
        "stg"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "11000",
    "TEXT": {
        "TITLE": "PARIS MEET AGREED NOT TO PUBLISH BANDS - LAWSON",
        "DATELINE": "    LONDON, March 30 - ",
        "BODY": "U.K. Chancellor of the Exchequer Nigel\nLawson said the meeting of six major industrial nations in\nParis last month agreed not to publish any bands in connection\nwith their pact to stabilise currencies.\n    Questioned by a parliamentary select committee about why\nthe participating countries had not announced any bands, Lawson\nreplied, \"we all agreed it would be much more sensible not to.\"\nWhen asked whether that meant an informal joint currency float\nwith set ranges was arranged in Paris, Lawson said \"I do not\nwant to reveal the precise nature of the agreement, so as not\nto make it easy for\" speculation against the accord.\n    Lawson said the Paris accord presumed that individual\ncountries would take corrective action if their currency began\nreacting significantly to domestic macroeconomic factors.\n    But if such movements were due to extraneous factors,\nLawson said the other pact countries would come to its aid\nthrough concerted intervention on the foreign exchanges.\n    \"It is clear that both Germany and Japan are having\ndifficulty adjusting to their very large exchange rate\nappreciations and making their economies more domestically\noriented, just as it is taking time for the United States to\nmake its own economy more export oriented,\" Lawson said.\n    In his oral evidence to Parliament's Select Treasury\nCommittee, Lawson repeated that he was happy with the pound's\ncurrent level, adding that \"It is an objective ... To try to\nkeep it around that level.\"\n    He said the perception of sterling on foreign exchanges had\nchanged since the steep drop in oil prices, largely because the\npound had weathered that period so successfully. \"There has been\na reassessment of sterling's fundamentals,\" Lawson said.  He\ndisagreed with what he termed \"the grossly exaggerated claim\"\nthat real U.K. Interest rates were much higher than those of\nother major industrialsed countries.\n    Using as a reference the key three-month sterling interbank\nrate as quoted in London, Lawson said Britain now had a real\ninterest rate level of 5.75 pct - the same as Japan did and\nonly a 0.75 percentaage point above the Group of Five average.\n    Lawson confirmed that \"over the medium and longer term, the\ngovernment's objective is zero inflation.\"\n    He said the government's intention of its PSBR constant at\n1.0 pct of GDP \"is the modern equivalent of the balanced budget\ndoctrine.\"  He added that \"to allow the debt/GDP ratio to remain\nconstant on anything other than zero inflation basis is simply\na recipe for accelerating inflation.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}