{
    "DATE": " 5-MAR-1987 16:41:39.01",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2475",
    "TEXT": {
        "TITLE": "HUGHES <HT> CHANGES STANCE ON MERGER AFTER SUIT",
        "AUTHOR": "    by Cal Mankowski, Reuters",
        "DATELINE": "    NEW YORK, March 5 - ",
        "BODY": "A one billion dlr lawsuit pushed\nHughes Tool Co into an about-face on its rejection of a\nproposed merger with Baker International Corp <BKO>, Wall\nStreet analysts said.\n    Last night, Hughes said the planned merger with Baker was\noff. Baker then filed a suit seeking punitive damages from\nHughes for calling off the merger. At midday today Hughes said\nit was still interested in the merger.\n    The analysts also said Hughes may be worried that its\ntroubles could make it a takeover candidate.\n    There was speculation today that Harold Simmons, the Dallas\ninvestor, might try to acquire Hughes, but Simmons told Reuters\nhe is not interested.\n    Simmons said he intends to file a 13-D with the Securities\nand Exchange Monday reporting a stake of five pct or more in\nsome publicly traded company. He declined to identify the\ntarget other than to rule out Hughes.\n    One analyst said another factor in the latest Hughes\nturnabout was Borg-Warner Corp <BOR>, which owns 18.5 pct of\nHughes. Borg-Warner ex-chairman J.F. Bere, who serves on the\nHughes board, is believed to favor the merger with Baker.\n    Despite the Hughes statement that it is interested in a\nmerger, and Baker's response that a merger is still possibile,\nanalysts said no one could be certain where the situation was\ngoing.\n    \"I think the merger is not going through,\" said Phil Pace,\nanalyst at Kidder, Peabody and Co. He said the merger \"lost a\nlot of its appeal\" when the U.S. Department of Justice required\nthat Baker sell off its Reed Tool Co operation.\n    Although the Reed operation is relatively small in view of\nthe total size of a combined Baker-Hughes, Pace said \"30 to 40\npct of the cost savings are tied up in that.\"\n    \"They (Hughes) are obviously concerned about the lawsuit,\"\nsaid James Crandell, analyst at Salomon Brothers Inc.\n\"Apparently they are willing to continue discussions but\nwhether they will alter their position, I don't know.\n    \"It's getting a little confusing,\" said James Carroll,\nanalyst at PaineWebber Group Inc. He said the arguments cited\nby Hughes yesterday for not doing the merger \"tend to be weak.\"\nHughes said yesterday that as a condition of the merger it\nwanted Reed Tool and other businesses sold prior to April 22,\nthe projected merger date. A government decree allowed a longer\nperiod of time.\n    Hughes contended it was better to formally combine the\ncompanies with the status of Reed already settled. Baker\napparently sees no reason to speed up the sale.\n    Carroll said Baker had previously estimated 110 to 130 mln\ndlrs in savings if the companies were combined without selling\nReed. But he said Baker now thinks 75 to 85 mln dlrs will be\nsaved while Hughes sees a saving of only 50 to 60 mln dlrs.\n    Carroll also noted that since the merger accord was first\nsigned \"the outlook for the industry has improved materially.\"\nHughes may simply feel the pressure on the oil service industry\nis lifting.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker",
        "reagan"
    ],
    "ORGS": [
        "opec"
    ]
}