{
    "DATE": "23-MAR-1987 07:26:09.90",
    "TOPICS": [
        "money-fx",
        "dlr",
        "trade"
    ],
    "PLACES": [
        "uk",
        "usa"
    ],
    "NEWID": "8189",
    "TEXT": {
        "TITLE": "BAKER DENIES DOLLAR TARGET EXISTS",
        "DATELINE": "    LONDON, March 23 - ",
        "BODY": "U.S. Treasury Secretary James Baker\nagain said the meeting of six major industrial nations in Paris\nlast month did not establish a target exchange rate for the\ndollar.\n    Baker said in a television interview aired here yesterday:\n\"We don't have a target for the dollar.\" He declined to comment\non what might be a desired level for the dollar, saying: \"We\nreally don't talk about the dollar.\"\n    He said protectionism was becoming \"extremely strong\" in the\nU.S. In response to widening U.S. Trade deficits and import\nbarriers in other countries.\n    \"The mood in the United States is extremely disturbing. It's\nextremely strong,\" he said.\n    \"As I've said before, we sort of see ourselves as engaged\nhere in a real struggle to preserve the world's free trading\nsystem, because if the largest market in the world (the U.S.)\ngoes protectionist we run the risk of moving down the same path\nthat the world did in the late 1930s,\" he said.\n    While relative exchange rates had a role to play in\ndefusing the threat of protectionism, it alone did not offer\nany solution, he said.\n    \"You must address this problem on the exchange rate side,\nbut it cannot be solved on the exchange rate side alone. It's\nfar more comprehensive and broad than that, and the solution of\nit requires a comprehensive approach,\" Baker said in the\ninterview.\n    Baker said it would be necessary for other countries to\nadjust their currencies upwards, as well as remove their\nbarriers to U.S. Imports. But he did not elaborate or name any\ncountries.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "PEOPLE": [
        "james-baker"
    ]
}