{
    "DATE": " 2-JUN-1987 11:47:07.87",
    "TOPICS": [
        "interest",
        "money-fx"
    ],
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "18086",
    "TEXT": {
        "TITLE": "BUNDESBANK CREDIT POLICY CHANGES UNLIKELY",
        "AUTHOR": "    By Jonathan Lynn, Reuters",
        "DATELINE": "    FRANKFURT, June 2 - ",
        "BODY": "The Bundesbank is unlikely to change\ncredit policies when its central bank council meets on Thursday\nfor its last session before the Venice summit, banking\neconomists and money market dealers said.\n    The Bundesbank steered money market rates lower last month\nby cutting the rate on its security repurchase pacts, and is\nunlikely to cap this move with a cut in leading interest rates\nin the near future, they said.\n    The council will meet in Saarbruecken, and the meeting will\nbe followed by a news conference at around 1030 GMT.\n    But Bundesbank officials noted that a news conference was\nusually called when the council meets outside Frankfurt, and\ndid not necessarily herald any policy moves.\n    Bundesbank Vice-President Helmut Schlesinger said today\nthere was no reason to cut interest rates because money supply\ngrowth had shown no signs of slowing in May and the dollar was\nstable against the mark.\n    Schlesinger told Reuters in Tokyo, where the Bundesbank has\nopened a representative office, that the West German economy\nwas now picking up after contracting by a seasonally adjusted\n1/2 to one pct in the first quarter.\n    Money market dealers said call money was likely to hold in\na 3.50/70 pct range for most of this month, after the\nBundesbank switched last month to tenders by interest rate at a\nminimum bid rate of 3.50 pct, allocating funds at 3.55 pct.\n    \"They have set this signal and indicated they could maybe\nlower market rates even further, but not with the discount or\nLombard,\" Winfried Hutmann, chief economist of Schroeder,\nMunchmeyer, Hengst Investment GmbH said.\n    Werner Chrobok, managing partner at Bethmann Bank, said\nGerman rates were among the lowest in industrial countries and\naround historical lows for West Germany.\n    A further cut in rates would have little impact on the\neconomy as banks are in any case reporting slack credit demand,\nwith companies swimming in liquidity, Chrobok said.\n    The Bundesbank would therefore be reluctant to make a move\non interest rates, when this would be better held in reserve.\n\"The Bundesbank is frightened of using up its powder,\" he said.\n    A cut in the discount or Lombard rates, to bring them in\nline with the new structure of money market rates since last\nmonth, would have little practical significance, dealers said.\n    The Bundesbank could therefore act on these if it wanted a\ndiplomatic gesture before next week's Venice summit.\n    But Bundesbank President Karl Otto Poehl has often made it\nclear in the past he opposes such gestures as mere \"eyewash.\"\n    Economists said it was really up to the Bonn government to\ncut taxes, rather than for the Bundesbank to ease monetary\npolicy, to meet pressure on West Germany at the Venice summit.\n    But with Bonn struggling to finance already announced tax\ncuts and falling tax revenue widening the federal budget\ndeficit, it is hard to see how Bonn could cut taxes further.\n    \"The Bonn government will be in a very weak position in\nVenice because they can't risk increasing the deficit further,\"\nsaid Schroeder, Muenchmeyer, Hengst's Hutmann.\n    Bethmann's Chrobok said if anything is to happen before\nVenice, it must be in fiscal rather than monetary policy. \"But I\ndon't expect any convincing measures,\" he said.\n    Money market dealers noted that call money continued to\nnormalize today, falling to 3.60/70 pct from 3.75/85 yesterday\nand as much as five pct on Friday when it was pushed up by\nmonth-end distortions.\n    Call money could come under upwards pressure later this\nmonth because of a major round of tax payments by banks on\nbehalf of customers, starting in the week beginning June 15.\nTwo public holidays that week could also distort the market.\n    Dealers said they expected the Bundesbank to allocate funds\ntomorrow in the latest repurchase pact at an unchanged 3.55\npct, after setting an unchanged minimum bid rate of 3.50 pct,\nand to fully replace the 5.5 billion marks in an outgoing pact.\n    But dealers said it was possible the Bundesbank would\nallocate funds at 3.6 pct rather than 3.55. That would not\nrepresent a tightening of policy, however.\n    Because the Bundesbank scales down bids which it allocates\nat the minimum accepted rate, some banks may try to get a full\nallocation by bidding heavily at 3.6 pct, dealers said.\n    On another issue, Poehl has said the Bundesbank is likely\nto lift restrictions on private use of the European Currency\nUnit (ECU) at one of its meetings soon.\n    Saarbruecken would be a suitable place for an announcement\non this gesture to European unity, as it is the capital of the\nSaarland bordering France, and was twice under French\noccupation this century.\n    But dealers said an ECU announcement was unlikely to come\nthis week, as a number of technical and legal matters had still\nto be resolved, for instance how German ECU accounts would be\ntreated for minimum reserve purposes.\n REUTER\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}