{
    "DATE": "27-APR-1987 07:28:06.01",
    "TOPICS": [
        "grain",
        "rice"
    ],
    "PLACES": [
        "thailand",
        "usa"
    ],
    "PEOPLE": [
        "de-clercq",
        "yeutter"
    ],
    "NEWID": "17280",
    "TEXT": {
        "TITLE": "THAILAND TO SEEK CLARIFICATION ON U.S. RICE PRICES",
        "DATELINE": "    BANGKOK, April 27 - ",
        "BODY": "Thailand will this week seek\nclarification from the U.S. About its decision to freeze rice\nexport prices from January to early April, Commerce Minister\nMontri Pongpanich said.\n    Montri told reporters he will seek a meeting with U.S.\nAmbassador William Brown to determine why the U.S. Failed to\nset its weekly rice prices in accordance with rising world\nprices during the period.\n    He said the U.S. Has followed a policy of weakening world\nrice prices by announcing highly subsidised export prices lower\nthan those quoted by Thai traders.\n    Thai officials said weekly rice prices as announced by the\nU.S. Agriculture Department were unchanged for 11 weeks up to\nApril 8.\n    Thailand, a major rice exporter, has criticised the U.S.\nFarm Act which provides heavy subsidies to U.S. Exporters\nenabling them to compete with Thai exporters.\n    Thai officials said average export prices of Thai rice fell\n19 pct last year and another 5.8 pct during the first quarter\nthis year.\n    The Board of Trade said Thailand exported 1.23 mln tonnes\nin January/March, down from 1.29 mln a year ago.\n    It said the export decline was partly due to the reluctance\nof Thai traders to accept all foreign orders as world prices\ndid not rise in line with firming domestic prices.\n    The board said, however, that Thailand may export more rice\nlater this year, especially to Africa, the Middle East and\nAsia, due to lower production in many drought affected African\ncountries and to expected small exportable surpluses in Burma\nand Pakistan.\n    It said Thai rice exports to nine major African buyers rose\nto 351,889 tonnes during the first quarter from 93,038 a year\nearlier.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}