{
    "DATE": "24-APR-1987 09:05:21.63",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "nakasone"
    ],
    "NEWID": "17083",
    "TEXT": {
        "TITLE": "U.S., JAPAN TRADE TIES REMAIN HOSTILE",
        "AUTHOR": "    By Robert Trautman, Reuters",
        "DATELINE": "    WASHINGTON, April 24 - ",
        "BODY": "The visit this week by a special\nJapanese envoy has done little to defuse Japan's trade\nfrictions with the United States, U.S. and congressional\nleaders say.\n    White House and congressional leaders took a wait-and-see\nstance, after a series of meetings with former Japanese Foreign\nMinister Shintaro Abe, who was here paving the way for the\nApril 29-May 2 visit of Prime Minister Yasuhiro Nakasone.\n\n    They are withholding judgment until Nakasone's visit, with\none senator saying Japan had promised to stimulate its economy\nand open its markets to foreign goods in the past, but it was\ntime now for action.\n    The U.S. trade deficit last year was a record 169.8 billion\ndlrs, with more than one-third of it in trade with Japan.\n    Congress is ready to approve tough trade legislation to try\nto turn around the deficit, which has cost millions of U.S.\njobs and closed thousands of factories.\n    Much of the anger has been directed at Japan.\n    U.S.-Japan trade friction was further fueled by President\nReagan's April 17 decision to impose 100 pct tariffs on 300 mln\ndlrs worth of Japanese goods in retaliation for unfair\npractices in semiconductor trade.\n    Reagan said he imposed the tariffs on personal computers,\ntelevision sets and hand tools because Japan failed to keep an\nagreement to end dumping semiconductors in world markets at\nless than cost and to open its home market to U.S. products.\n \n    Abe had asked Reagan to end the tariffs quickly, but U.S.\nofficials said the curbs would not be dropped until Japan had\nshown it was honoring the pact, which could take several\nmonths.\n    White House spokesman Marlin Fitzwater, asked if Nakasone's\nvisit might help to defuse trade tensions, said \"whether\nprogress can be made depends on how you want to measure it.\"\n    He added, \"I would expect progress to be made. If you want\nto measure that in terms of lifting the sanctions, that's more\ndoubtful.\"\n    Congressmen were equally skeptical.\n    Abe met Senate and Democratic leaders active in trade\nlegislation, telling them of Japan's plan to spur domestic\nspending by 34 billion dlrs and open its markets to a wide\nrange of goods, including supercomputers and farm products.\n    Sen. John Danforth, a Missouri Republican, said after the\nmeeting, \"We have heard promises in the past, but the question\nnow is whether there will be real action.\"\n    Abe also met House leaders pressing for a tough trade bill,\nincluding Congressman Richard Gephardt, a Missouri Democrat.\n    Gephardt is sponsoring legislation to penalize nations with\nlarge deficits and which are guilty of unfair trade practices.\n    Gephardt's legislation would hit Japan, as well as Taiwan,\nSouth Korea, and West Germany. The bill is expected to pass the\nHouse next week - coinciding with Nakasone's visit - but its\nfate in the more moderate Senate is uncertain. A bipartisan\ngroup of senators, however, told Nakasone in a letter released\nas Abe was holding Senate meetings, that fresh Japanese-U.S.\ntrade strife would erupt if Japan's markets were not soon\nopened to American goods.\n    The signers included Democratic leader Robert Byrd of West\nVirginia, Republican leader Robert Dole of Kansas and others\nranging from moderate to hardline on trade issues.\n    They said in the letter there was growing U.S. sentiment\nthat Japan was fighting opening its markets and \"evidence to the\ncontrary is necessary to combat this perception, or it is\nlikley that additional efforts will be attempted to close off\nthe American market to Japanese goods.\n  \n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}