{
    "DATE": " 1-APR-1987 14:35:07.74",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12208",
    "TEXT": {
        "TITLE": "NY ANALYSTS SEE COFFEE FUTURES FALLING FURTHER",
        "DATELINE": "    New York, April 1 - ",
        "BODY": "New York coffee futures prices will\nprobably fall to about 85 cents a lb in the next month before a\nconsolidation trend sets in, according to market analysts.\n    Yesterday, prices for the spot May contract fell below 1.00\ndlr a lb for the first time since August 1981 after the\nInternational Coffee Organization did not place new export\nquota discussions on its current agenda.\n    Talks aimed at renegotiating ICO export quotas, after five\nyears of price-supporting agreements, broke down in February.\n    \"Short-term, it looks like a definite test of 90 cents,\nperhaps 85 cents,\" said William O'Neill, coffee analyst with\nElders Futures. \"But the additional downside may not be all\nthat great from current levels.\"\n    \"At this price level the market is very vulnerable to\nbullish developments,\" O'Neill added. \"Rather than us having a\nmarket that will plummet we'll kind of see prices erode --\nprobably to around 85 cents.\"\n    \"I definitely see 90 cents and would not rule out a brief\ndrop to 85 cents,\" said Debra Tropp, a coffee analyst with\nPrudential Bache. But she said by June worries about a freeze\nin Brazil growing areas will become more of a market factor,\nwith prices likely to consolidate ahead of that time.\n    A trader at a major international trade house, who asked\nnot to be named, said he expects a 10 cent drop near term but\nbelieves if Brazil opens May registrations at a relatively high\nexport price and requires a high contribution quota from\nexporters the market could steady at the lower levels.\n    Longer term, he added, producer pressure will mount on\nBrazil to agree to consumers' export quota terms, and a new\ninternational agreement could come into force next fall.\n    Since the February talks broke down, the market has fallen\nfrom about 130.00 cents a lb to a low of 98.10 cents a lb\ntoday, as buyers and sellers sought to reassess supply and\ndemand.\n    Generally, analysts say, producers have a large buildup of\nstocks, but U.S. roasters have drawn down supplies and will\nneed to do some buying soon.\n    \"Most producing nations have just completed or are about to\ncomplete their annual harvests and exportable supplies are at\ntheir seasonal peak. Exports remain behind year ago and\nwarehouses in producer nations are becoming increasingly\noverburdened,\" said Sandra Kaul, coffee analyst for Shearson\nLehman, in that firm's forthcoming quarterly coffee report.\n    Kaul said producers' need to procure hard currency to\nservice foreign debt will put further pressure on them to sell,\nand \"this should keep substantial pressure on exporters to\nundertake sales despite the drop in prices to six year lows.\"\n    Kaul believes the market will drop to 80 cents a lb before\nBrazil's frost season begins in June.\n    Accurate assessments of roaster demand are hard to come by,\nthough analysts note the peak winter consumption period is\npassed and demand usually slows this time of year.\n    Shearson's Kaul estimated U.S. roaster ending stocks as of\nJanuary 31, including soluble and roasted, at 6.3 mln bags\ncompared with 6.9 mln at end-September 1986, a small drawdown\nfor the usually busy winter roasting season.\n    But Elders O'Neill said, \"The roasters are not overstocked\nby any means.\"\n    Analysts said picking a bottom to the market is difficult,\ngiven the fact prices have fallen into uncharted territory\nbelow the long-term support at 1.00 dlr per lb, and several\ntraders said the sidelines might be preferable for the short\nterm.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "chirac",
        "delors"
    ]
}