{
    "DATE": " 5-APR-1987 22:05:37.40",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "13265",
    "TEXT": {
        "TITLE": "AUSTRALIAN GAS LIGHT CO COUNTER-BIDS FOR TMOC",
        "DATELINE": "    SYDNEY, April - ",
        "BODY": "<The Australian Gas Light Co> (AGL) said it\nwill offer one share plus one dlr cash for every two shares in\noil and gas producer <TMOC Resources Ltd> in a counter-bid to\nthe previously reported takeover offer by Santos Ltd <STOS.S>.\n    The offer values TMOC shares at 4.75 dlrs each, based on\nAGL's closing price of 8.50 dlrs on Friday. TMOC shares jumped\nto 4.60 dlrs on the announcement from its Friday closing price\nof 4.15.\n    The AGL offer, the third to be made for TMOC this year,\ncompares with the Santos cash offer of 4.00 dlrs a share.\n    Based on TMOC's issued capital of 62.08 mln shares, the AGL\noffer values the entire company at 249.9 mln shares.\n    AGL said in a statement that it already holds 10.5 pct of\nTMOC's issued capital. This compares with the Santos stake of\n3.1 pct when it announced its bid in March 23.\n    <Elders Resources Ltd> began the auction for TMOC about\nthree months ago with an unsuccessful 2.55 dlrs a share\non-market offer that has since lapsed.\n    AGL said its offer is above the upper end of the range of\nvalues placed on TMOC by its advisers in the company's response\nurging rejection of the Elders Resources bid.\n    AGL said it will make the same offer for TMOC's convertible\nnotes. Accepting share and note holders will participate in\nAGL's planned one-for-one bonus issue.\n    It said TMOC is already a partner with AGL in the Alice\nSprings to Darwin gas pipeline and has a number of businesses\ncomplementary with those of AGL.\n    AGL is the New South Wales natural gas utility while TMOC\nhas extensive onshore holdings, mainly in Queensland where it\nowns the Moonie oil field and in the Northern Territory where\nit operates and holds 43.75 of the Mereenie oil-gas field. It\nalso has interests in a number of gas or oil pipelines.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "kaufman"
    ],
    "ORGS": [
        "iea",
        "oecd",
        "opec"
    ]
}