{
    "DATE": "31-MAR-1987 12:22:34.79",
    "TOPICS": [
        "cocoa"
    ],
    "NEWID": "11459",
    "TEXT": {
        "TITLE": "TRADERS CUT BAHIA TEMPORAO COCOA CROP ESTIMATE",
        "DATELINE": "    RIO DE JANEIRO, March 31 - ",
        "BODY": "Trade estimates of the coming\nMay/September temporao harvest in Brazil's main cocoa growing\nstate of Bahia are now in the 1.5 mln to 2.0 mln 60-kilo bag\nrange against 2.0 mln to 2.5 mln two weeks ago.\n    Traders in the state capital Salvador told Reuters the\neffects of a dry period in the first six weeks of the year had\nbeen harsher than thought earlier.\n    Although good flowering had followed the onset of rains in\nmid-February subsequent pod setting was dissappointing.\n    Last year's temporao, also hit by a dry spell, was 2.77 mln\nbags. In 1984 severe drought cut the crop to 1.79 mln bags.\n    The traders said another factor leading to lower crop\npredictions is that many farmers are not caring properly for\nplantations because of low returns on their investment.\n    Manpower, fertiliser and other costs have been cut back as\nfarmers feel the pinch of the rise in interest rates over the\npast six months coupled with low bean prices.\n    If such economies continue into the winter months both the\ntemporao and the developing October/April main crop could face\nserious damage from pod rot attacks on trees which would\nnormally be treated against the disease.\n    Recent very wet weather has already caused some isolated\nincidences of pod rot but reports from the growing regions say\nthese are not yet significant.\n    The traders said they expect very low deliveries of\ntemporao beans in the first three months of the harvest and the\nbulk will not appear until the last month, September.\n    Despite the low loads, trees are said to be in excellent\ncondition and recent flowering and pod setting - which will\nlead to late temporao/early main crop beans - has been good.\n Reuter\n\u0003"
    },
    "PLACES": [
        "brazil"
    ],
    "PEOPLE": [
        "james-baker",
        "james-miller"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}