{
    "DATE": "26-MAR-1987 06:14:42.35",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "9763",
    "TEXT": {
        "TITLE": "NO PESSIMISM FOR GERMAN EXPORTERS, MINISTRY",
        "DATELINE": "    BONN, March 26 - ",
        "BODY": "Firms need not be pessimistic about export\nprospects even though foreign markets have become more\ndifficult because of the mark's strength the Economics Ministry\nsaid.\n     The ministry's parliamentary state secretary Ludolf Georg\nvon Wartenberg, told a business conference German exports could\nstart rising again in real terms during 1987, reversing the\nlower export trend which emerged in mid-1986.\n    But even if the turnaround did not occur, there would be no\nneed to worry about the economy as long as the weakness of\nexports did not affect currently good domestic demand.\n    Von Wartenberg said consumer demand remained quite good but\nnoted there had been a cooling in the investment climate. \"This\nis certainly a reason for heightened watchfulness but not for\nstimulative steps,\" he said.\n    The best way for Bonn to help its exporters is to work\nactively to promote free world trade, he added.\n    Von Wartenberg said the economy still had good export\nopportunities. Price alone was not the only factor in\ninternational competitiveness, he said, adding German firms\nhave a reputation for high quality standards, prompt delivery\ntimes and good service.\n    Von Wartenberg said the government was in a difficult\nposition on its trade figures.  It faced international pressure\nto reduce its trade surplus, but West Germans were worried\nabout the effect of the mark's strength on the country's\nexporters.\n    Reports about the trade surplus, especially overseas,\ntended to concentrate on nominal trade figures, which rose to a\nrecord 112.2 billion marks in 1986, he said. But this rise was\ndue entirely to the lower value of imports caused by the\ndecline of both the dollar and oil prices. German exports have\nin fact been falling in real terms for sometime, he said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "ec"
    ]
}