{
    "DATE": "17-APR-1987 07:52:49.46",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16787",
    "TEXT": {
        "TITLE": "JAPAN DETAILS PLAN TO STAVE OFF TRADE PROBLEMS",
        "DATELINE": "     TOKYO, April 17 - ",
        "BODY": "Japan's Liberal Democratic Party (LDP)\nhas drawn up a detailed plan calling for large tax cuts and an\nincrease in government purchases of foreign goods, the head of\nthe committee working out the plan, Junichiro Koizumi, said.\n    The plan will also urge the government to double 1985's\nofficial development assistance to 7.6 billion dlrs within five\nyears instead of seven as the government had promised, senior\nLDP officials said at a press conference.\n    LDP executive council chairman Shintaro Abe will explain\nthe plan to U.S. Officials when he visits the U.S. On April 19.\n    Abe's visit is to prepare for Prime Minister Yasuhiro\nNakasone's talks with President Ronald Reagan later this month.\n    Koizumi said the LDP plan will not specify the size of the\ntax cut or the amount of domestic demand to be stimulated.\nHowever, top LDP executives will work out figures so that Abe\nwill be able to offer specifics to U.S. Officials.\n    The proposed increase in procurement of foreign goods by\nthe government will probably include the purchase of super\ncomputers, LDP officials said.\n    According to the plan, Japan will also strive to solve\nspecific trade problems with other nations and will encourage\nflows of funds to developing countries, the officials said.\n    The LDP expects the measures to prop up the economy and\nlessen trade problems with the U.S., They added.\n    The basic ideas of the LDP's plan were presented to and\nwelcomed by monetary authorities of the major industrial\nnations in Washington last week, they said.\n    The LDP plan will form the basis for the last of several\npackages to stimulate Japanese domestic demand and will be\nunveiled by the government in late May.\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}