{
    "DATE": " 7-APR-1987 20:20:52.61",
    "TOPICS": [
        "dlr",
        "money-fx",
        "trade",
        "cpi",
        "money-supply"
    ],
    "PLACES": [
        "usa",
        "west-germany"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "NEWID": "14770",
    "TEXT": {
        "TITLE": "POEHL WARNS AGAINST FURTHER DOLLAR FALL",
        "DATELINE": "    WASHINGTON, April 7 - ",
        "BODY": "Bundesbank President Karl Otto Poehl\nsaid a weaker dollar would be risky and a further appreciation\nof the mark would damage prospects for sustained West German\neconomic growth.\n    In a speech to the Institute of Contempory German Affairs\nhere, Poehl said \"It would be an extremely risky policy to aim\nfor a further substantial decline in the value of the dollar to\ncorrect the trade deficit.\"\n    He said the United States could face a vicious circle of\ndepreciation, inflation and more depreciation if it took that\nroute.\n    Poehl noted West Germany had already taken steps to meet\nU.S. Demands for greater stimulation of its domestic economy,\naccelerating tax cuts, cutting interest rates and tolerating\nabove-target money supply growth.\n    He said he would have been happy to have brought forward\nfive billion marks of tax cuts now planned for January 1988 to\nthe beginning of this year, but he said the government faced\npolitical constraints getting such measures through the upper\nhouse of the West German parliament.\n    But there were also limits to the impact West Germany could\naccept on exports from a rising mark, he said.\n    Poehl said West Germany relied on exports for about\none-third of its gross national product, so a substantial\nerosion of export markets could not be offset by increasing\ndemand at home.\n    \"A further appreciation of the mark could even be an\nobstacle to further growth,\" he said.\n    Poehl said the Bundesbank had tolerated rapid money supply\ngrowth last year because the country enjoyed low inflation and\nbecause external factors, including low oil prices and\nfavourable terms of trade, had given some extra leeway.\n    But Poehl said West Germany now faced a difficult dilemma\nover monetary policy.\n    The underlying rate of inflation was now two pct, not the\nreported negative inflation rates last year, and West Germany\nwas affected more than before by exchange rate developments.\n    \"For the time being, we will have to focus our policy more\non the external side, and we can live with a more expansionary\nmoney supply. But we must be very careful,\" he said.\n    He said he shared some of the U.S. Concern about Japan's\ntrade surpluses, which affected European countries as well as\nthe United States.\n    Poehl welcomed the so-called Louvre accord of monetary\nofficials of major industrialized countries, saying the\nimportance of the February 22 agreement to stabilize exchange\nrates had been underestimated.\n    All partners had agreed that the dollar was at about the\nright level, and that further changes would damage growth, he\nsaid.\n    \"This was a remarkable change in attitude, especially on the\npart of our American colleagues,\" he said.\n    But he said there was still a danger that the correction of\nthe dollar's value could overshoot.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ]
}