{
    "DATE": " 5-MAR-1987 15:50:12.28",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "west-germany"
    ],
    "NEWID": "2417",
    "TEXT": {
        "TITLE": "CONSENSUS BUILDS FOR WORLD AGRICULTURAL REFORM",
        "DATELINE": "    PARIS, March 5 - ",
        "BODY": "Top U.S. and European farm trade and\ngovernment representatives called for a sweeping reform of\nworld agriculture to redress a critical demand and supply\nimbalance.\n    Speakers at a conference on world agricultural markets here\ndemonstrated a growing U.S.-European consensus on the need for\nan urgent and collective overhaul of world farm trade and\nproduction.\n    \"It is vital that we work together to bring more freedom and\nharmony into the world agricultural trade...(if not) the\ndisruptions in markets may grow even more severe, the walls of\nprotection climb higher and the level of possible retaliation\nbecome more harmful,\" U.S. Department of Agriculture Deputy\nAdministrator William Bailey said.\n    Bailey said his attendance at the two-day meeting, which\nends tomorrow, demonstrated the U.S. recognises the need to\nadjust its policies to the changing market environment.\n    The need for urgent reforms is justified by the \"imbalance\nand tensions of the world economy,\" the secretary general of the\nOrganisation for Economic Cooperation and Development\nJean-Claude Paye said.\n    And the forum for such a reform is the General Agreement on\nTariffs and Trade, he noted.\n    Paye stressed the need for a progressive and joint\nreduction of agricultural subsidies as well as social measures\nto help farmers in unprofitable areas.\n    Another possible solution would be to stop supporting farm\nprices, allowing them to be fixed by supply and demand, and\ninstead help farmers through income support and adjustment\naids, proposed James Howard, Executive Vice-president of\nCargill (USA), one of the world's largest cereal houses.\n    Franz-Josef Feiter, agricultural adviser to West German\nChancellor Helmut Kohl, agreed the European Community must take\ngreater heed of market constraints in fixing farm prices.\n    However, \"differentiated policy treatment is required\" to\ntake account of large disparities in the situation around the\nEC, he said.\n    \"Agriculture is an efficient sector of the European economy\nand will remain so if the right policy is pursued within the\nCommunity,\" he said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "kohl"
    ],
    "ORGS": [
        "oecd",
        "gatt",
        "ec"
    ]
}