{
    "DATE": "28-APR-1987 18:47:31.82",
    "TOPICS": [
        "grain",
        "oilseed"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "andriessen"
    ],
    "NEWID": "17366",
    "TEXT": {
        "TITLE": "EC OFFICIALS PLAN NEW EFFORT ON FARM PRICE TALKS",
        "AUTHOR": "    By Gerrard Raven, Reuters",
        "DATELINE": "    LUXEMBOURG, April 29 - ",
        "BODY": "European Community (EC) leaders hope\nto make a new attempt to inject fresh urgency into talks on\nreforming the bloc's controversial farm policy when EC\nagriculture ministers meet for a third day of discussions here\nthis morning.\n    Community officials said farm commissioner Frans Andriessen\nmet Belgian minister Paul de Keersmaeker late last night to\nplan a new initiative.\n    Both Andriessen and de Keersmaeker, who currently chairs EC\nfarm ministers' meetings, were said to be disappointed by the\nlack of progress in the talks so far this week.\n    The bloc's executive Commission has proposed a tough\npackage involving effective cuts of upwards of 10 pct in\nfarmers' returns for many crops this year.\n    Ministers were due to have adopted a package by April 1 but\nare only this week getting down to serious negotiations.\n    Yesterday, they discussed plans to cut cereals prices by\n2.5 pct, and reduce farmers' rights to sell surpluses to EC\nstores, to cut prices for fruit and vegetables by larger\nmargins, and to impose a tax on EC-produced and imported\noilseeds, a proposal which would be likely to sour EC trade\nrelations with the United States.\n    Diplomatic sources said ministers, all of whom are opposed\nto at least one of these propositions, maintained entrenched\npositions yesterday, making the task of de Keersmaeker in\nsteering his colleagues towards a compromise a daunting one.\n    They said he could also be treading a minefield if he\nsought to breach the divide between his fellow ministers over\nplans to change the system by which EC farm prices, expressed\nin a notional common currency, are translated into the\ncurrencies of member states.\n    West German minister Ignaz Kiechle indicated yesterday he\nwould veto the adoption of Commission proposals in this area,\nsaying they would unfairly affect farmers in strong currency\nnations.\n    The Belgian sources said de Keersmaeker may today present a\npaper to his colleagues which, while not having the status of a\ncompromise proposal, would attempt to narrow their options.\n    But diplomats said the philosophical gap between ministers\nlike Kiechle, with his commitment to maintaining traditional\nrural patterns, and others who see runaway farm spending as\nunacceptable economically, is likely to prove extremely\ndifficult to bridge.\n    They agreed with EC farmers' union association president\nHans Kjeldsen who said yesterday that an agreement in June\nappeared to be the best that could be hoped for.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}