{
    "DATE": "24-MAR-1987 14:19:44.32",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8940",
    "TEXT": {
        "TITLE": "KODAK <EK> TO CUT POLYESTER FIBER OPERATIONS",
        "DATELINE": "    ROCHESTER, N.Y., March 24 - ",
        "BODY": "Eastman Kodak Co said it will\nreduce capacity and employment levels in two polyester fiber\noperations of its Eastman Chemicals division.\n    A company spokesman said the company will take \"some\nwriteoff\" in connection with the action in the first quarter\nand there will probably be a further \"carryover\" writeoff in\nthe second quarter.  The writeoffs will cover the costs of\nplants and equipment involved, as well as expenses connected\nwith the staff cuts.\n    Kodak said the division will discontinue production of\npolyester partially-oriented filament yarn, or POY, at its\nCarolina Eastman Co plant in Columbia, S.C., and will idle 100\nmln pounds of older polyester staple fiber production capacity,\nmostly in Columbia.\n    The company said about 350 jobs will be affected in\nColumbia, most of which are now performed by contract workers,\nand about 225 jobs at its Tennessee Eastman Co plant in\nKingsport, Tenn.\n    Kodak said part of the staff reduction will be achieved\nthrough an enhanced voluntary separation and retirement plan\nfor employees of Carolina Eastman, Eastman Chemical Products\nInc and other Kodak units in Kingsport, except Holsten Defense\nCorp. Most of the workforce reduction is expected to be\ncompleted by April 30.\n    Kodak said depressed prices and poor financial performance\nhave led to the decision. It said about 50 mln pounds of POY\nproduction will be shut down as a result of its exit from the\nbusiness. All Kodak POY production has been at Carolina Eastman\nsince last year.\n    The company said annual capacity for production of Kodel\npolyester staple fiber will be reduced to 400 mln pounds from\n500 mln due to lesser demand.\n    It said it will proceed with a previous decision to phase\nin a new 100 mln pound staple fiber plant at Carolina Eastman.\n    Carolina Eastman employs about 1,350 and the Kingsport\nunits affected about 10,800.\n    The company spokesman later said the charges will be\ninsignificant and will have no impact on earnings estimates.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "itc"
    ],
    "PEOPLE": [
        "herrington"
    ]
}