{
    "DATE": " 7-APR-1987 09:53:55.69",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13790",
    "TEXT": {
        "TITLE": "HUTTON <EFH> ENDS PUROLATOR <PCC> BID",
        "DATELINE": "    WILTON, Conn., April 7 - ",
        "BODY": "Emery Air Freight Corp said it has\nentered into an agreement with E.F. Hutton Group Inc EFH under\nwhich Hutton will terminate its merger agreement with Purolator\nCourier Corp and its pending 35-dlr-per-share tender offer,\neffective April 13.\n    Under its merger agreement, Hutton has the right to\nunilaterally terminate the merger agreement under certain\ncircumstances, including its receipt of less than 66-2/3 pct of\nPurolator shares or the start of a higher competing tender\noffer, such as Emery's competing 40 dlr per share offer for\nPurolator stock.\n    Yesterday, Hutton's PC Acquisition Corp subsidiary extended\nits tender offer, which was to have expired at midnight, for\ntwo more days.  It said it only about 450,000 shares, or 6.5\npct, of Purolator shares had been tendered and not withdrawn,\ndown from an 11.5 pct interest held earlier.\n    Emery's bid expires April 28.\n    Emery said pending the termination of PC Acquisition's\nmerger agreement, PC has released Purolator from an agreement\nnot to discuss Emery's acquisition proposal with Emery. Emery\nsaid as a result it is renewing its request that Purolatr enter\ninto merger negotiations with it.\n    Emery said if it were to acquire 51 pct of Purolator shares\nor control of the Purolator board, it has agreed not to dispute\nPC Acquisition's right to receive fees that Purolator agreed to\npay if PC were unsuccessful in acquiring control of Purolator\ndue to the acquisition of control by another party.\n    The company said it has also agreed to let Purolator pay\nall of PC Acquisition's documented expenses in connection with\nthe merger agreement up to three mln dlrs and Emery has agreed\nto pay the amounts itself should Purolator fail to do so.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ]
}