{
    "DATE": "31-MAR-1987 15:39:57.90",
    "TOPICS": [
        "crude"
    ],
    "NEWID": "11639",
    "TEXT": {
        "TITLE": "IMPERIAL OIL <IMO.A> IN TALKS WITH SUPPLIERS",
        "DATELINE": "    TORONTO, March 31 - ",
        "BODY": "Imperial Oil Ltd, 70 pct-owned by Exxon\nCorp <XON>, is negotiating with it major crude oil suppliers\nconcerning the effects of a trial deregulation of Alberta's\nshut-in crude oil production, scheduled to be implemented on\nJune 1, a company spokesman said.\n    \"From our point of view, it's a question of entering into\nnegotiations or discussions to make appropriate changes to\ncontracts to reflect the changes that are going to take place\non June 1,\" spokesman John Cote told Reuters in reply to a\nquery.\n    Commenting on published reports that Imperial had suspended\nits oil supply contracts, Cote said: \"It's not a question of\ncancelling or suspending any of the agreements at this point.\"\n    On June 1, Alberta's Energy Resources Conservation Board\nwill lift its crude oil marketing prorationing system,\nregulating shut-in light and medium crude production, on a\ntrial basis to the end of 1987.\n    Under the new system, producers and refiners will be\nallowed to negotiate volumes of shut-in oil to be delivered\nunder purchase contracts.\n    Shut-in crude is the surplus between the total amount of\noil being produced and the amount being purchased by refiners.\n    \"We have talked to a number of our major suppliers, and\nwe've discussed the upcoming change with them, but nothing has\nbeen finalized,\" Imperial's manager of western crude supply Gary\nStrong said.\n    Under Alberta's trial system, Imperial wants to match a\nreasonable supply of crude against the company's forecast\ndemand for its refineries, Strong said.\n    \"We have to know what they have and how that relates to what\nwe need in total,\" he said.\n    Strong said figures on the amount of crude production\nImperial purchases from outside suppliers were not immediately\navailable.\n Reuter\n\u0003"
    },
    "PLACES": [
        "canada"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}