{
    "DATE": "29-JUN-1987 04:00:12.83",
    "TOPICS": [
        "crude"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19509",
    "TEXT": {
        "TITLE": "NORWAY EXTENDS 7.5 PCT OIL OUTPUT CUT - MINISTRY",
        "DATELINE": "    OSLO, June 29 - ",
        "BODY": "Norway will extend its 7.5 pct cutback in\nplanned North Sea oil output in support of OPEC from July 15\nuntil the end of this year, Oil Ministry spokesman Egil Helle\ntold Reuters.\n    \"We took a very positive view of the OPEC meeting in Vienna,\"\nhe said. \"The accord reached there means stability in the oil\nmarket and we shall continue making our contribution.\"\n    The cuts, originally brought in from February 1, would\nprobably be officially approved on July 10 by parliament, Helle\nsaid. The ministry had written to Norway's oil companies and\nwould now discuss with them how best to implement the cuts.\n    OPEC agreed this weekend in Vienna on an output ceiling of\n16.6 mln barrels per day (bpd) for the rest of 1987 and\nretained the fixed prices that were set in its December accord\nbased on an 18 dlr per barrel reference point.\n    OPEC's first half 1987 output ceiling was 15.8 mln bpd, and\nit's December pact had provisionally set a third quarter\nceiling of 16.6 mln bpd, rising to 18.3 mln in the fourth\nquarter.\n    Norway, which pumps around one mln bpd from its offshore\nfields, previously said it would continue its output curbs from\nplanned production for the rest of the year if OPEC remained\nwithin its December accord on output and prices.\n    Norway's oil production rose 10 pct to an average of around\n840,000 bpd in 1986. Since then it has risen to around one mln\nbpd, and is expected to reach about 1.5 mln bpd by 1995.\n    The 7.5 pct cut from planned production implemented since\nFebruary reduced Norway's oil output by about 80,000 bpd.\n    Norway's Oil Minister Arne Oeien, currently in Iceland for\na meeting of Nordic ministers, has made no official statement\non the latest oil production cutbacks.\n    Over the past year several other leading non-OPEC\nproducers, including the Soviet Union, Mexico, China, Malaysia\nand Egypt have also pledged support for OPEC's bid to keep\nprices stable.\n    Norway decided on the initial round of cuts following an\nOPEC agreement last December which boosted oil prices to around\n18 dlrs per barrel from around 14 to 15 dlrs last December.\n    Norway relies on oil for about 40 pct of its total export\nearnings and was hit hard by the collapse in the oil price\nduring the first half of 1986.\n    But firmer oil prices since then have brought some\nstability to the economy and helped narrow the foreign trade\ndeficit.\n     Norway's North Sea neighbour Britain has consistently\nrefused to cooperate with OPEC output cuts saying it is up to\nthe producing oil companies to set the levels of production.\n REUTER\n\u0003"
    },
    "PLACES": [
        "norway"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}