{
    "DATE": "16-MAR-1987 05:32:07.20",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "5241",
    "TEXT": {
        "TITLE": "BUNDESBANK ADDS MONEY MARKET LIQUIDITY",
        "DATELINE": "    FRANKFURT, March 16 - ",
        "BODY": "The Bundesbank came into the domestic\nmoney market to add temporary liquidity through federal\ngovernment funds as call money rates rose above 4.0 pct,\ndealers said.\n    They estimated that the bulk of liquidity was added at\nabout 3.95 pct. Call money fell to 3.90/4.0 pct after the move.\nIt had been 3.80/90 on Friday.\n    The move came as call money extended a rise begun Friday\nafter the Bundesbank took up some six billion marks owed to it\nby other European central banks after currency interventions in\nthe framework of European Monetary System in January.\n    Rates could ease further in trading today but dealers\nexpect them to rise later in the week as banks begin paying out\nfunds for tax payments on behalf of clients.\n    Some 30 billion marks is likely to leave the market this\nmonth, with the bulk being paid out next week.\n    In anticipation of this liquidity drain, banks have stocked\nup reserves at the Bundesbank.\n    On Thursday, minimum reserve holdings declined to 57.0\nbillion marks from 60.0 billion on Wednesday but were well\nabove the 53.2 billion held on Tuesday. Daily average reserve\nholdings rose slightly to 54.7 billion marks from 54.5 billion.\n    The daily average reserve holdings were above the level of\naround 51 billion marks dealers said is needed for the required\ndaily average for the month.\n    With the heavy tax drain in March, banks are likely to\nremain cautious about taking more liquidity out of reserves\nthan is absolutely necessary.\n    However, a new securities repurchase pact likely to be\nadded next week to replace a facility expiring then could\nsomewhat offset the drain.\n    The Bundesbank is expected to allocate more than the 3.4\nbillion marks which is due to be rolled over, dealers said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "ongpin"
    ]
}