{
    "DATE": " 3-MAR-1987 03:24:56.23",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "894",
    "TEXT": {
        "TITLE": "JAPAN MOVES TO TIGHTEN CHIP-EXPORT CURBS",
        "DATELINE": "    TOKYO, March 3 - ",
        "BODY": "The Ministry of International Trade and\nIndustry (MITI) acted to tighten restrictions on microchip\nexports to countries other than the U.S. To preserve a\nU.S.-Japan pact on semiconductor trade, but major Japanese\nchipmakers doubt its usefulness.\n    A MITI spokesman said his ministry had asked chipmakers to\nissue certificates to specified trading houses stating they are\nauthorised exporters.\n    Trading houses applying for a MITI export licence will be\nrequired to show such a certificate, but those without it will\nnot automatically be denied licences, he said.\n    But some industry officials predicted any government\nmeasures were likely to have limited effect as long as the\nworld semiconductor market remained weak.\n    U.S. Government and industry officials have complained\nrepeatedly that Japanese chipmakers continue to sell at below\ncost to third countries despite the July agreement.\n    Japanese firms and officials in turn argue the flow of\ncheap chips to third countries is due to grey-market sales by\nthird-party brokers, who seek to profit from the gap between\nlow prices in Japan and higher prices based on production costs\nand set for Japanese makers under the agreement.\n    The MITI spokesman said, \"If the percentage of grey market\nis increasing for one specific company, it suggests they are\ndistributing their products through their sales network knowing\nthey will be exported by some means. In that case we will ask\nthem what they are doing to reduce the figure.\"\n    MITI earlier asked makers to cut output of certain chips by\n10 pct in first-quarter 1987, spokesmen for the firms said.\n    But they doubt the usefulness of the latest move. \"As long\nas there is a gap between prices set under the pact and market\nprices, there will be people who want to exploit the gap to\nmake money,\" a Hitachi Ltd <HIT.T> spokesman said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}