{
    "DATE": "23-MAR-1987 18:31:13.09",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "8578",
    "TEXT": {
        "TITLE": "U.K. PROFITTED FROM AUTUMN INTERVENTION - LAWSON",
        "DATELINE": "    LONDON, March 23 - ",
        "BODY": "Britain has reaped profits by using a\nstronger pound to buy back dollars used by the government last\nautumn to support sterling during a currency crisis, Chancellor\nof the Exchequer Nigel Lawson said.\n    He said in a parliamentary debate, \"I can now tell the House\n(of Commons) that the dollars that were sold from the reserves\nin September and October (1986) have subsequently all been\nrepurchased - at a profit of some tens of millions of pounds.\"\n    Hindsight had proved him right to resist market pressures\nthen for a two percentage point interest rate rise, he said.\nThe increase in base rates was instead limited then to one\npoint.\n    During a debate on the 1987/88 British budget which Lawson\nunveiled last week, he said that \"during the period of foreign\nexchange market turbulence which followed the somewhat\ninconclusive Group of Five and Group of Seven meetings at the\nend of September, I authorised the Bank of England to intervene\nunusually heavily in order to buy breathing space that would\nenable me to confine the interest rate rise to one pct rather\nthan the two pct the market was then pressing for.\"\n    He said that that one percentage point increase, effected\nin October 1986, had been reversed by this month's two half\npoint cuts in banks' base lending rates. They are now at 10\npct.\n    Treasury figures show that the underlying change in British\nreserves - seen as a guide to possible Bank of England\nintervention on foreign exchange markets - suggest that the\nauthorities sold around 1.0 billion dlrs during September and\nOctober 1986, government sources said.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ]
}