{
    "DATE": "15-JUN-1987 16:34:43.47",
    "TOPICS": [
        "grain",
        "corn",
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "18408",
    "TEXT": {
        "TITLE": "NO YIELD DAMAGE YET IN U.S. CORN, BEANS - USDA",
        "DATELINE": "    WASHINGTON, June 15 - ",
        "BODY": "The U.S. corn and soybean crops are\nin mostly good condition and have not suffered any yield\ndeterioration from recent hot, dry weather, Agriculture\nDepartment and private weather and crop analysts said.\n    \"I don't see any reduction in yield potential yet,\" Norton\nStrommen, chief meteorologist at USDA told Reuters. \"The (corn\nand soybean) crop is actually in mostly good condition and is\nprogressing ahead of normal, which is good,\" he said.\n    Abnormally hot, dry weather in midwestern crop areas\nsparked a sharp rally in Chicago futures today, causing new\ncrop soybeans to advance the 30 cent daily limit to 6.14 dlrs\nper bushel and September corn to go up 12 cents to 2.81 dlrs.\n    \"This rally is amazing,\" a private crop analyst said. \"Corn,\nsoybeans and wheat are in excellent condition.\"\n    The USDA meteorologist said the only effects of the warm,\ndy weather on crops so far has probably been to speed up\ndevelopment of the crop, which will help the crop better cope\nwith stress later in its more critical growing period.\n    \"What this weather will do is simply push the crop towards\nrapid development of a good, deep root system to draw on the\nsubsoil reserve. It actually strengthens the crop to go through\na little stress early on,\" Strommen said.\n    Strommen noted that subsoil moisture is in good shape in\nmost growing areas.\n    Strommen and other private crop analysts noted corn and\nsoybeans will not enter their critical growth stages until July\nand August.\n    But because of its early development this year, Strommen\nsaid the midwestern corn crop could enter its reproduction\nperiod by the first of July.\n    \"Weatherwise, if the market is truly concerned about corn or\nsoybeans, it should be more concerned about corn. But the\ndryness still has to last for another two to three weeks,\" an\nanalyst said.\n    Soybeans, on the other hand, can withstand several more\nweeks of dryness before yields start deteriorating, crop\nanalysts agreed.\n    August and September are the critical yield-producing\nmonths for soybeans, Strommen said.\n    \"The sole purpose of the soybean plant is to simply survive\nduring May, June and July until the August rains which\ndetermine the crop,\" a crop analyst said.\n    Some analysts contend, however, that in certain growing\nareas the crop has not been receiving enough moisture to ensure\nthat there will not be problems later.\n    Strommen noted the USDA's current six to 10 day weather\nforecast calls for above normal temperatures and below normal\nprecipitation in much of the corn belt.\n    \"This opens up all sorts of speculation,\" he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}