{
    "DATE": " 9-MAR-1987 10:10:36.56",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "canada"
    ],
    "NEWID": "3078",
    "TEXT": {
        "TITLE": "STUDY SAYS U.S., CANADA PACT WOULD SPUR ECONOMIES",
        "DATELINE": "    WASHINGTON, March 9  - ",
        "BODY": "A free trade pact between the United\nStates and Canada could spur the economies of both sides\nsubstantially, according to a study released by the Institute\nfor International Economics.\n    The study, by Paul Wonnacott, said a successful conclusion\nto the free trade talks now under way could raise Canada's\ngross national product by more than five pct and expand U.S.\nexport's by about seven pct.\n    He said the pact could resolve the knotty issue of\ngovernment subsidies, end curbs on trade in services and\ninvestments and pave the way for new global talks under the \nGeneral Agreement on Tariffs and Trade.\n    The United States and Canada - the world's two biggest\ntrading partners with cross border shipments of about 150\nbillion dlrs a year - opened free trade talks last June. They\nare aiming for a pact by next October.\n    Wonnacott, an economics professor at the Univerity of\nMaryland, said an agreement should include:\n    - Elimination of tariffs between the two countries, phased\nin over a five to 10-year period;\n    - Equal access to federal government procurement in the two\ncountries, replacing current \"Buy America\" and \"Buy Canada\"\nprovisions with a \"Buy North America\" provision;\n    - Fewer restrictions in trade in services, chiefly finance\nand transportation;\n    - A commitment not to screen foreign investments in favor\ndomestic producers;\n    - A commission to resolve bilateral trade disputes.\n     Wonnacott said that to resolve the subsidy problem, the\ntwo sides should permit export subsidies of exports of up to\n2.0 or 2.5 pct without imposing coutervailing duties.\n    The limit on subsidies is now 0.5 pct.\n    He proposed that any attempt to impose new duties to offset\nsubsidies should go first a special disputes commission for\nresolution at an early stage.\n    Wonnacott said \"bilateral free trade would contribute to the\nefficiency of the North American economies and to their\ncompetitiveness in facing overseas producers.\n    He said it would it would open U.S. markets to Canadian\ngoods and enable them to benefit from the economies of mass\nproduction.\n    Benefits to the United States would be fewer than those to\nCanada proportionately, he said, because of the already large\nU.S. gross national product.\n    Wonnacott said also that a U.S.-Canada pact in such areas\nas export subsidies and the creation of a dispute commission\ncould set an example for the current attempt by GATT to write\nnew and more liberal global trading regulations.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ]
}