{
    "DATE": " 3-APR-1987 04:38:15.71",
    "TOPICS": [
        "tea"
    ],
    "PLACES": [
        "kenya",
        "pakistan"
    ],
    "NEWID": "12754",
    "TEXT": {
        "TITLE": "PAKISTANI DECISION WILL HURT KENYAN TEA EXPORTS",
        "DATELINE": "    NAIROBI, April 3 - ",
        "BODY": "Pakistan's decision to suspend tea\nimport licences will hurt Kenyan tea exports in the short term\nwhile exporters seek new markets, sources close to Nairobi\nbroking houses and exporters said.\n    Broking house officials in the Sri Lankan capital Colombo\nyesterday told Reuters Pakistan had suspended the licences in\norder to link tea imports to Pakistani exports.\n    The latest available figures show that Kenyan exports to\nPakistan, mainly tea, were worth 75 mln dlrs in 1985, while\nimports from Pakistan amounted to only 4.8 mln dlrs. Kenya\nprovides over 50 pct of Pakistan's tea imports.\n    The Nairobi sources said the Pakistani decision did not\ncome as a surprise as Pakistan had been complaining of the\ntrade imbalance for some time.\n    \"We are very disappointed that Pakistan took such action ...\n(it) will certainly hurt Kenya's tea industry in the short term\nas Pakistan is Kenya's second largest market,\" a source at one\nbroking house told Reuters.\n    One tea broker said Pakistan's move had already affected\nKenya's tea trade and was largely responsible for an average\nfall of two shillings a kilo at the export auction in Mombasa\nlast Monday.\n    \"The trend is likely to continue until other countries\nreplace Pakistan, which usually buys all qualities of our tea,\"\nhe added.\n    Kenya has for a long time relied on Britain, Pakistan,\nEgypt and, to a lesser extent the United States, as major\nmarkets for its tea, the sources added.\n    Small-scale exporters who export mainly to Pakistan would\nbe worst hit by the Pakistani move as it would take them longer\nto find new outlets, they said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}