{
    "DATE": "13-APR-1987 09:51:06.84",
    "TOPICS": [
        "money-supply",
        "cpi",
        "gnp"
    ],
    "NEWID": "16268",
    "TEXT": {
        "TITLE": "GERMAN INSTITUTES WARN ON MONEY SUPPLY",
        "DATELINE": "    BONN, April 13 - ",
        "BODY": "Four of West Germany's five leading\neconomic research institutes warned that excessive monetary\ngrowth threatened a resurgence of inflation.\n    But in a dissenting view the DIW institute in West Berlin,\nechoing recent statements by leading Bundesbank officials, said\nthe expansion seen over the last 1-1/2 years did not\nnecessarily threaten stability.\n    The five institutes issued a joint spring report, in which\nthree -- Kiel, Hamburg and Essen -- forecast a two pct rise in\nGNP in 1987, while West Berlin and Munich predicted one pct.\n    The four institutes said an expansive policy was welcome in\nview of the slowdown in economic activity. But experience has\nshown that strong monetary growth eventually leads to a price\nrise which undoes the beneficial effects of monetary policy.\n    Given virtual zero inflation in West Germany such fears may\nseem exaggerated, they said.\n    \"But it has often turned out in the past that the price\nclimate can quickly deteriorate, forcing the central bank into\na restrictive policy,\" they said.\n    The economic costs of a preventive stability policy are\nless than fighting inflation once it has taken hold, they said.\n    The four institutes disputed the view that monetary\nexpansion would slow of its own accord in 1987 as domestic\ninvestors switch liquidity into longer term capital market\ninvestments following lower interest rates.\n    \"Such redispositions may temporarily dampen the expansion of\ncentral bank money stock, but do not automatically lead to a\nsmaller expansion of money supply,\" they said.\n    A return to growth and stability did not require\nspectacular central bank moves, but could be done quietly with\nopen market operations and repurchase pacts, which would avoid\nan interest rate rise by dampening inflationary expectations.\n    The DIW institute said monetary policy should not be\nfocused simply on growth of production potential. Because of\nuncertainty about exchange rate developments and economic\nweakness other factors should be taken into account.\n    Monetary policy should aim for further interest rate cuts\nand avoid rises to boost the economy and discourage revaluation\nspeculation. Recent strong monetary expansion was not a threat\nin itself to price stability.\n    The 1979/81 inflation following strong 1977/78 money growth\nreflected other causes, such as rising oil prices and the\nfalling mark.\n REUTER\n\u0003"
    },
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "cavaco-silva"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}