{
    "DATE": "20-OCT-1987 04:59:48.03",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "20038",
    "TEXT": {
        "TITLE": "POEHL SAYS RATE RISES ARE CAUSE FOR CONCERN",
        "DATELINE": "    FRANKFURT, Oct 20 - ",
        "BODY": "Rises in West German and international\ninterest rates are a cause for concern and the Bundesbank has\nno interest in higher capital market rates, Bundesbank\nPresident Karl Otto Poehl said.\n    \"We consider the interest rate increase that has occurred\nhere and internationally to be a problem and cause for concern,\"\nPoehl told an investment conference.\n    \"I would like to stress that the Bundesbank has no interest\nin higher capital market rates,\" he said.\n    Shortly after Poehl spoke, the Bundesbank announced a\ntender for a securities repurchase pact at a fixed rate of 3.80\npct.\n    Previous tenders over the last month by interest rate have\nseen the allocation rate on these facilities rise to 3.85 pct\nat last week's pact from 3.60 on the last fixed-rate tender in\nlate September.\n    The Bundesbank's reduction of the key allocation rate to\n3.80 from 3.85 pct was heralded Monday by repeated injections\nof money market liquidity at between 3.70 and 3.80 pct.\n    These moves to cap interest rates followed a meeting\nbetween Poehl, Finance Minister Gerhard Stoltenberg and U.S.\nTreasury Secretary James Baker Monday in Frankfurt.\n    Officials said afterwards the three men had reaffirmed\ntheir commitment to the Louvre accord on currency stability.\n    Over the weekend, criticism by Baker of the tightening in\nWest German monetary policy had prompted a sharp fall of the\ndollar on speculation that Louvre cooperation had ended.\n    But the dollar rallied on news of Monday's meeting in\nnervous trading to trade above 1.79 marks Tuesday.\n    Poehl said that the recent rise in interest rates was not\ndue to central bank policy, but to markets' expectations, and\ncurrency developments.\n    Commenting on the inflationary expectations, Poehl said \"You\nhave to get to the root of the problem, you have to pursue a\npolicy which reveals that there are no grounds for such fears.\"\n The inflationary fears were unjustified and exaggerated, he\nsaid.\n    Poehl rebuffed recent U.S. Criticism of West Germany,\nsaying the Bundesbank had made a substantial contribution to\ninternational cooperation in interest and monetary policy.\n    The Bundesbank has tolerated an overshooting of its money\nsupply target, arousing criticism from other quarters, he said.\n    \"Today we still have lower interest rates than at the end of\n1986... Quite the contrary of other countries, where interest\nrates have risen substantially more,\" Poehl said.\n    This had to be taken into account when considering recent\nrises in repurchase pact allocation rates, which were due to\nrising international money market rates that had spilled over\ninto the German market, he said.\n    Poehl expressed surprise that financial markets had so far\nignored improvements in the U.S. Deficits.\n    \"The adjustment process in the U.S. Trade balance is\ndefinitely underway,\" he said, noting that this was not so\nnoticeable in absolute figures.\n    The spectacular improvement in the budget deficit had also\nattracted little attention, he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "poehl",
        "james-baker",
        "stoltenberg"
    ]
}