{
    "DATE": "29-APR-1987 01:20:46.89",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "sri-lanka"
    ],
    "PEOPLE": [
        "andriessen"
    ],
    "NEWID": "17372",
    "TEXT": {
        "TITLE": "SRI LANKAN MINISTER SEES SLOWEST GROWTH IN DECADE",
        "AUTHOR": "    By Chaitanya Kalbag, Reuters",
        "DATELINE": "    OSAKA, Japan, April 29 - ",
        "BODY": "Civil strife in Sri Lanka will\nmake the economy's growth rate in 1987 its slowest in a decade,\nSri Lankan finance minister Ronnie de Mel said here.\n    He told Reuters in an interview that he expected gross\ndomestic product to expand by only four pct in 1987. He said it\naveraged five pct over the past three years.\n    For the first two years after the present troubles began in\n1983, production of key commodities like tea, rubber, coconuts\nand rice kept up, he said.\n    Tamils on the island are fighting for a seperate state.\n    De Mel said: \"Private sector production in fact grew by 25\npct in 1984 and 20 pct in 1985. But last year things took a\nturn for the worse.\"\n    He said prices of tea, the main export, fell to half their\n1984 levels. World prices of rubber and copra also fell.\n    \"There was also a decline in income from tourism and\nremittances from Sri Lankans working in the Middle East.\"\n    He said any savings from the worldwide drop in crude oil\nprices were wiped out by the cut in commodity earnings.\n    \"To add to all this we have had, between January and March\nthis year, the worst drought I have seen in my life,\" he said.\n    De Mel said the drought would seriously affect agricultural\nproduction.\n    He said because of the fighting in the country, defence\nexpenditure was now about 20 pct of the national 1987 budget of\n70 billion rupees.\n    Sri Lanka planned to borrow about 600 mln dlrs in 1987 from\nthe World Bank and the Sri Lanka Aid Consortium which comprises\nmembers of the Organisation for Economic Cooperation and\nDevelopment (OECD), he said.\n    \"We also plan to ask the International Monetary Fund for\nanother 200 mln dlrs through a structural adjustment facility\nand a compensatory financing facility to balance our export\nrevenue cuts,\" de Mel said.\n    He said despite the unrest, Sri Lanka had succeeded in\nkeeping its total foreign debt to three billion dlrs by\navoiding borrowing from commercial banks.\n    \"Commercial bank debt accounts for only 15 pct of our total\nforeign debt,\" he said.\n    He said the Mahaweli hydro-electric project was nearing\ncompletion. It was likely to cut dependence on oil imports.\n    \"The project will more than treble our hydro-electric power\nfrom 300 megawatts to nearly 1,000 megawatts,\" de Mel said.\n    He said 20 new townships would rise around the project,\nwhich is in the north-central part of the island. It was\nexpected to irrigate 1.2 mln acres of land and indirectly\nprovide employment for 500,000 landless families.\n    De Mel said Tamil guerrillas were waging a war of attrition\nin the island's north and east.\n REUTER\n\u0003"
    },
    "ORGS": [
        "adb-asia"
    ]
}