{
    "DATE": "  9-MAR-1987 16:10:40.61",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "3352",
    "TEXT": {
        "TITLE": "MINISTERS FEEL EC FORECASTS TOO PESSIMISTIC",
        "DATELINE": "    BRUSSELS, March 9 - ",
        "BODY": "European Community finance ministers\ndiscussed the economic outlook for the 12-nation bloc and many\nsaid a recent gloomy forecast by the EC Commission was too\npessimistic.\n    The Commission, the EC's executive authority, two weeks ago\ncut its forecast for economic growth in the Community to 2.3\nper cent for this year from 2.8 per cent predicted last autumn.\n    It said economic prospects had been less promising over the\npast few months because of a sharp fall in the value of the\ndollar and a slowing of world trade -- factors which would\nrestrain Community exports.\n    But diplomats said several member states, led by West\nGermany, Britain and France, felt the forecast was too gloomy,\nespecially since it was drafted before a recent agreement\nbetween the leading Western economic powers to stabilise\ncurrencies around current levels.\n    \"Many delegations feel the (Commission's) report is rather\ntoo pessimistic,\" said Belgian Finance Minister Mark Eyskens,\nwho chaired the meeting.\n    The Commission, which slashed its growth forecast for West\nGermany to two per cent from 3.2 per cent, has made clear it\nfeels Bonn has room to introduce additional measures to\nstimulate its economy that would benefit the rest of Europe.\n    But two top German officials, State Secretaries Otto\nSchlecht and Hans Tietmeyer, told reporters Bonn saw no need at\nthe moment for action to bolster the EC's biggest economy.\n    The diplomats said they were backed by Britain and France,\nwhile Italy, Greece and Denmark supported the Commission's view\nthat Bonn should bring in new measures to aid EC growth.\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "ipe"
    ]
}