{
    "DATE": "13-MAR-1987 09:17:08.94",
    "TOPICS": [
        "ipi"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4771",
    "TEXT": {
        "TITLE": "U.S. FEB INDUSTRIAL PRODUCTION ROSE 0.5 PCT",
        "DATELINE": "    WASHINGTON, March 13 - ",
        "BODY": "U.S. industrial production rose 0.5\npct in February after a revised 0.1 pct increase in January,\nthe Federal Reserve Board said.\n    The Fed previously said industrial production rose 0.4 pct\nin January.\n    The Fed said the February gain was dominated by a sharp\nrise in motor vehicle production, which boosted output of both\nconsumer goods and business equipment. Industrial production\nstood at 127.3 pct of the 1977 average in February and was up\n1.7 pct from a year ago, the Fed said.\n    The Fed also revised the December industrial production\nfigure to a gain of 0.5 pct from 0.3 pct originally reported.\n    Manufacturing output rose 0.5 pct in February after a 0.1\npct increase in January and included gains of 0.8 pct in\ndurables and 0.1 pct in non-durables, the Fed said.\n    Manufacturing was 2.4 pct above the year ago level.\n    Production of auto assemblies rose to an annual rate of 8.3\nmln units last month from a January rate of 7.5 mln units.\n    Output of consumer goods rose 0.6 pct after falling 0.3 pct\nin January and output of consumer durables was up 2.1 pct in\nFebruary after falling by 2.0 pct in January.\n    Business equipment production rose 1.0 pct in February,\nreflecting more output of autos and trucks for business use and\na recovery from strikes in farm equipment industries, the Fed\nsaid.\n    Mining output rose 0.1 pct after a 1.6 pct increase in\nJanuary, but was still six pct lower than a year ago.\n    Utilities output rose 0.7 pct in February after a 1.2 pct\nrise in January.\n    Output of defense and space equipment was up 0.4 pct, the\nsame as in January, and 6.2 pct higher than a year ago.\n    Output of construction supplies rose 0.2 pct in February\nafter a 1.5 pct January rise.\n    Materials output increased by 0.2 pct last month, the\nfourth consecutive monthly increase after declining throughout\nmuch of 1986. The recent strength in materials has been\nconcentrated in textiles, paper and chemicals, the Fed said.\n    Output of home goods was up 0.3 pct in February and the Fed\nsaid production of items like appliances and furniture\ncontinued strong last month.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "subroto"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}