{
    "DATE": " 6-MAR-1987 12:33:04.76",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "2725",
    "TEXT": {
        "TITLE": "BANK OF ENGLAND PRESSURE HOLDS BASE RATES",
        "AUTHOR": "    By Rowena Whelan, Reuters",
        "DATELINE": "    LONDON, March 6 - ",
        "BODY": "This week's Bank of England resistance to\nstrong market pressure for lower interest rates succeeded in\nholding bank base rates at 11 pct.\n    But at a cost of threatening the Chancellor of the\nExchequer Nigel Lawson's policy, stated at the end of the Paris\nGroup of Six meeting last month, that he wanted to see sterling\nbroadly stable about then prevailing levels, market sources\nsaid.\n    Since then, the pound has risen to 71.8 pct on its closing\ntrade-weighted index, up from 69.7 pct imediately after the\nParis meeting and up 0.4 on the day.\n    Today's peak at 72.0 pct was its highest since August 19.\n    A Treasury spokesman said Lawson had said he neither wanted\na substantial rise or fall in sterling. The question is\ntherefore how large a rise he is ready to see before acting.\n    Paul Temperton, chief economist at Merrill Lynch Europe\nLtd, estimated that the government wanted to see the\ntrade-weighted index about 72-73 pct. \"Even after this action\nover the last few weeks, sterling's only just within striking\ndistance of that range,\" he said.\n    Other analysts agree that the government probably has some\nbroad target range around this area.\n    However, they said Lawson would be prepared to see the\npound go higher at least in the short term, despite the risk of\na loss of export competitiveness and cheaper prices on imports.\n    \"If the Bank of England keeps the interest rates as they\nare, what's to stop it (going higher),\" said John Cox, executive\ndirector of EBC Amro Bank Ltd, a major operator on the London\nforeign exchange market.\n    Cox estimates that the Bank of England has been active\nselling sterling over the past few days, despite the lack of\ngeneral market talk of such intervention, and this has helped\nkeep it below 1.60 dlrs.\n    The pound rose to 1.5870 dlrs from 1.5764 yesterday and\n1.5400 February 23, the day after the Paris meeting.\n    But Cox says the government must be worried with sterling\nheading toward 2.95 marks and would be very concerned if it\nholds around these levels.\n    He warned the Bank may run the risk of missing the interest\nrate boat. \"If rates don't come down, the market will say they\nought to have come down and will sell sterling,\" he said.\n    Most dealers agree there is a good deal of \"hot money\" being\ninvested in sterling, money simply attracted by high overnight\nor one-week rates, which could flow out at equally short\nnotice.\n    However, the authorities will hope that at least a\nproportion of the buying reflects long-term investment.\n    \"The last thing they want to do is reduce them (rates) and\nhave to jack them back up again,\" said Richard Jeffrey,\neconomist at brokerage house Hoare Govett Ltd.\n    He said a half point cut would ensure continued support for\nsterling, at least in the near term.\n    However, most analysts are still looking for a full point\nabout March 17, Budget Day.\n    The Bank must hold out until it sees the reaction to the\nBudget, said Temperton.\n    The Budget is widely forecast to be a vote winner in the\nrun-up to a general election, the major factor behind current\nbullishness in the government bond and currency markets.\n    \"Lawson wants to delay a cut in base rates until the budget.\nHe wants it to be crowned with the glory of an interest rate\ncut,\" said Ian Harwood, economist at Warburg Securities, the\nequities arm of Mercury International Group.\n    Speculation a clearing bank might break ranks and lead the\nway lower were confounded today. There was excitement a fall in\nthe weekly Treasury Bill rate to 9.7 pct from 10.2 pct last\nFriday might mean the Bank had changed its mind.\n    This followed the imposition of penal lending rates of 11\n3/4 pct on the discount houses yesterday, and was the lowest\nsince base rates were at 10 pct, early last October.\n    However, with this Bill rate pertaining to three-months\nmoney, banking sources said the market could not take the cut\nas a guide to the Bank's intentions on short term rates.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "imf"
    ],
    "EXCHENGES": [
        "amex"
    ]
}