{
    "DATE": "19-OCT-1987 08:04:47.58",
    "TOPICS": [
        "oilseed",
        "veg-oil"
    ],
    "PLACES": [
        "india"
    ],
    "NEWID": "21497",
    "TEXT": {
        "TITLE": "INDIAN RESERVE BANK TIGHTENS CREDIT POLICY",
        "DATELINE": "    BOMBAY, Oct 19 - ",
        "BODY": "The Reserve Bank of India said it was\ntightening its credit policy for commercial banks by raising\ntheir cash reserve ratio by 0.5 pct to 10 pct, effective from\nOctober 24.\n    The move, announced last weekend, is part of the bank's\npolicy for the second half of fiscal 1987/88 ending March and\nis aimed at curbing excess bank liquidity.\n    The central bank also put selective controls on bank\nadvances to the oilseeds, vegetable oils and foodgrains trades.\n    \"The policy's main objective is to fully meet the credit\nrequirements of agriculture, industry and exports, while\npreventing excessive monetary expansion,\" bank Governor R.N.\nMalhotra told an earlier meeting of chief executives of banks.\n    Malhotra said the rate of monetary expansion must be kept\nunder control in the second half of the current financial year.\n    Bank deposits rose 75.40 billion rupees in the first six\nmonths of fiscal 1987/88 against 66.92 billion in the same\nperiod last year, according to the bank.\n    Bankers said the bank's move to raise the cash reserve\nratio by 0.5 pct will mean impounding about five billion rupees\nfrom the banking system. Banks' total deposits are estimated at\naround 1,000 billion rupees.\n    They said banks are under pressure because of low returns\non commercial lending and investments in government securities.\n    \"Already many banks are finding it difficult to maintain\ntheir statutory liquidity and cash reserve ratios and are\nresorting to heavy inter-bank borrowings,\" said one banker.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}