{
    "DATE": "13-APR-1987 11:34:27.74",
    "TOPICS": [
        "earn"
    ],
    "NEWID": "16367",
    "TEXT": {
        "TITLE": "CHEMICAL <CHL> NET HURT BY BRAZIL, EXPENSES",
        "DATELINE": "    NEW YORK, April 13 - ",
        "BODY": "Chemical New York Corp said its\nfirst-quarter profits fell by 16 pct, largely because it placed\n1.04 billion dlrs of loans to Brazil on non-accrual.\n    Chemical reported first-quarter net income of 86.2 mln\ndlrs, down from 102.6 mln a year earlier, but declaring the\nBrazilian loans non-performing cost Chemical 21 mln dlrs in\nlost interest income, or 12 mln dlrs after-tax.\n    A 13.3 pct jump in non-interest expense to 471.3 mln dlrs\nfrom 415.9 mln also hit the bottom line. It said the rise was\nmainly due to staff costs associated with continued growth in\nconsumer, capital markets and investment banking activities.\n    Excluding the effect of placing Brazil on non-accrual,\nChemical said its net income would have been 98.2 mln dlrs, or\n4.3 pct below 1986 earnings.\n    Brazil suspended interest payments on 68 billion dlrs of\nmedium- and long-term debt on February 20. If they are not\nresumed by year's end, Chemical said its after-tax net for the\nwhole of 1987 will be reduced by about 51 mln dlrs.\n    Chemical also placed 52 mln dlrs of loans to Ecuador on\nnon-accrual because the Quito government also suspended\ninterest payments on its foreign debt. This reduced interest\nincome by 1.5 mln dlrs.\n    Chemical said net interest income fell to 476.4 mln dlrs\nfrom 488.9 mln and its net spread narrowed to 3.61 pct from\n3.96 pct.\n    This reflected the reclassification of Brazilian loans, a\nreduced federal income tax rate (which affected the calculation\nof the taxabale-equivalent adjustment on tax-exempt assets) and\na narrowing of the spread between the prime rate and Chemical's\ncost of funds.\n    Foreign exchange trading profits rose to 37.9 mln dlrs from\n27.0 mln, but bond trading profits dropped to 21.9 mln dlrs\nfrom 26.2 mln.\n    Fees from trust and other banking services rose to 146.5\nmln dlrs from 129.3 mln a year earlier, Chemical said.\n    The provision for loan losses was 87.2 mln dlrs, compared\nwith 83.8 mln. Net loan charge-offs were 86.5 mln, up from 60.7\nmln, leaving the allowance for loan losses at 672.6 mln dlrs at\nquarter's end, or 1.74 pct of loans outstanding, compared with\n594.3 mln, or 1.50 pct, a year earlier.\n    Non-accruing loans at the end of March were 2.39 billion\ndlrs (1.35 billion excluding Brazil), compared with 1.35\nbillion at the end of 1986 and 1.22 billion at the end of\nMarch, 1986.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "rubio"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}