{
    "DATE": " 9-MAR-1987 09:48:54.24",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3062",
    "TEXT": {
        "TITLE": "SOUTHERN <SO> TO TAKE CHARGE ON VOGTLE COST",
        "DATELINE": "    ATLANTA, March 9 - ",
        "BODY": "Southern Co said it will take an\nafter-tax charge of 226 mln dlrs against earnings no later than\nJanuary 1988 because the projected cost of the Vogtle nuclear\npower plant has risen abover the amount which retail customers\nin Georgia will be asked to pay.\n    The company's largest subsidiary, Georgia Power Co, said\nthe budget for the plant has increased by 6.3 pct, or 522 mln\ndlrs, to 8.87 billion. However, because of a pledge the made\nlast year to Georgia's Public Service Commission, the increased\ncost will not be included in the utility's retail electric\nrates.\n    Geogia Power also said its board has delayed the scheduled\ncompletion of Vogtle's Unit Two to June 1989 from September\n1988. Unit Two is about 60 pct complete, it added.\n    The utility said fuel loading has been completed at Unit\nOne and the unit is being put through a series of low-power\ntests before the Nuclear Regulatory Commission is asked for a\nfull-power license.\n    The nuclear power plant, located near Waynesboro, Ga., is\nco-owned by <Oglethorpe Power Corp>, the Municipal Electric\nAuthority of Georgia and the city of Dalton.\n    Georgia Power said the revised Vogtle budget estimate was\ndue to several factors, including additional labor costs\nincurred to keep the plant's first unit on schedule for\ncommercial operation by June. The new figure represents the\nfirst change in the plant's budget since August 1985, when it\nwas estimated at 8.35 billion dlrs.\n    In March 1986, the utility told Georgia regulators it would\n\"cap\" the price of Vogtle its customers would be asked to pay\nat 3.56 billion dlrs, the company's share of the then projected\n8.35 billion dlr total. Under the new budget, Georgia Power\nsaid, its share amounts to 3.87 billion dlrs.\n    Noting that Georgia Power's share of the Vogtle increase is\n313 mln dlrs, Southern said this will result in a charge\nagainst earnings of 177 mln dlrs after taxes.\n    In addition, the company said, Georgia Power's contracts\nwith the joint owners require the utility to buy back\nsignificant amounts of Vogtle capacity during the plant's\ninitial years of operation. Under terms of the cap on costs, it\nwill not attempt to recover the portion of the budget increase\nthat applies to the buybacks.\n    This bings the total amount that must be charged against\nearnings to 2326 mln dlrs after taxes, Southern said.\n    Southern said new rules of the Financial Accounting\nStandards Board, which are effective in January 1988, require\nany costs that are determined nonrecoverable to be charged\nagainst earnings once that determination is made.\n    The company also said its board has approved a capital\nbudget of 2.1 billion dlrs in 1987, including work on the\nVogtle project.\n    It said a 5.9 billion dlr capita budget for the three-year\nperiod 1987-1989 was also outlined at the board meeting, noting\nthis is 700 mln dlrs below the comparable figure for the years\n1986-1988.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "poehl"
    ]
}