{
    "DATE": "11-APR-1987 07:23:30.81",
    "TOPICS": [
        "coffee"
    ],
    "NEWID": "16097",
    "TEXT": {
        "TITLE": "UGANDA PULLS OUT OF COFFEE MARKET - TRADE SOURCES",
        "DATELINE": "    KAMPALA, April 11 - ",
        "BODY": "Uganda's Coffee Marketing Board (CMB)\nhas stopped offering coffee on the international market because\nit is unhappy with current prices, coffee trade sources said.\n    The board suspended offerings last week but because of its\nurgent need for cash it was not immediately clear how long it\ncould sustain, the sources added.\n    Hundreds of Ugandan coffee farmers and processors have been\nwaiting several months for payment from the CMB, which has had\ntrouble finding enough railway wagons to move the coffee to the\nKenyan port of Mombasa.\n    Foreign banks have contributed to the cash crisis by\nholding up remittance of Uganda's hard currency earnings from\ncoffee exports, the government newspaper New Vision said.\n    The banks are holding up to seven mln dlrs in coffee money\nand President Yoweri Museveni is thinking of imposing a penalty\nfor such delays, it added.\n    Banking sources said a third factor in the crisis was that\ncommercial banks have lent the board only 77 billion shillings\n-- the equivalent of 55 mln dlrs -- for crop finance in the\ncurrent coffee year, while the government had asked for 100\nbillion.\n    The CMB has 455,000 60-kg bags of coffee, about 15 pct of\nannual production, stockpiled in Kampala awaiting shipment.\n    The crop accounts for over 90 pct of Uganda's export\nearnings and the recent slide in prices to four-year lows is\nlikely to more than offset an expected increase in production.\n    CMB officials have forecast that because the government has\nrestored law and order in important growing areas, Uganda will\nproduce over three mln bags of coffee in the year ending\nSeptember 30, about 25 pct more than in 1985/6.\n REUTER\n\u0003"
    },
    "PLACES": [
        "uganda"
    ],
    "PEOPLE": [
        "languetin"
    ],
    "ORGS": [
        "ec"
    ]
}