{
    "DATE": "29-JUN-1987 12:56:00.83",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19751",
    "TEXT": {
        "TITLE": "GROUP MAY SUPPORT CARDIS CORP <CDS> BUYOUT",
        "DATELINE": "    WASHINGTON, June 29 - ",
        "BODY": "A group of companies controlled by\nBrookehill Partners Inc told government authorities it may\nsupport a buyout of Cardis Corp as a way to maximize the value\nof the company's stock.\n    In a filing with the Securities and Exchange Commission, \nthe group disclosed that it currently holds a 5.5 pct stake in\nCardis common stock, and said it \"would likely support\" an\nacquisition of the company as a whole or in parts by another\nparty, terming such a move \"the most likely means for the\ncompany's shareholders to maximize the value of their\ninvestment.\"\n    Although the group characterized its Cardis stock holdings\nas principally for investment, it said it intends to contact\nthird parties who might be interested in an acquisition of\nCardis, a Los Angeles-based auto parts distributor.\n    The group added its has already had \"some contacts\" with\nothers concerning the company, but said no understandings have\nbeen reached.\n    \"The (Cardis) common shares continue to offer opportunity\nfor price appreciation on the basis of the company's asset\nvalue and earnings momentum,\" the Brookehill group told the\nSEC.\n    The group, which currently holds 318,900 Cardis common\nshares, consists of New York-based Brookehill Partners and its\ntwo subsidiaries, Brookehill Equities Inc, a brokerage, and\nMoore, Grossman and deRose Inc, an investment advisor. Walter\nGrossmman, S. Edward Moore and Robert deRose, all of New York,\neach own one-third interests in Brookehill Partners.\n    Since April 27, members of the Brookehill group made net\npurchases of 6,000 Cardis common shares at approximately 4 dlrs\na share. The group told the SEC it may continue to purchase\nadditional Cardis stock, but also reserved the right to sell\nits shares in the company.\n\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}