{
    "DATE": "19-MAR-1987 11:06:19.13",
    "TOPICS": [
        "iron-steel"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "7161",
    "TEXT": {
        "TITLE": "EC MINISTERS AGREE NEED FOR BIG STEEL CLOSURES",
        "AUTHOR": "    By Gerrard Raven, Reuters",
        "DATELINE": "    BRUSSELS, March 19 - ",
        "BODY": "European Community (EC) industry\nministers today declared there is a need for a massive round of\nclosures of steel plants to bring capacity in the 12-country\nbloc into reasonable balance with demand.\n    The ministers were meeting to discuss a plan for voluntary\nplant closures drawn up by the industry lobby group Eurofer\nwhich it calculates would cost around 22,000 jobs.\n    Diplomats said that in their initial reactions to the\nscheme, most ministers declared it was a useful basis for\ndiscussion, but did not go nearly far enough.\n    Eurofer says it has identified scope for the closure of\nplants which have an annual capacity of 15.26 mln tonnes,\nprovided the companies concerned can be fully repaid by the EC\nor national governments for redundancy and other social costs.\n    But EC Executive Commission sources said Industry\nCommissioner Karl-Heinz Narjes told ministers today that 30 mln\ntonnes of annual capacity was excess to requirements and should\nbe closed by the end of 1990.\n    He said the Eurofer plan in particular fails to pinpoint\nthe scope for closure in heavy hot-rolled wide-strip products,\ntypically produced in plants employing thousands of people.\n    The sources said no minister challenged Narjes' analysis\nthat four or five hot-rolled wide-strip lines would have to\nclose.\n    They said ministers agreed that the Eurofer plan should be\nexpanded and developed through meetings among the industry\nbody, the Commission and representatives of member states.\n    However, diplomats said it was clear from today's\ndiscussions that such meetings will be difficult.\n    They said member states are split on whether to reduce the\nscope of a quota production system, which at present protects\nEC steelmakers from the full force of competition for 65 pct of\ntheir products, while talks on the closure plan proceed.\n    It was also clear that there will be tough talks on which\nEC member states should bear the brunt of the closures and on\nhow much funding for help to those thrown out of work should\ncome from Community coffers.\n    German minister Martin Bangemann said his country's steel\nindustry, the largest in the EC, should not suffer\nproportionately more than others, German sources said.\n    But British diplomats said their minister, Giles Shaw,\ninsists that the profitability of companies should be taken\ninto account.\n    The state owned British Steel Corporation, benefitting from\nmassive recent write-offs of its accumulated debts, is\ncurrently one of the few EC steel companies in the black.\n    Ministers were this afternoon trying to agree a joint\nstatement on the Eurofer plan and the situation in the\nindustry.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}