{
    "DATE": "26-MAR-1987 08:04:20.61",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "uk",
        "usa",
        "argentina",
        "australia",
        "canada"
    ],
    "NEWID": "9793",
    "TEXT": {
        "TITLE": "IWC SAYS EFFECT OF LOWER SUPPORT PRICES LIMITED",
        "DATELINE": "    LONDON, March 26 - ",
        "BODY": "Efforts by governments to control wheat\nsurpluses by cutting support prices have met with only partial\nsuccess, the International Wheat Council (IWC) says in its\nlatest monthly report.\n    Faster results could be achieved by a policy of reducing\nboth price and areas, as employed in the United States, the IWC\nsays in a survey of support prices in the five main wheat\nexporters - Argentina, Australia, Canada, the EC and the U.S.\n    In some countries, for example Australia and Argentina,\nwhich are highly dependent on wheat shipments for export\nincome, there may be problems in reducing production.\n    A policy of cutting wheat production could lead to\nunemployment, with job prospects outside agriculture limited.\nAlternative crops may offer inferior returns which could then\nlead to lost export revenue and balance of payments problems.\n    The IWC outlines three courses of action open to\ngovernments in wheat exporting countries.\n    They could continue to support prices in the hope that when\nthe world economy improves demand for wheat will rise and\nsurpluses wil be reduced or eliminated.\n    Alternatively, support could be limited to wheat which\ncould be easily sold, without needing to be stored for a long\nperiod.\n    This option may prove to be the most politically\nunattractive and would result in many producers abandoning\nwheat production, the report said.\n    The third option would be for governments to distinguish\nbetween the commercial and social aspects of agriculture,\npossibly varying support prices according to farm size or\noverall production.\n    The IWC review covers support prices in the major exporting\ncountries since 1982. At some time during that period all the\nproducers cut support prices in response to growing surpluses.\n    These changes did not always result in lower export\nsubsidies as on several occasions currency fluctuations more\nthan offset lower prices in the domestic currency.\n    For example between 1985/86 and 1986/87 the EC intervention\nprice for bread wheat fell from 209.30 to 179.44 European\ncurrency units (Ecus). It dollar terms, the currency in which\nmost export transactions are denominated, the intervention\nprice however rose to 193 dlrs from 168. The high cost of\nsupporting farm prices has put a strain on national exchequers\nand some governments are now searching for ways to cut\nexpenditure, the report says.\n    The proportion of world wheat output produced by the five\nmajor exporters declined in the period covered by the survey\nfrom 40 pct in 1982 to 35 pct in 1987. This was partly due to\nincreased production in China and India.\n    The period saw an upward trend in yields, although this was\ncountered in the Argentina, the U.S. And Australia by lower\nacreages.\n    In Argentina a reduction in the sown area of about 20 per\ncent was put down to low prices causing producers to switch to\nother enterprises, particularly livestock while lower U.S.\nAcreages are attributed to official incentives.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "ORGS": [
        "iwc-wheat",
        "ec"
    ]
}