{
    "DATE": "26-MAR-1987 06:26:15.94",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "japan",
        "usa",
        "uk",
        "west-germany",
        "france",
        "canada"
    ],
    "NEWID": "9764",
    "TEXT": {
        "TITLE": "MONETARY AUTHORITIES SAID TO LOSE CREDIBILITY",
        "AUTHOR": "    By Etsuko Yamamoto, Reuters",
        "DATELINE": "    TOKYO, March 26 - ",
        "BODY": "The monetary authorities of the major\nindustrialised countries lost their credibility this week as\nthe dollar was sold off despite pleas from ministers and\nwidespread central bank intervention, dealers said.\n    The dollar's fall below 150 yen, which follows last month's\nParis currency stabilisation agreement by the U.S., Japan, West\nGermany, Britain, France and Canada, is a dramatic reversal of\nthe success of the Group of Five (G-5) 1985 New York Plaza\nmeeting to weaken the dollar, they said.\n    The G-5 and the market agreed in 1985 that the dollar was\novervalued but this time the market and the authorities are on\ndifferent sides, dealers said.\n    Apparent confusion in the ranks of the G-5 nations has\nencouraged the market to challenge the authorities despite\nconcerted intervention by the central banks of the United\nStates, Japan, Britain and West Germany, they said.\n    Pleas by Japanese Finance Minister Kiichi Miyazawa for\naction to stabilise the dollar were matched over the weekend by\ncomments by U.S. Treasury Secretary James Baker that there was\nno target zone for the dollar. The dollar was sold anyway.\n    Yesterday's comment by Baker that he stood by the Paris\naccord did nothing to reverse sentiment, dealers said.\n    The intervention, backed by remarks by Fed Chairman Paul\nVolcker and Japanese central bank governor Satoshi Sumita,\nwhich a few months ago would have brought the dollar fall to a\nhalt, has done little but slow the rate of its decline, they\nnoted.\n    The situation has again raised the question of whether\nintervention can succeed against the trend in today's huge\ncurrency markets. Dealers said the market's cool response to\nintervention reflected a basic oversupply of dollars.\n    \"This means that the current dollar selling is not of a\nsheer speculative nature but backed by real demand,\" said Koichi\nMiyazaki, deputy general manager at Sanwa Bank.\n    Dealers said the dollar will remain weak despite the\nintervention and it is only a matter of time before some\noperators try to push it below 148 yen. The dollar closed in\nTokyo today at 149.40 against New York's 149.30/40. Its record\nlow was 148.40 in Tokyo last Tuesday.\n    Dealers said the dollar will gain only temporary support to\nrise above 150 yen toward early April when the Group of Seven\nindustrial nations meets to discuss currencies again.\n    The market expects the seven nations (the Paris six plus\nItaly) to try to agree on another way to stabilise currencies\napart from intervention, a chief dealer at a U.S. Bank said.\n    Dealers said they were unsure what other methods could be\nused and they are sceptical anyway about how long the Paris\naccord nations, particulary the U.S., Will remain willing to\nprevent a further dollar fall given the continuing high U.S.\nTrade deficit, especially with Japan.\n    Further pressure from a protectionist U.S. Congress for a\nlower dollar is also limiting Washington's options, they said.\n    The market now thinks the central bank action is to slow\nthe dollar fall, not to push it back over 150 yen, said\nTadahiko Nashimoto, manager at Long Term Credit Bank of Japan.\n    Another bearish factor for the dollar is expected large\nforward dollar sales from April to June for export bills\nfalling due for Japanese exporters from April to September.\n    The exporters had delayed in expectation of a further yen\ndepreciation, dealers said.\n    Yesterday's request to 30 trading houses by the Ministry of\nInternational Trade and Industry to restrict dollar sales looks\nineffective in light of this real demand, they said.\n    The market is also anticipating active institutional dollar\nsales to hedge currency risks on bond holdings from the new\nbusiness year starting April 1, dealers said.\n    \"The market seems to have established a new dollar trading\nrange between 147 and 149 yen,\" one dealer said.\n    The dollar traded between 151 and 153 yen after the Paris\naccord on February 22 and 150 yen was then considered the low\nend for the dollar against the yen, he said.\n    Some dealers now believe that if the dollar falls below 148\nyen, it will pick up renewed downward momentum and slide to\n145.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "ec"
    ]
}