{
    "DATE": "18-JUN-1987 06:29:42.66",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "fiji"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18531",
    "TEXT": {
        "TITLE": "FIJI MAKES SUGAR PAYMENT TO GET HARVEST STARTED",
        "DATELINE": "    SUVA, June 18 - ",
        "BODY": "Fiji sugar farmers will receive an interim\npayment on the 1986 crop, four months ahead of schedule, in a\nmove aimed at getting harvesting of the drought-hit 1987 crop\nunder way, Governor-general Ratu Sir Penaia Ganilau said.\n    Industry sources said latest forecasts for the 1987 crop\nindicated output of 360,000 tonnes, well down on the record\n501,800 tonne tel quel production in the 1986 (May-December)\ncrop year.\n    The previous record was set in 1982 when Fiji produced\n486,790 tonnes.\n    For the past month Fiji sugar farmers have delayed\nharvesting the 1987 crop pending a response from the\nGovernor-general to demands following the May 14 coup.\n    Ganilau said in a statement the Fiji Sugar Corp would make\na payment of five dlrs per tonne against the final payment for\nthe 1986 crop on the understanding that preparations by growers\nfor commencement of harvesting would be completed at all mills\nby June 23.\n    Crushing would commence at Labasa and Penang mills on June\n23 and at Lautoka and Rarawai mills on June 30, he said.\n    The interim payment, to be made on or about June 30, is the\nfull amount of the grower's share of 1986 sugar proceeds\nreceived to-date. The balance will be paid in October.\n    Growers had also called for the full 1987 forecast price of\n23.50 dlrs per tonne of cane to be paid in cash on delivery to\nthe mill, but this has been rejected by the state controlled\nFiji Sugar Corp, Ganilau said.\n    However, in addition to the scheduled delivery payment of\n14.10 dlrs, an additional sum of 2.35 dlrs, or 10 pct of the\nforecast price, would be paid on December 15, on all cane\nharvested by November 30, he said.\n    Ganilau said, \"This will be at least one month in advance of\nthe expected date of payment of the second payment of cane. The\nbalance of the second payment will be made six weeks after the\nend of crushing.\"\n    Another demand of Fiji's 22,000 small farmers was that an\nestimated 14 mln dlr loan from the Fiji Development Bank (FDB)\nfor the 1983 cane crop rehabilitation programme be written off.\nThe FDB rejected this request.\n    Ganilau said, however, \"The bank is prepared to carefully\nconsider requests for rescheduling loan repayments in cases of\nhardship on a case-by-case basis.\"\n    In response to a further demand that all soldiers be\nremoved from the cane growing areas, Ganilau said the army\nwould restrict its presence in the cane areas.\n    He said he had directed the authorities to issue permits to\nharvesting gangs, cane growers and sugar industry trade unions\nto hold the necessary meetings in preparation for the\ncommencement of harvest.\n    Senior representatives of the sugar cane growers had\nindicated a desire to commence the crush as soon as possible,\nhe added.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}