{
    "DATE": " 5-MAR-1987 04:55:28.49",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "spain"
    ],
    "NEWID": "1933",
    "TEXT": {
        "TITLE": "SPAIN RAISES BANKS' RESERVE REQUIREMENT",
        "DATELINE": "    MADRID, March 5 - ",
        "BODY": "The Bank of Spain said it raised the\nreserve requirement for banks and savings banks to 19 pct of\ndeposits from 18 pct to drain excess liquidity which threatened\nmoney supply and inflation targets.\n    In a statement issued late last night, the central bank\nsaid the measure would take effect from March 13.\n    \"In recent weeks, there has been excess liquidity in the\nSpanish economy which, if not controlled, would threaten the\nmonetary and inflation targets set by the government,\" the\nstatement said.\n    Banking sources said the measure would drain about 200\nbillion pesetas from the system. The maximum reserve\nrequirement allowed by law is 20 pct.\n    The move follows a half-point increase yesterday in the\nBank of Spain's key overnight call money rate, which now stands\nat 13.5 pct. At today's auction, however, the bank left the\nrate unchanged.\n    Spain's principal measure of money supply, the broad-based\nliquid assets in public hands (ALP), grew at annualised rate of\n8.3 pct in January compared with 11.4 pct during the whole of\n1986 and a target of eight pct for 1987.\n    Banking sources said that although the January money supply\nfigures were good, compared with annualised rates of 13.9 pct\nin December and 10.2 pct in January 1986, ALP growth appeared\nto have accelerated in February, raising government concern.\n    Regarding inflation, recent figures have suggested that\nprices were under control.\n    Secretary of State for Trade, Miguel Angel Fernandez\nOrdonez, said this week that the annualised inflation rate for\nFebruary, not yet officially announced, fell to 5.5 pct from\nsix pct in January, compared with inflation of 8.3 pct during\n1986 and a government target of five pct for this year.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nyse"
    ],
    "PEOPLE": [
        "subroto"
    ]
}