{
    "DATE": "24-APR-1987 10:57:23.61",
    "TOPICS": [
        "crude",
        "fuel",
        "gas",
        "naphtha",
        "jet",
        "nat-gas"
    ],
    "PLACES": [
        "usa",
        "venezuela"
    ],
    "PEOPLE": [
        "nakasone"
    ],
    "NEWID": "17101",
    "TEXT": {
        "TITLE": "VENEZUELA RE-ESTABLISHES POSTED PRODUCT PRICES",
        "DATELINE": "    NEW YORK, APRIL 24 - ",
        "BODY": "Petroleos de Venezuela, PDVSA, the\nstate owned oil company, has re-established posted prices for\nsome light products and heavy fuel oil, industry sources in New\nYork said.\n    The return to posted prices is a sign that the market is\nreturning to a more stable and orderly condition after a year\nof volatile price movements in which Venezuela ceased posting\nprices and moved to negotiating prices with companies.\n    \"We are in more stable market now and PDVSA has probably\ndecided to return to postings for some products,\" one industry\ntrade source said.\n   \n    But there was no talk of Venezuela posting prices for crude\noil which were also dropped in 1986.\n    Posted prices were dropped in the first quarter of 1986  \nwhen prices for crude oil and products tumbled in response to\nOPEC's market share strategy and netback arrangements.\n    PDVSA has set out posted prices for several groups of light\nproducts including gasoline, naphtha, jet kerosene and\ndistillates effective April 15 as follows.\n    Unleaded gasoline was posted at 19.74 dlrs a barrel (47 cts\na gallon) with leaded gasoline at 20.16 dlrs a barrel (48 cts a\ngallon).\n   \n    Light naphtha was posted at 17.85 dlrs a barrel (42.5 cts a\ngallon), full range naphtha at 19.11 dlrs a barrel (45.50 cts a\ngallon), and heavy naphtha at 19.53 cts a gallon (46.5 cts a\ngallon).\n    Jet kerosene was posted at 18.90 dlrs a barrel, also\neffective April 15, or (45 cts a gallon) with dual purpose\nkerosene at 18.06 dlrs a barrel (43 cts a gallon).\n    Distillates of 0.2 pct sulphur and 0.3 pct sulphur grades\nwere posted at 18.48 dlrs a barrel (44 cts a gallon), each with\n0.5 pct sulphur 18.08 dlrs a barrel (43.05 cts a gallon).\n    LPG postings, also effective from April 15, were made as \nfollows, propane 175 dlrs a tonne (33.33 cts a gallon), butane\n210 dlrs a tonne (46.26 cts a gallon) and isobutane at 240 dlrs\na tonne.\n    Heavy fuel products were given a posted price effective\nApril 10 and ranged from 0.3 pct sulphur at 19.35 dlrs a barrel\nto 17.21 dlrs a barrel for 2.8 pct sulphur.\n    Heavy fuel postings are also referred to as minimum export\nprices.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ]
}