{
    "DATE": "25-MAR-1987 10:35:21.35",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9328",
    "TEXT": {
        "TITLE": "UTILICORP <UCU> SEES HIGHER 1987 FIRST QUARTER",
        "DATELINE": "    SAN FRANCISCO, CALIF., March 25 - ",
        "BODY": "Utilicorp United Corp\nsaid it expects to report 1987 first quarter earnings of about\n12 mln dlrs or about 1.12 dlrs a share and revenues of about\n190 mln dlrs.\n    In the comparable quarter a year ago, Utilicorp earned 8.5\nmln dlrs or 87 cts on revenues of 203 mln dlrs.\n    There are 9.6 mln shares outstanding this year, up from the\n8.5 mln shares in 1986, Utilicorp's president Richard Green\ntold financial analysts here.\n    First quarter 1987 results include one month contribution\nof West Virginia Power, which became a division on March 1,\n1987, Green said in remarks prepared for delivery to analysts.\n    Higher earnings for the period reflected reduced operating\nand maintenenace expenses and about 10 mln dlrs in rate\nincreases in Iowa, Minnesota, Kansas and Colorado, he said.\n    However, Utilicorp's Missouri Public Service division is\nexperiencing the effect of a 5.9 pct rate reduction authorized\nin September 1986, he noted.\n    Of Utilicorp's total revenues expected for the 1987 first\nquarter, about 43 mln dlrs will be derived from electric\noperations and about 147 mln dlrs will come from gas\noperations, he said.\n    Operating income derived from electric operations in the\nfirst three months of 1987 is estimated to be eight mln dlrs,\nwhile the contribution from gas operations will be about 10 mln\ndlrs, Green said.\n    Green told analysts that Utilicorp received regulatory\napproval from various states and the Federal Energy Regulatory\nCommission to reincorporate in Delaware, effective April one.\n    Utilicorp signed an agreement with Cominco Ltd of Vancouver\nto extend the deadline to May 31, 1987, for completion of the\ncompany's purchase of West Kootenay Power and Light of British\nColumbia, due to a longer than expected regulatory approval\nprocess, he said.\n    Hearings were completed in February and a decision by the\nBritish Columbia Utilities Commission on the 60 mln dlrs\npurchase by Utilicorp is pending, he said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "thatcher"
    ],
    "ORGS": [
        "ec"
    ]
}