{
    "DATE": "28-MAR-1987 07:04:43.45",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "10623",
    "TEXT": {
        "TITLE": "NAKASONE SOUNDS CONCILIATORY NOTE IN CHIP DISPUTE",
        "DATELINE": "    TOKYO, March 28 - ",
        "BODY": "Prime Minister Yasuhiro Nakasone sounded\na conciliatory note in Japan's increasingly bitter row with the\nUnited States over trade in computer microchips.\n    \"Japan wants to resolve the issue through consultations by\nexplaining its stance thoroughly and correcting the points that\nneed to be corrected,\" he was quoted by Kyodo News Service as\nsaying.\n    While expressing regret over America's decision to impose\ntariffs on imports of Japanese electrical goods, Nakasone said\nTokyo was willing to send a high-level official to Washington\nto help settle the dispute.\n    Government officials said Japan would make a formal request\nnext week for emergency talks and that the two sides would\nprobably meet the week after, just days before the April 17\ndeadline set by Washington for the tariffs to take effect.\n    Tokyo is expected to propose a joint U.S./Japan\ninvestigation of American claims that Japanese companies are\ndumping cut-price chips in Asian markets.\n    Yesterday, Washington announced plans to put as much as 300\nmln dlrs in tariffs on imports of certain Japanese electronic\ngoods in retaliation for what it sees as Tokyo's failure to\nlive up to their bilateral chip pact.\n    That agreement, hammered out late last year after months of\nheated negotiations, called on Japan to stop selling cut-price\nchips in world markets and to buy more American-made chips.\n    Nakasone's comments seemed distinctly more conciliatory\nthan those of his Trade and Industry Minister, Hajime Tamura,\nwho earlier today said Japan was ready to take \"appropriate\nmeasures\" if Washington went ahead with the sanctions.\n    Ministry of International Trade and Industry (MITI)\nofficials later sought to downplay the significance of Tamura's\nremark and said that his main message was that the two sides\nneed to talk urgently about the issue.\n    But they admitted that Japan was considering taking the\nUnited States to GATT, the Geneva-based international\norganization which polices world trade, if Washington imposed\nthe tariffs.\n    Any Japanese action would probably be taken under Article\n23 of the General Agreement on Tariffs and Trade (GATT), they\nsaid. If that article were invoked, GATT would set up a panel\nto consider the legality of the U.S. Action.\n    But officials here said they hope that can be avoided. \"It\nmay be wishful thinking but there is a possibility the United\nStates may lift its decision at an early date,\" Tamura said.\n    In announcing the U.S. Sanctions yesterday, President\nRonald Reagan said he was prepared to lift them once he had\nevidence that Japan was no longer dumping chips in world\nmarkets and had opened up its own market to imports.\n    Japanese government officials said they are confident they\ncan make the pact work.\n    They said that the export of cut-price Japanese chips\nthrough unregulated distributors has all but dried up after\nMITI instructed domestic makers to cut output.\n    While acknowledging that it is harder to increase Japanese\nimports of American chips, MITI officials said that the\nministry is doing all it can to ensure that happens.\n    The Ministry recently called on Japan's major chip users,\nsome of whom are also leading producers, to step up their\npurchases of foreign semiconductors.\n    A spokesman for one of the companies, Toshiba Corp <TSBA.T>\nsaid his firm would do just that and could announce its plans\nin the next week or so. He expects other Japanese companies to\ndo likewise.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}