{
    "DATE": "25-MAR-1987 12:21:13.66",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "9408",
    "TEXT": {
        "TITLE": "BAT SHARES UNDERVALUED, SAY STOCK MARKET ANALYSTS",
        "DATELINE": "    LONDON, March 25 - ",
        "BODY": "BAT Industries Plc <BTI.L> 1986 results,\nwhich were at the upper end of market expectations, showed the\ncompany was in a strong position and that its shares were\nprobably undervalued, share analysts said.\n    BAT shares were down at 524p in late afternoon trading\nafter a previous 535p close. They touched a high of 538p\nearlier on news of a 19 pct rise in annual profits to 1.39\nbillion pre-tax.\n    Stock market analysts said today's generally weak stock\nmarket plus unwinding of positions after heavy buying of BAT\nshares in the run-up to the results caused the fall in the\nshare price.\n    \"In the current market, people almost expect companies to\nbeat expectations,\" said one analyst, adding that pretax profits\nof 1.35 to 1.40 billion stg had been forecast.\n    BAT's 1986 figure of 1.39 billion stg compared with a 1985\npretax profit of 1.17 billion.\n    Brokers noted that BAT's shift away from its\nunderperforming industries and the decreasing share of the\ntobacco portion of the group were seen as good signs.\n    BAT Chairman Patrick Sheehy told a news conference that the\ntobacco sector of the company had declined to 50 pct from 74\npct four years ago.\n    Sheehy said he could see the tobacco portion of the company\ndeclining further as other sectors increased in importance.\n    He said BAT was looking to expand in the area of financial\nservices, in particular in the U.S.\n    Sheehy also said the group had \"no sizeable acquisitions\" in\nsight in the near future.\n    Analysts said BAT's increasingly good performance in the\nU.K. Insurance area was encouraging.\n    Its declining debt-to-equity ratio of currently about 16\npct also made it likely that BAT would soon be looking to make\nmajor acquisitions, they said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "mousavi"
    ],
    "ORGS": [
        "ec"
    ]
}