{
    "DATE": "18-MAR-1987 19:32:49.60",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6941",
    "TEXT": {
        "TITLE": "U.S. CARGO PREFERENCE FUNDING ACCORD SEEN NEAR",
        "DATELINE": "    WASHINGTON, MARCH 18 - ",
        "BODY": "The U.S. Departments of Agriculture\nand Transportation are close to agreement on how to fund the\nincreasing share of food aid to be shipped on U.S. flag vessels\nunder a 1985 farm bill provision on cargo preference.\n    Melvin Sims, USDA's general sales manager told a House\nAgriculture Appropriations subcommittee hearing that the two\ndepartments are negotiating a \"memorandum of understanding\" on\ncargo preference.\n    Under a 1985 farm bill provision, the percentage of food\naid shipments carried on U.S. flag vessels was to gradually\nincrease over three years to 75 pct in 1988. The increased cost\nof using U.S. vessels was to be funded by the Transportation\nDepartment instead of USDA. However, USDA officials said\nTransportation has so far contributed no money.\n    The agreement between USDA and Transportation is expected\nto resolve the matter, USDA officials said.\n    Tom Kay, administrator of the USDA's Foreign Agricultural\nService said yesterday the requirement that more food aid\nshipments be carried on U.S. vessels has been difficult to\nmeet.\n    \"As the tonnage (required under cargo preference) goes up,\nits going to be harder and harder to meet,\" Kay said.\n    Two farm state Congressmen, Pat Roberts (R-Kan.) and Glenn\nEnglish (D-Okla.) said cargo preference makes U.S. farm export\nprograms more costly and the program should be eliminated.\n    In the past, farm interests opposed to cargo preference\nhave been defeated in Congress by the maritime interests who\nview cargo preference as vital to the U.S. shipping fleet.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "lme"
    ]
}