{
    "DATE": " 9-APR-1987 08:16:39.57",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "15453",
    "TEXT": {
        "TITLE": "G-7 WANTS TO SHOW MARKETS ITS RESOLVE - MIYAZAWA",
        "DATELINE": "    WASHINGTON, April 8 - ",
        "BODY": "Japanese Finance Minister Kiichi\nMiyazawa said the Group of Seven (G-7) countries reaffirmed\ntheir Paris accord on stabilising currencies to convince the\nmarket of their resolve.\n    At a news conference after today's G-7 meeting, Miyazawa\nsaid the ministers and central bank governors did not believe a\ntotally new statement was needed.\n    The speculative selling did not reflect economic\nfundamentals, and since the fundamentals had not changed only a\nreaffirmation of the goals of the Paris accord was needed, he\nsaid.\n    He also noted that this test of the G-7 nations resolve had\nconcentrated on the yen, while other currencies, especially the\nmark, had remained stable.\n    Miyazawa said any change in economic conditions since the\nParis accord was not worth being called fundamental.\n    \"As I said at a time of Louvre (agreement), the expression\nof 'current level' is rather vague idea,\" he said.\n    The yen's movement in the past several weeks is within the\nrange agreed in Paris in Febraury, he said.\n    It was better to give a vague expression than pin-pointing\na level, which could have an adverse impact on the market,\nMiyazawa said.\n    Asked why only Japan was committed to fresh measures in the\nstatement, he said Japan was exceptional among the seven\nbecause the yen appreciated against the dollar while other\nmajor currencies largely have been stable.\n    He also said Japan's ruling Liberal Democratic Party has\njusted adoped a package to reflate the economy while other\nnations are not supposed to produce new measures in a short\nperiod since the Paris agreement.\n    Miyazawa also said the U.S. sanctions against Japanese\nsemiconductor products was not discussed through the G-7\nmeeting and did not affect the currency talks.\n    The seven nations discussed the debt problems of developing\ncountries and ways to proceed in line with the debt initiative\noutlined by U.S. Treasury Secretary James Baker 18 months ago.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ]
}