{
    "DATE": "16-MAR-1987 07:19:08.54",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "ecuador"
    ],
    "NEWID": "5268",
    "TEXT": {
        "TITLE": "ECUADOR SAYS IT WILL PAY DEBT WHEN IT CAN",
        "DATELINE": "    QUITO, March 16 - ",
        "BODY": "President Leon Febres Cordero said\nEcuador would honour its debt when it had the capacity to make\npayments, but said foreign banks had calculated oil would have\nto be 25 dlrs a barrel for Ecuador to meet its commitments.\n    Ecuador said on Friday that last week's earthquake was\nforcing it to reaffirm an earlier decision -- based on the\nslide in world oil prices -- to suspend debt payments to\nprivate foreign banks, which hold two-thirds of its 8.16\nbillion dlr foreign debt.\n    \"All legitimate debt is a commitment of honour,\" the\npresident said during a visit to the quake zone. \"A government\nas a sovereign entity has dignity and prestige to maintain.\"\n    Private foreign banks and the World Bank had calculated oil\nwould have to be at least 25 dlrs a barrel for Quito to be able\nto meet its commitments, Febres Cordero said.\n    He added that Ecuadorean crude was now selling for 15 to 17\ndlrs a barrel after having been sold for many months at 12 dlrs\na barrel and as low as seven dlrs before that.\n    Meanwhile, Ecuador announced an austerity program and a\nprice freeze on key consumer goods as a result of the\nearthquake, which killed at least 300 people.\n    Presidency Minister Patricio Quevedo said the budget would\nbe cut by five to 10 pct, government hiring would be frozen and\nsalaries of top officials, including the president and cabinet,\nwould be reduced.\n    He also said a price freeze would be imposed on 20 basic\nconsumer items, mainly food staples, while the price of\ngasoline would rise by between 69 and 80 pct and bus fares\nwould rise by 20 pct. Gasoline supplies would also be limited.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "ico-coffee",
        "itc",
        "icco"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "ongpin"
    ]
}