{
    "DATE": "27-APR-1987 08:15:16.13",
    "TOPICS": [
        "money-fx",
        "trade"
    ],
    "PLACES": [
        "usa",
        "australia",
        "japan"
    ],
    "PEOPLE": [
        "james-baker",
        "nakasone"
    ],
    "NEWID": "17296",
    "TEXT": {
        "TITLE": "U.S. TREASURY'S BAKER CANCELS TRIP TO AUSTRALIA",
        "DATELINE": "    WASHINGTON, April 27 - ",
        "BODY": "Treasury Secretary James Baker has\ncancelled a trip to Australia because of pressing business at\nhome, including the visit this week by Japanese Prime Minister\nYasuhiro Nakasone, a Treasury spokesman said.\n    The spokesman, who asked not to be identified, said: \"I\nwould not draw any conclusion from the cancellation...I would\njust say it's the press of business.\"\n    But he added that the visit by the Japanese leader was \"part\nof the press of business.\"\n    The spokesman denied the cancellation was linked to the\ncurrent turmoil in the financial markets.\n   \n    Nakasone's visit is expected to be crucial for the currency\nmarkets. Unless the Japanese prime minister brings with him\nmeasures to stimulate the Japanese economy by fiscal expansion\nor lower interest rates, the visit is likely to be considered\nby currency markets as an outright failure.\n    In addition, it is thought highly unlikely that Nakasone\nand Reagan will agree on the removal of U.S. trade sanctions\nimposed earlier this month on certain electronic goods.\n    But the participation in the talks by Baker, the\nadministration's top policy maker on international economic\naffairs, suggests that hard bargaining between the two sides\nmay be in prospect.\n   \n    Asked if the trip by Baker, who was to have left April 30\nand returned May 6, had been dropped in the last couple of\ndays, the Treasury spokesman replied: \"I would think so.\"\n    He described the trip as \"purely ceremonial.\"\n    Both Japan and the United States have a lot to lose from an\nunsuccessful outcome to the this week's talks.\n    Tokyo and Washington are aware that nervous currency \nmarkets stand ready to bail out of dollars and buy yen, which\neconomists fear could send world interest rates soaring and\neven lead to global recession.\n    Baker has been the driving force behind the\nadministration's efforts to coordinate international economic\npolicies and reduce global trade imbalances.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}