{
    "DATE": " 2-JUN-1987 14:08:34.33",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "kaufman",
        "greenspan",
        "volcker"
    ],
    "NEWID": "18186",
    "TEXT": {
        "TITLE": "MAJOR U.S. PIPELINE MAY BE CLOSED SEVERAL DAYS",
        "AUTHOR": "    By BERNICE NAPACH, Reuters",
        "DATELINE": "    NEW YORK, June 2 - ",
        "BODY": "The operator of a major U.S. crude oil\npipeline, shutdown because of flood damage, said it may be\nseveral days before repairs are made and the system is\nfunctioning again.\n    Dan Stevens, manager of public and government affairs at\nTexaco Inc <TX>, operator of the pipeline through its\nsubsidiary Texaco Pipeline Co, said the company hopes repairs\nwill begin in about five days and expects it to take several\nmore days to complete.\n    \"At this point we are lining up what we know we need, to get\nthe job done,\" Stevens said, adding that the timing for repairs\nwill depend on the damage to the pipeline which is difficult to\nassess because of flooding on the Red River.\n    The pipeline was shipping roughly 225,000 barrels of crude\noil per day, or about 55 pct of its capacity during the 30 days\npreceding its shutdown on Saturday, Stevens said.\n    The pipeline was shut down from Cushing, Okla, to Witchita\nFalls, Kan, on Saturday due to an undetermined leak at the Red\nRiver crossing, near the Oklahoma/Texas border, because of\nsevere rains, a spokesman for Texaco said.\n    Stevens said it was reasonable to suggest the pipeline\ncould operate at full capacity when it reopens in order to make\nup for the shortfull but cautioned they will talk with\ncustomers to determine their requirements.\n    Oil analysts and traders said they were not sure if the \nshutdown will continue to raise U.S. oil prices.\n    Monday, after Texaco confirmed that the pipeline had been\nclosed, West Texas Intermediate crude in the spot market and on\nNew York Mercantile Exchange's energy futures complex rose 20\ncts a barrel.\n    Stevens said it was reasonable to suggest the pipeline\ncould operate at full capacity when it reopens in order to make\nup for the shortfull but cautioned they will talk with\ncustomers to determine their requirements.\n    Oil analysts and traders said they were not sure if the \nshutdown will continue to raise U.S. oil prices.\n    Monday, after Texaco confirmed that the pipeline had been\nclosed, West Texas Intermediate crude in the spot market and on\nNew York Mercantile Exchange's energy futures complex rose 20\ncts a barrel.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ]
}