{
    "DATE": " 2-JUN-1987 04:59:24.52",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "NEWID": "17915",
    "TEXT": {
        "TITLE": "POEHL LOOKS SET FOR EIGHT MORE YEARS AT BUNDESBANK",
        "AUTHOR": "    By Jonathan Lynn, Reuters",
        "DATELINE": "    FRANKFURT, June 2 - ",
        "BODY": "For currency dealers Karl Otto Poehl is\nthe scourge of speculators, for bankers he is the man who has\nplayed a key role in shaping the world's financial destiny for\nthe last seven years, and for Germans he is the guardian of the\nmark.\n    President of the powerful and independent West German\ncentral bank, the Bundesbank, Poehl is likely to have his\ncontract renewed for another eight years when it expires at the\nend of this year, government officials say.\n    (Index of economic spotlights, see page ECRA)\n    But no official announcement has yet been made, raising\neyebrows in West Germany's business community.\n    The ebullient Poehl spent seven years in Bonn in top\nministerial posts under the Social Democrats, now in\nopposition, before he moved to the Bundesbank.\n    There has been speculation that Chancellor Helmut Kohl\nwould try to replace Poehl with a man closer to his own\nChristian Democrats. But officials noted that Poehl has worked\nclosely and successfully with Finance Minister Gerhard\nStoltenberg since Kohl's government took office in 1982.\n    Poehl, the most senior central banker apart from Paul\nVolcker of the United States, enjoys a strong international\nreputation which it would take a newcomer years to build up.\n    Given these circumstances, Kohl will probably overlook\nPoehl's past as an adviser to former Social Democrat Chancellor\nWilly Brandt, and top aide to Helmut Schmidt when he was\nFinance Minister, bankers said. It was Schmidt who, as\nChancellor, appointed Poehl to his present job in 1980.\n    In recent months, with the mark's strong rise against the\ndollar, Poehl has made exchange rates the central concern of\nthe Bundesbank's council, a highly conservative institution\nwhich has doggedly pursued monetary policies to prevent\ninflation catching hold. Older Germans can remember two bouts\nof galloping inflation this century.\n    But with consumer prices falling for much of 1986, and\ninflation negligible so far this year, Poehl thinks it is safe\nto relax the monetary reins a little and concentrate on the\ndangers to the German economy of a bloated exchange rate.\n    \"I am of the opinion that efforts to stabilise the\ndollar/mark rate have reached a high priority, also for the\nBundesbank, because a further massive revaluation of the mark\nwould endanger the economy in West Germany,\" he told business\njournalists in Frankfurt recently.\n    Ute Geipel, head of research at Citibank AG, says that\nPoehl's reappointment would guarantee flexible monetary policy.\n    \"Poehl's policy has always been a policy which does not\nfocus so rigidly on domestic factors, but also on the external\neconomy,\" she said.\n    An economist at a German bank, who declined to be\nidentified, said \"If Poehl is confirmed in his post, it will\ncertainly be a plus for the pragmatic course which is not so\nrigidly oriented towards money supply.\"\n    One of Poehl's great struggles recently has been to\npersuade the United States to stop \"talking down\" the dollar. For\nPoehl, the significance of the February Louvre Accord was that\nthe United States agreed to join efforts to stabilise\ncurrencies.\n    The Louvre Accord was greeted with scepticism by currency\ndealers who said they would soon put it to the test. But in\nfact the dollar has been relatively stable since the pact.\n    \"This is because the markets know - or perhaps because they\ndon't know - what the central banks can do,\" Poehl says of\nintervention in currency markets which can quickly turn rates\nround, making a speculator's position worthless.\n    Poehl was born in 1929 and worked as a financial journalist\nin the 1960s before starting his ministerial career.\n    A relaxed sun-tanned figure who enjoys cracking jokes over\na glass of beer, he is hardly a stereotype central banker.\n    He is also a keen sportsman who likes to watch football and\nplay golf.\n    Poehl says currency market intervention cannot substitute\nfor correct economic policies if exchange rates are imbalanced.\n    \"But you can achieve an enormous effect with a small amount\nif you strike at the right moment,\" he said. Bundesbank dealers\nare very professional and skilled. \"They've burnt the fingers of\nmany people,\" he said. And unlike the speculators, Poehl notes,\nthe Bundesbank dealers usually make a profit.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}