{
    "DATE": "12-MAR-1987 13:57:52.72",
    "TOPICS": [
        "rubber"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "4405",
    "TEXT": {
        "TITLE": "RUBBER TALKS CHAIRMAN CITES SLIGHT PROGRESS",
        "DATELINE": "    GENEVA, March 12 - ",
        "BODY": "There has been slight progress towards\nreaching a rubber pact, the chairman of a United Nations\nconference on a new International Natural Rubber Agreeement,\nINRA, Manaspas Xuto of Thailand, said.\n    \"There has been some slight progress but it is not the end\nof the road yet,\" he said.\n    The conference, which began Monday, is seen as the last\neffort to adopt an accord to replace the current one which\nexpires in October. Some 40 producing and consuming countries\nare taking part in the two-week meeting.\n    Xuto said if the key outstanding issues are not resolved by\ntomorrow he would hold weekend meetings.\n    At the beginning of the conference, the fourth such meeting\nin nearly two years, Xuto said it was imperative to settle\nthose issues this week so that technical drafting work can be\ndone next week.\n    Conference sources said it is highly unlikely that\nproducers will accept a pact that will provide for any possible\ndownward adjustment of the floor price, as proposed by\nconsumers under certain circumstances.\n    The sources said this means that any possible adjustment\nwould centre on the reference price, and the \"may buy\" (or \"may\nsell\") and \"must buy\" (or \"must sell\") levels without changing the\n\"lower indicative price\" (or floor price) of 150\nMalaysian/Singapore cents a kilo in the present pact.\n    The present five-day average of the indicator price is\naround 192 Malaysian/Singapore cents.\n    Consumers are seeking an adjustment of the reference price,\nset in the current accord at 201.66 Malaysian/Singapore cents a\nkilo, and of the \"lower indicative price\" if the buffer stock,\ncurrently 360,000 tonnes, rises to 450,000 tonnes.\n    Consumers want price reviews at 12-month intervals instead\nof the 18 at present, and the price revision mechanism to\nrespond automatically to market trends.\n    At present, if the market price has been above or below the\nreference price for six months, the reference price is revised\nby five pct or by an amount decided by the International\nNatural Rubber Organisation council.\n    Consumers say that, in these circumstances, the adjustment\nbe automatic at five pct or more.\n    Producers have resisted reducing the role of the council in\nthe price adjustment procedure and have expressed concern that\nchanges proposed by consumers would weaken the present pact.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "inro"
    ]
}