{
    "DATE": "24-APR-1987 12:07:15.93",
    "TOPICS": [
        "bop",
        "gnp"
    ],
    "PLACES": [
        "west-germany",
        "usa"
    ],
    "PEOPLE": [
        "bangemann"
    ],
    "NEWID": "17119",
    "TEXT": {
        "TITLE": "GERMAN GROWTH WILL NOT CUT U.S. DEFICIT -BANGEMANN",
        "DATELINE": "    BONN, April 24 - ",
        "BODY": "Economics Minister Martin Bangemann, who\nflies to Washington this weekend for high level talks, said\nboosting West German economic growth would not have any\nsignificant effect on the high U.S. Current account deficit.\n    In a paper prepared ahead of his trip, Bangemann said\nBonn's trading partners had been asking whether West German\ngrowth was slowing and whether the Federal Republic should not\nin the future pursue more strongly expansionary policies.\n    In the paper Bangemann wrote, \"It is not possible to reduce\nthe U.S. Current account deficit by any signficant amount just\nthrough more stimulation of the West German economy.\"\n    One U.S. Administration policy maker said in Washington\nthis week that the United States government wanted West Germany\nand Japan to reduce their interest rates even further to\nstimulate their economies.\n    Bangemann said it was clear the high mark, as well as\nuncertainty about further currency developments, was making\ncompanies here cautious about production plans and investments.\n    While West Germany did not seek exchange rates which\nunilaterally favoured its exports, it favoured more stability\nand realistic rates, which corresponded to \"fundamentals.\"\n    He welcomed the February \"Louvre Agreement\" of six industrial\nnations to stabilise currencies and said, \"(We) expect all\nparties to hold by the accords struck there.\" West Germany had\nfulfilled its pledge of boosting planned tax cuts, he noted.\n    Despite calls for lower interest rates, Bundesbank\nVice-President Helmut Schlesinger has hinted that central bank\npolicy may even have to be tightened.\n    He wrote in a newspaper article published yesterday that\nthe Bundesbank's current accommodative stance could not\ncontinue in the long term.\n    During his trip to Washington, which runs from April 26 to\n29, Bangemann will meet Secretary of State George Shultz, trade\nenvoy Clayton Yeutter, World Bank President Barber Conable, IMF\nManaging Director Michel Camdessus and Paul Volcker, Chairman\nof the Federal Reserve Board.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ]
}