{
    "DATE": "24-MAR-1987 04:23:02.67",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "8618",
    "TEXT": {
        "TITLE": "WILLIAMS HOLDINGS BIDS 542.2 MLN STG FOR NORCROS",
        "DATELINE": "    LONDON, March 24 - ",
        "BODY": "Industrial holding company Williams\nHoldings Plc said it was bidding 542.2 mln stg for the ordinary\nshares of building products and packaging group Norcros Plc.\n    The offer would be made on the basis of 29 new Williams\nshares for every 50 in Norcros, or 432.7p a share\n    Norcros shares firmed to 410p at 0914 GMT from a close last\nnight of 397p.\n    A statement by Williams said it was confident of the merits\nof the proposed merger and it had therefore taken care to\npropose from the outset the right terms, including a full cash\nalternative.\n    The offer will include a partial convertible alternative\nunder which shareholders would receive up to a total of 205.69\nmln new second convertible shares in Williams instead of their\nordinary share allocations.\n    The offer for Norcros preferential shares offers one\nWilliams preferential share for each one of Norcros, for a\nvalue of 130p each and a total of 2.9 mln stg.\n    Last week Williams reported that pretax profits for 1986\nrose to 22.9 mln stg from 6.3 mln.\n    Speculation about a bid for Norcros had been circulating in\nthe market for several months, dealers said. Initially it\ncentred on <Bunzl Plc>, which once held a 2.6 pct stake, then\nswitched to Williams when it began accumulating shares.\n    Earlier this year, Williams suggested holding talks with\nNorcros on a possible merger but was rebuffed by Norcros which\nreplied that any benefits that could be achieved could also\nresult from normal trading.\n    In the six months to end-September, Norcros reported a rise\nin pretax profits to 20.14 mln stg from 18.55 mln on turnover\nthat lifted to 311.82 mln from 303.91 mln\n    Williams Holdings began expanding from 1982 when it had a\nmarket capitalisation of around one mln stg. A series of\nacquisitions in the next four years has pushed its\ncapitalisation up to around 380 mln.\n    The convertible offer would be on the basis of four\nWilliams convertibles for every Norcros share, worth 428p a\nshare. The cash alternative would offer the equivalent of\n400.2p a share.\n    The announcement of the bid pushed Williams share price\ndown to 733p from last night's close at 750p.\n    Williams said it held a total 850,000 shares in Norcros, or\n0.7 pct, while an associate held a further 1.99 mln or 1.6 pct.\n    There was no immediate response from Norcros.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}