{
    "DATE": "20-MAR-1987 15:01:02.35",
    "TOPICS": [
        "grain",
        "rice",
        "corn",
        "cotton"
    ],
    "PLACES": [
        "usa",
        "peru"
    ],
    "NEWID": "7917",
    "TEXT": {
        "TITLE": "CONCERN OVER \"EL NINO\" IN PERU - USDA REPORT",
        "DATELINE": "    WASHINGTON, March 20 - ",
        "BODY": "There are heightened fears that \"El\nNino\" may be returning to Peru with an intensity approaching the\n1983 disaster, which affected the weather on several continents\nand caused widespread damage through floods and drought, the\nU.S. Agriculture Department's officer in Lima said in a field\nreport.\n    Continued heavy rains in the northern coastal area,\nflooding of several major rivers and mud slides have led to\nincreased concern, the report, dated March 17, said.\n    However, it said official sources still believe that this\nyear's El Nino will have only weak to moderate intensity.\n    EL Nino is a phenomenon involving a shift in winds and\nwaters in the pacific.\n    The USDA report said that so far the El Nino now being\nexperienced has not had an overall negative impact on\nagricultural production.\n    Excessive rains in the Piura Pima cotton area may reduce\nyields by about 20 pct due to excessive growth too early in the\ncrop cycle.\n    Also insect damage to crops could be more extensive where\nexcessive moisture exists, it said.\n    However, the El Nino has resulted in a much improved supply\nof irrigation water in the major dams which will improve\nprospects for many crucial crops such as rice and corn, and\nslow the decline in sugar production, it said.\n    If El Nino picks up momentum, Peru's fishing industry could\nreceive a setback. But trade sources still believe the fish\ncatch for industrial processing will reach 5.5 mln tonnes in\n1987, almost 20 pct above last year, the report said.\n    Water temperatures in the northern fishing areas are three\nto four degrees centigrade above normal but still not high\nenough to drive the fish to cooler southern waters, it said.\n    It said there is still the outside chance that El Nino will\nintensify and carry on through late March, April and May\ncausing problems as crops approach harvest.\n    \"There appears to be no way to project the course of El Nino\n-- only time will tell,\" the report said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "tose"
    ]
}