{
    "DATE": "25-MAR-1987 16:18:45.80",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9583",
    "TEXT": {
        "TITLE": "TEXACO <TX> RESERVES DOWN DESPITE LOWER OUTPUT",
        "DATELINE": "    NEW YORK, March 25 - ",
        "BODY": "Texaco Inc's oil and gas reserves\ndeclined in 1986 despite reduced production and upward\nrevisions in the company's previous reserve estimates, its\nannual report said.\n    The statement of the report's auditor was qualified -- as\nwas the previous one -- because of the unkonwn final impact of\nthe judgement won by Pennzoil Co <PZL> against Texaco on\ncharges Texaco interfered with Pannzoil's contract to acquire\nGetty Oil Co.\n    The auditor's point out, as Texaco has in the past, the\ncompany's loss of any of several pending court decisions in\nthis case could cause it \"to face prospects such as having to\nseek protection of its assets and business pursuant to the\nbankruptcy and reorganization provisions of Chapter 11\" of the\nfederal bankruptcy code.\n    Commenting on a Texas Court of Appeals ruling which reduced\nPennzoil's judgement by two billion dlrs, to 9.1 billion dlrs,\nTexaco said it will file a motion for a rehearing by the\nappeals court no later than March 30.\n    Texaco said the proven crude oil reserves of the company\nand its consolidated subsidiaries totaled 2.54 billion barrels\nat the end of 1986, down from 2.69 billion a year earlier.\n    However, inclusion of Texaco's equity in the Eastern\nHemisphere reserves of a nonsubsidiary company limited the\ndecline to 2.91 billion barrels from 3.00 billion at the end of\n1985.\n    Worldwide production by the consolidated subsidiaries\ndeclined to 341 mln barrels last year from 362 mln in 1985 and\nupward revisions in previous reserve estimates rose to 143 mln\nbarrels from 117 mln, respectively.\n    Texaco said the largest drop in reserves came in the United\nStates -- where the total dropped to 1.46 billion barrels from\n1.55 billion.\n    The company said U.S. liquids production averaged 660,000\nbarrels per day last year, down from 714,000 in 1985, with\nabout 44 pct of the decline -- some 24,000 barrels per day --\nrepresenting high-cost production shut-in or curtailed in\nresponse to the decline in crude oil prices during 1986.\n    Texaco said its natural gas reserves totaled 8.16 trillion\ncubic feet at year end, down from 8.87 trillion cubic feet at\nthe end of 1985.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "icco"
    ]
}