{
    "DATE": "18-JUN-1987 13:45:42.96",
    "TOPICS": [
        "cotton"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18873",
    "TEXT": {
        "TITLE": "WEST TEXAS COTTON CROP UNSCATHED BY STORM",
        "DATELINE": "    NEW YORK, June 18 - ",
        "BODY": "The West Texas cotton crop was largely\nunscathed by an isolated thunderstorm in that region last night\nthat packed hurricane-force winds, crop and weather experts\nsaid.\n    \"There might have been some isolated storms, but certainly\nnothing damaging,\" said Charles Stichler, an extension\nagronomist with the Agricultural Extension Service in far West\nTexas.\n    Rumors of a damaging storm in West Texas helped the New\nYork cotton futures market rally sharply this morning.\n   Cotton for December delivery was 1.35 cents higher at 70.95\ncents a lb at midsession after peaking this morning at 71.25\ncents.\n    \"What happened is that the storm hit Lubbock airport, and\nwhen that happens, everybody sees it,\" said Dale Mohler, a\nsenior meteorologist with Accu-Weather Inc.\n    Lubbock is the heart of the West Texas cotton region, which\nproduces about 80 pct of that state's crop.\n    The storm produced winds of about 75 mph. \"That's hurricane\nforce. But they were isolated to just a small portion of the\nWest Texas area, probably less than five pct,\" Mohler said.\n    \"No doubt there was some damage. But if it had hit in July\nor August (when fruiting would be underway) it would have been\nworse,\" Mohler said.\n    About 60 pct of the West Texas cotton crop has been\nplanted, and the remainder could be done by the weekend if\nweather remains hot and dry, Stichler said.\n    The temperature in West Texas since mid-week has been about\n95 degrees. But a hot spell was sorely needed after far heavier\nthan normal rainfall for several weeks, he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}