{
    "DATE": " 9-MAR-1987 23:07:35.01",
    "TOPICS": [
        "rubber"
    ],
    "PLACES": [
        "malaysia",
        "sri-lanka",
        "indonesia"
    ],
    "NEWID": "3438",
    "TEXT": {
        "TITLE": "RUBBER LEAF DISEASE SEEN AFFECTING SUPPLY/PRICES",
        "DATELINE": "    KUALA LUMPUR, March 10 - ",
        "BODY": "The leaf disease corenes pora,\nwhich has affected some rubber trees in Sri Lanka and\nIndonesia, is likely to force a cut in supply and push up\ndepressed prices, a Malaysian rubber disease researcher said.\n    Trees with leaves hit by the fungus disease cannot be saved\nand must be felled, Chee Kheng Hoy, Head of the Crop Protection\nand Microbiology Division in the Rubber Research Institute of\nMalaysia (RRIM), told Reuters.\n    He was commenting on a Reuter report which said corenes\npora had hit seven pct of Sri Lanka's plantations and may cause\noutput to drop below its 1987 target of 143,000 tonnes.\n    The report said the Sri Lankan Rubber Research Institute\nmay ask estates to remove trees seriously affected by the\ndisease and added that most estates affected belong to the\nState Plantations Corp and Janatha Estates Development Board.\n    Chee said corenes pora is an old disease which only affects\ncertain rubber clones in Sri Lanka and Indonesia and that\nfurther use of such clones must be discontinued.\n    Clones not resistant to the disease are the Rubber Research\nInstitute of Sri Lanka clone 103, Indonesia's PPN 2058, 2444,\n2447 and PR 265 and Malaysia's RRIM 725, he said.\n    Chee said corenes pora affected trees from the RRIM 725\nclone planted in Malaysia several years ago but had been curbed\nafter use of such clones were discontinued.\n    Fungicide may be used to curb the disease, which also\naffects leaves of 30 other species of plants, but experience\nhas proven that it is uneconomical and expensive, he added.\n    \"The disease is extremely difficult to control. If it is not\ncurbed in the two affected countries their rubber output may\ndrop and prices can rise,\" he said.\n    He added that the RRIM was aware of the disease outbreak in\nSri Lanka and was monitoring the situation.\n REUTER\n\u0003"
    },
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}