{
    "DATE": "12-MAR-1987 13:19:17.13",
    "TOPICS": [
        "crude",
        "acq"
    ],
    "PLACES": [
        "usa",
        "venezuela"
    ],
    "NEWID": "4367",
    "TEXT": {
        "TITLE": "UNION PACIFIC <UNP> IN PARTNERSHIP WITH PDVSA",
        "DATELINE": "    NEW YORK, MARCH 12 - ",
        "BODY": "Union Pacific Corp said it will enter\na 50-50 partnership with Petroles de Venezuela, PDVSA, to own\nand operate Union Pacific's 160,000 barrel-per-day Corpus\nChristi, Texas, oil refinery.\n    The assests to be acquired by the partnership are valued at\n190 mln dlrs, Union Pacific said.\n    Closing is expected to take place in early April and the\nventure is to be called Champlin Refining Co.\n    The partnership will acquire the refining and distribution\nsystems currently owned and operated by Champlin Petroleum, a\nwholly owned subsidiary of Union Pacific.\n    The venture will acquire the related inventories and the\nChamplin trade name, the company said.\n    PDVSA and Union Pacific will each contribute half the\ncapital required by the venture and arrange a revolving credit\nfacility with U.S. and foreign banks to finance inventories and\nreceivables, Union Pacific said.\n    Petroles de Venezuela also signed a 25-year agreement to\nsupply at least 140,000 bpd of Venezulean crude oil and naphtha\nto the refinery at market related prices.\n    Under various options the in the agreement PDVSA could\nsupply another 50,000 bpd on similar terms, the company said.\n    \"This will provide a stable, long-term supply to the\nrefinery at competitive costs, thereby assuring the economic\nviability of the plant,\" a statement issued by Union Pacific\nsaid.\n   The statement said the agreement with PDVSA will enable the\ncompany to supply a steady flow of refined products to its\ncustomers.\n   Union Pacific said employees of the refinery would be\ntransfered to the new company and would retain the same\nbenefits as in the past.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}