{
    "DATE": "27-APR-1987 08:19:58.38",
    "TOPICS": [
        "money-fx",
        "dlr",
        "lit"
    ],
    "PLACES": [
        "italy",
        "france"
    ],
    "PEOPLE": [
        "balladur"
    ],
    "NEWID": "17300",
    "TEXT": {
        "TITLE": "BALLADUR URGES ADHERENCE TO G-7 CURRENCY ACCORDS",
        "DATELINE": "    MILAN, April 27 - ",
        "BODY": "French Finance Minister Edouard Balladur\nsaid the Group of Seven major industrial nations, G-7, can\nachieve stable currency values by adhering to accords reached\nthis year in Paris and Washington.\n    Balladur, asked at a news conference if coordinated market\nintervention by central banks was sufficient to halt the\ndollar's recent slide, said \"each country has to fulfill\ncommitments\" outlined in the G-7 accords.\n    Earlier this month in Washington, finance ministers of the\nU.S., Japan, West Germany, France, Italy, Britain and Canada\nreaffirmed an earlier Paris accord to arrest the dollar's fall.\n\n    Balladur said the current nervousness in foreign exchange\nmarkets can be partly attributed to \"some operators in the\nmarket only watching short term economic indicators. You have\nto keep a cool head,\" he said, declining to elaborate further.\n    In an earlier speech before the Milan Chamber of Commerce,\nthe minister said European countries have to seek \"a better\nconsensus of economic and monetary policies.\"\n    On the European Monetary System, he said, \"The persistent\nvulnerability of the foreign currency mechanism, particularly\nto the movements of the dollar, can be explained by the absence\nof a common policy for currencies of other countries.\"\n\n    Balladur said, \"I am profoundly convinced that the European\ncountries have to define together this position with respect to\nthe dollar and the yen.\"\n    He said Italy eventually would have to abandon its higher\nmargin of fluctuation within the European Montetary System. \"I\nhope that the spectacular improvement of the economic situation\nand of the balance of payments will permit (Italy) to do it\nsoon.\"\n    The lira is currently allowed a fluctuation margin either\nside of its agreed midpoints with other EMS currencies of six\npct, against 2.25 pct permitted for the other members.\n \n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}