{
    "DATE": " 1-JUN-1987 05:25:17.68",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "japan"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17478",
    "TEXT": {
        "TITLE": "PEMEX OFFICIAL SAYS OPEC OUTPUT CRITICAL TO PRICE",
        "DATELINE": "    TOKYO, June 1 - ",
        "BODY": "Crude oil prices could remain around 18\ndlrs a barrel until the end of the year, but OPEC's decision on\noutput at its next meeting would be the critical factor, an\nofficial of Mexico's state oil company, Petroleos Mexicanos\n(Pemex), told a group of Japanese businessmen.\n    Adrian Lajous, Pemex' executive vice president of\ninternational trade, said current OPEC output already appeared\nto be very near the 16.6 mln barrel per day level it set itself\nfor the third quarter. \"Production is surging ahead of what was\noriginally planned, while demand is growing more slowly than\nenvisaged a few months ago,\" he said.\n    He said OPEC had to look very carefully at what level of\nproduction in the third quarter would effectively sustain the\n18 dlrs price, and that an increase to what had originally been\nenvisaged might soften price levels.\n    The 13-member cartel is scheduled to meet on June 25 in\nVienna to review its December accord on prices and output.\n    \"I hope OPEC will follow a very conservative attitude in\nterms of volume decisions,\" Lajous said.\n    A repetition of what happened last year, when OPEC boosted\noutput and sent oil prices tumbling down below 10 dlrs, is\nalways there as a possibility, he said.\n    \"I hope never again to go through the trauma of 1986. I\nexpect other oil exporters have learned their lessons and\ndiscipline will be maintained,\" he said.\n    Lajous said there was still excess supply and as long as\nthis remains there will be a tendency to instability in oil\nmarkets, but prices should remain around 18 to 19 dlrs during\n1987 if output remains under control.\n    He said Saudi King Fahd's remarks last month, that\nincreased production was not so important as long as incomes\nwould not be affected by the output, were \"very relevant and\nwelcome from such a powerful producer.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}