{
    "DATE": " 3-MAR-1987 04:15:16.50",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "philippines"
    ],
    "NEWID": "903",
    "TEXT": {
        "TITLE": "PHILIPPINE PLANNING CHIEF URGES PESO DEVALUATION",
        "AUTHOR": "    By Chaitanya Kalbag, Reuters",
        "DATELINE": "    MANILA, March 3 - ",
        "BODY": "The Philippines must devalue the peso if\nit wants its exports to remain competitive, Economic Planning\nSecretary Solita Monsod told Reuters.\n    \"The peso/dollar rate has to be undercut to make our exports\nmore competitive,\" Monsod said an interview. \"No question about\nit. I'm saying you cannot argue with success. Taiwan, South\nKorea, West Germany, Japan, all those miracle economies\ndeliberately undervalued their currencies.\"\n    The peso has been free-floating since June 1984. It is\ncurrently at about 20.50 to the U.S. Dollar.\n    Finance Secretary Jaime Ongpin has said the government does\nnot intend to devalue the peso and wants it to be flexible and\nable to continue to respond to market conditions.\n    Monsod said Ongpin was looking at the exchange rate from\nthe point of view of finance. \"If the dollar rate goes higher,\nour debt service in terms of pesos gets higher, so the\nfinancing is very difficult,\" she said. \"But I am looking at it\nin terms of the economy.\"\n    She said she was not trying to oppose official policy.\n    \"I'm just saying, keep it competitive. I do not want it to\nbecome uncompetitive because then we are dead.\"\n    Monsod said, \"The ideal movement in the peso/dollar rate is\na movement that will reflect differences in inflation (rates)\nof the Philippines versus the other country. It's an arithmetic\nthing.\"\n    Official figures show Philippine inflation averaged 0.8 pct\nin calendar 1986. Ongpin told reporters on Saturday it was\nexpected to touch five pct this year.\n    He said the government and the International Monetary Fund\nhad set the peso/dollar 1987 target rate at 20.80.\n    The peso lost 22.2 pct in value to slump to 18.002 to the\ndollar when it was floated in 1984.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}