{
    "DATE": "12-MAR-1987 16:16:57.98",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "4518",
    "TEXT": {
        "TITLE": "ALLIED-LYONS SEES NO CHANGE IN HIRAM WALKER STAKE",
        "DATELINE": "    TORONTO, March 12 - ",
        "BODY": "Allied-Lyons PLC <ALLD.L> and Canada's\nReichmann brothers are working well together as partners and\ncurrently do not plan any change in their joint ownership of\ndistiller Hiram Walker-Gooderham and Worts, Allied-Lyons\nchairman Derrick Holden-Brown said.\n    Allied-Lyons got 51 pct control of Hiram Walker-Gooderham\nlast year for about 600 mln U.S. dlrs, while the Reichmanns'\n<Gulf Canada Corp> acquired 49 pct in an out-of-court pact\nafter a hostile battle for the wine and spirits division of\n<Hiram Walker Resources Ltd>.\n    \"We are getting along very well as partners ... I hope\nthere won't be any change, but there could be,\" Holden-Brown\ntold reporters after a speech in Toronto.\n    He said Allied-Lyons has a two-year call option that could\nforce Gulf Canada to sell its 49 pct stake to Allied-Lyons, and\nGulf Canada has a two-year put option that could obligate\nAllied-Lyons to buy its 49 pct.\n    \"Both we and Gulf hope very much there will be no occasion\nfor either the put or call to be exercised,\" Holden-Brown said.\n    In answer to a reporter's question, Holden-Brown said it\nwould be possible for Gulf Canada to sell off part of its 49\npct in a public offering with Allied-Lyons' consent. \"I don't\nthink we would have any objection to it,\" he added.\n    Allied-Lyons maintains control of Hiram Walker-Gooderham's\nboard of directors and has total responsibility for its\nmanagement. \"We cannot contemplate giving up our control,\" he\nsaid.\n    Holden-Brown would not disclose how big a profit\ncontribution the distiller will make in Allied-Lyons' financial\nresults, but he said \"it will be substantial.\"\n    \"I am not able to give profit forecasts,\" he said.\n    Holden-Brown said Allied-Lyons was able to finance the\nHiram Walker-Gooderham acquisition with cash and borrowings,\nand has no current plans for a stock issue.\n    He said the company is not currently negotiating any more\nacquisitions in Canada but has a team of officials evaluating\npossible purchases of wines, spirits, soft drinks or food\nconcerns. \"I don't think we shall be looking at the brewery\nscene (which is) highly concentrated already,\" he added.\n    Holden-Brown said Allied-Lyons plans to list its shares on\nCanadian stock exchanges, possibly later this year.\n             \n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "inro"
    ]
}