{
    "DATE": " 1-APR-1987 06:13:40.77",
    "TOPICS": [
        "interest"
    ],
    "NEWID": "11831",
    "TEXT": {
        "TITLE": "INDIAN RATE CUTS TO SPARK INDUSTRY, AGRICULTURE",
        "DATELINE": "    NEW DELHI, April 1 - ",
        "BODY": "The Indian Finance Ministry's\nannouncement in Parliament yesterday, changing the nation's\ninterest rate structure, will benefit industry and agriculture\nby providing loans at lower interest, bankers and brokers said.\n    The changes, effective today, included reducing commercial\nbank lending rates that have ranged between 15 pct and 17.5 pct\nby one percentage point.\n    New rates, which affect both Indian and foreign banks, also\ninclude a one percentage point gain, to an annual 10 pct, on\ndeposits of two years or more but less than five.\n    Bank deposits of five years or more carrying 11 pct\ninterest have been abolished.\n    Bankers said the interest rate modifications reflect the\ngovernment's concern to reduce the costs of borrowing and help\nimprove world competitiveness of Indian goods.\n    There is likely to be a shift to short-term bank deposits\nby long-term depositors, bankers predicted. This will create\nthe flexibility to draw and re-invest funds in either equity\nshares or short-term bank deposits, they said.\n    A merchant banker also said reduced manufacturing costs due\nto lower lending rates are likely to boost the share market.\n    Tata Steel, a trend setter on the Bombay Stock Exchange,\nopened today higher at 1,040 rupees against yesterday's closing\nof 1,012.50 rupees.\n    A stockbroker said investors may be less enthusiastic now\nto buy convertible and non-convertible debentures because the\nFinance Ministry has reduced the annual interest rate to 12.5\npct and 14 pct respectively from 13.5 and 15 pct respectively.\n    \"But overall debenture prospects remain bright because the\nrates of interest on them will still be higher than what banks\npay for deposits of similar maturity,\" a merchant banker said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "india"
    ],
    "PEOPLE": [
        "young"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}