{
    "DATE": "24-APR-1987 18:01:23.05",
    "TOPICS": [
        "gnp",
        "cpi",
        "jobs"
    ],
    "PLACES": [
        "sweden",
        "france"
    ],
    "PEOPLE": [
        "garcia",
        "de-la-madrid",
        "del-mazo",
        "mancera-aguayo"
    ],
    "NEWID": "17185",
    "TEXT": {
        "TITLE": "OECD WARNS SWEDEN ON LABOUR COSTS",
        "DATELINE": "    PARIS, April 25 - ",
        "BODY": "High labour costs and slower corporate\ninvestment could hinder Sweden's economic growth after 1987,\nthe Organisation for Economic Cooperation and Development,\nOECD, said.\n    The Swedish economy grew at a slower rate in 1986 than in\nprevious years. GDP rose about 1.7 pct in 1986 compared with\n2.2 pct in 1985. But this growth depended largely on external\nfactors, particularly lower oil prices, the OECD secretariat\nsaid in its latest annual report on Sweden.\n    It warned that labour costs had risen more rapidly in\nSweden than in other OECD countries.\n    Because of high labour costs Swedish industry, which\nlargely relies upon export markets, was losing market share.\nWages in the manufacturing sector grew by seven pct in 1986, in\nline with 1985 increases, while public sector wages rose an\nestimated 9.2 pct in 1986, up from six pct in 1985.\n    This was significantly higher than average wage increases\nof 3.75 pct for the seven largest members of the OECD in 1986.\n    The report said wage moderation was central to maintaining\neconomic growth in Sweden. It suggested that wage negotiations\nshould be at least partly centralised to control the total\nwages bill and hold down inflation and unemployment levels.\n    Helped by low oil prices and the government's tight fiscal\npolicy, inflation fell to just over three pct in 1986 from\nalmost six pct in 1985 but remained higher than in most other\nOECD countries, the report said.\n    Unemployment, a principal policy target, was at 2.7 pct in\n1986, in line with 1985's 2.8 pct and well below the OECD\naverage of 8.6 pct. The report said Sweden's employment\npolicies accounted for the high levels of wage inflation.\n    It also said that economic growth in 1986 relied\nincreasingly on private consumption because corporate\ninvestment in machinery and equipment had shrunk.\n    The total volume of industrial investments dropped by two\npct in 1986, with sharp declines in spending by the wood, pulp\nand paper industries. This compared to a 19 pct rise in 1985\nwhen there was heavy investment in these industries.\n    The OECD said Sweden should now make an effort to boost\ncorporate investments and reduce its dependence on domestic\nconsumption for economic growth. It suggested there was room\nfor reform in the tax system.\n    Sweden should continue to cut public sector spending,\nespecially in local government, to keep in line with its\ntighter fiscal policy, the report said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ]
}