{
    "DATE": " 2-MAR-1987 10:36:13.53",
    "TOPICS": [
        "gold",
        "acq",
        "platinum"
    ],
    "PLACES": [
        "canada",
        "brazil"
    ],
    "NEWID": "448",
    "TEXT": {
        "TITLE": "CONSOLIDATED TVX TO BUY BRAZIL GOLD MINE STAKES",
        "DATELINE": "    TORONTO, March 2 - ",
        "BODY": "<Consolidated TVX Mining Corp> said it\nagreed to issue 7.8 mln treasury shares to acquire interests in\nthree gold mining companies in Brazil and an option to increase\nthe company's interest in a platinum property.\n    The company said the transactions will bring immediate\nproduction and earnings to Consolidated TVX, enhance its\nprecious metal potential and is expected to improve cash flow\nand earnings on a per share basis. The company did not give\nspecific figures.\n    Consolidated TVX said it will acquire 29 pct of CMP, a\npublic gold mining company in which TVX already holds a 15 pct\ninterest, making TVX the largest single shareholder.\n    The company also agreed to acquire a 19 pct stake in Novo\nAstro, a private company, and a 16 pct interest in Teles Pires\nMining, increasing the TVX's ownership to 51 pct.\n    In addition, Consolidated TVX said it will acquire the\nright to add a 10 pct interest to a platinum property in which\nit already owns a 29.4 pct stake.\n    CMP earned 11 mln Canadian dlrs in 1986 and expects to\nproduce 42,000 ounces of gold in 1987 at a cost of 160 U.S.\ndlrs an ounce, Consolidated TVX said.\n    Novo Astro operates Brazil's richest gold mine located in\nAmapa State, with an average grade of 0.8 ounces of gold a ton\nin a hardrock quartz vein, Consolidated TVX said. Mining of\neluvial surface material produced 25,000 ounces in 1986 and is\nexpected to produce 60,000 ounces in 1987.\n    It also said Teles Pires Mining controls rights to a 350\nkilometer section of the Teles Pires River, where one dredge is\nexpected to produce 10,000 ounces of gold in 1987.\n Reuter\n\u0003"
    },
    "ORGS": [
        "fao"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}