{
    "DATE": "19-JUN-1987 16:37:13.51",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19432",
    "TEXT": {
        "TITLE": "NEW LEADER COMING TO U.S. SEC IN CHALLENGING ERA",
        "AUTHOR": "    By Irwin Arieff, Reuters",
        "DATELINE": "    WASHINGTON, June 19 - ",
        "BODY": "President Reagan's nominee as top\npoliceman for the nation's securities markets will inherit an\nagency challenged by an insider trading scandal, wild stock\nprice gyrations and a host of uncertainties stemming from the\nglobalization of financial markets.\n    David Ruder, a 58-year-old Republican law professor at\nNorthwestern University in Evanston, Ill., was named Thursday\nto be the 23rd chairman of the five-member U.S. Securities and\nExchange Commission.\n    If confirmed by the Senate, as expected, he will succeed\nJohn Shad, who left the agency earlier this week after a record\nsix years as chairman to become ambassador to the Netherlands.\n    The SEC has been in the limelight for the past year as its\ninvestigators have probed into the most colossal insider\ntrading scandal ever uncovered on Wall Street.\n    The investigation, which is still active, mushroomed in\nrecent months as a growing number of well known traders and\nprominent investment banking firms have been charged with\nwrongdoing.\n    The pace of the probe picked up markedly in November after\nIvan Boesky, one of Wall Street's most successful stock\nspeculators, agreed to cooperate with government investigators\nand to pay a record 100 mln dlrs in penalties and illegal\nprofits after being charged with insider trading.\n    But the agency is also wrestling with a vexing new\nphenomenon of huge and rapid swings in stock prices, spurred by\ncomputer-driven trading strategies that span markets in \nsecurities, options and futures. The price gyrations have\ncombined with rising trading volumes to bring unprecedented\nvolatility to some U.S. securities markets.\n    At the same time, the SEC is being pressed by some\nlawmakers to put a stop to abusive tactics in corporate\ntakeover contests as an unrelenting wave of such takeovers\nsteadily reshapes the U.S. corporate landscape.\n    And the agency is being pushed by U.S. and foreign\nexchanges intent on expansion to lay the regulatory groundwork\nfor an international securities marketplace in which trading\noccurs across borders throughout the world, around the clock.\n    Such worldwide trading networks offer vast new investment\nopportunities but could strain the SEC's ability to enforce\nU.S. securities laws and guard investors from fraud.\n    Under the leadership of Shad, the SEC eased financial\ndisclosure requirements for publicly traded companies,\neliminated many minor investor protection rules, attempted to\nspur competition among exchanges and streamlined the agency's\nreview of hostile corporate takeovers.\n    Shad, who had been vice chairman of the E. F. Hutton\ninvestment banking firm, brought a Wall Street perspective to\nthe agency upon being named chairman in 1981.\n    In line with the views of other top administration\nofficials, he favored marketplace determination of takeover\nbattles over new federal regulations.\n    The SEC under Shad also stressed prosecution of insider\ntrading violations over the corporate wrongdoing cases that\ntopped the agency's enforcement agenda during the\nadministration of President Jimmy Carter, a Democrat.\n    Securities lawyers and industry officials acquainted with\nRuder say the new chairman-designate is unlikely to\nsignificantly alter the commission's current priorities.\n    The SEC currently has about 2,000 employees, most of them\nlawyers, and an annual budget of about 115 mln dlrs though that\nfigure likely will be significantly higher next year as the\nagency moves to beef up its enforcement staff.\n    The agency is one of the few in the government that\nactually has taken in more money than it has spent in the past\nfew years because of fees it charges public companies,\ninvestment banks and other securities firms it regulates.\n    The SEC is structured as an independent regulatory agency,\nmeaning that its five commissioners are appointed by the\npresident to fixed five-year terms and protected from firing\nfor policy differences alone.\n    By law, no more than three commissioners may be of the same\npolitical party, and the agency prepares its own budget request\neach year instead of leaving this to the White House.\n    Established by Congress in 1934, the SEC traces its origins\nto the great stock market crash of 1929, which was attributed\nin large part to widespread trading on credit and attempted\nmarket manipulations by large investment firms.\n    The agency requires public companies and investment\nvehicles such as mutual funds to issue periodic reports on\ntheir financial condition and to disclose changes in their\ncondition any time they issue new securities.\n    It requires brokers, dealers and investment banks to\nregister with it and comply with investor protection rules, and\nit polices exchanges and regulates trading practices.\n    Its first chairman was Joseph Kennedy, an industrial\nmagnate who was also the father of John Kennedy, later to\nbecome the nation's 35th president.\n    Other former chairmen include William Douglas, who served\nfrom 1937 until his appointment to the U.S. Supreme Court in\n1939, and William Casey, who served during President Nixon's\nfirst term and was Reagan's director of the Central\nIntelligence Agency until his death earlier this year.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}