{
    "DATE": " 2-JUN-1987 03:51:35.56",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "philippines"
    ],
    "PEOPLE": [
        "fernandez"
    ],
    "NEWID": "17896",
    "TEXT": {
        "TITLE": "CENTRAL BANK HEAD SAYS PHILIPPINE GROWTH ON TARGET",
        "AUTHOR": "    By Chaitanya Kalbag, Reuters",
        "DATELINE": "    MANILA, June 2 - ",
        "BODY": "The Philippines' first quarter growth\nfigures released yesterday indicated the government was likely\nto achieve its 1987 targets, Central Bank governor Jose\nFernandez said in an interview.\n    The National Economic Development Authority (NEDA)\nannounced yesterday gross domestic product (GDP) grew 5.78 pct\nand gross national product (GNP) 5.53 pct in the first quarter\nfrom a year earlier.\n    \"I don't see anything on the horizon that should cut it\n(growth) short,\" Fernandez said.\n     NEDA said GNP had grown 3.56 pct and GDP 3.25 pct in the\nfourth quarter of 1986 from a year earlier. Last year's GNP\ngrowth, put earlier at 0.13 pct, was revised to 1.51 pct.\n    \"Certainly I do not see any shortage in external resources\nand if GNP growth continues at this level I would assume that\ndomestic resources on the fiscal side would be generated and\nwould not be a stumbling block,\" Fernandez said.\n    \"I think even before the figures came out, simply looking at\nkey indicators, such as consumption of fuel oil and power,\nshowed that the economy was on a different track from last\nyear,\" he said.\n    Fernandez said consumption tended to be heavier in the\nfirst and second quarters because of the dry weather, and it\ncould drop off in the third quarter.\n    He said the most significant sign of recovery lay in the\nmanufacturing sector, which grew by 9.64 pct, after declines in\n1985 and a slow turnaround in the second half of 1986.\n    \"That is not a seasonal thing, it is secular,\" he said.\n    He said the government had met all monetary targets set for\nthe first quarter in consultation with the International\nMonetary Fund (IMF). It expected to draw down the fourth\ntranche from its 198 mln SDR stand-by arrangement soon.\n    The Philippines has so far drawn three tranches totalling\n58 mln SDRs from the arrangement expiring on April 23, 1988.\nFernandez said an IMF mission would visit here in July or\nAugust to review performance in the January-June period.\n    He said IMF repayments were projected to total 1.56 billion\ndlrs over the 1987-92 period and drawings only 236 mln dlrs.\nRepayments were inevitable and many countries would find their\nnet repayments to the IMF rising in the next few years.\n    \"It means that since there will be a net drain on ODA\n(official development assistance) accounts the commercial\nbanking system will be requested to hold the line,\" he said.\n    It is an internal constraint that exists because the IMF\ndebt cannot be rescheduled, Fernandez said.\n    The Philippines rescheduled 10.3 billion dlrs of its 28\nbillion dlr foreign commercial debt in March.\n    Fernandez said Central Bank bills, introduced in March 1984\nto mop up excess liquidity, had peaked at 43.1 billion pesos in\nApril 1986. But their unwinding on maturity dates, started in\nOctober last year, had almost been completed.\n    He said auctions of treasury bills, whose outstanding level\ntouched 95.44 billion pesos on May 20, were going well.\n\"Treasury bills will remain a basic monetary tool,\" he said.\n    Commenting on the country's foreign debt Fernandez said, \"I\nthink the Philippine debt stock looms large because our own\nreceipts from exports have not taken the same kind of leap\nforward as might have been suitable.\"\n    The foreign debt is projected by the Central Bank to reach\n29.04 billion dlrs by the end of 1987.\n    NEDA said exports totalled 1.2 billion dlrs in the first\nquarter, while imports were 1.4 billion dlrs.\n    Fernandez said the government had targeted GNP growth of\nbetween six and 6.5 pct this year. He cautioned that while\ngrowth so far was high the targets had not yet been achieved.\n    Fernandez said he saw no merit in arguments by some\neconomists that the peso, currently pegged at 20.50 to the\ndollar, ought to be devalued to make the country's exports more\ncompetitive.\n    \"By being pegged to the dollar on a basket basis the peso\nhas already substantially devalued against all of the country's\ntrading partners,\" he said.\n    On the proposed Omnibus Investment Code, he said he was\nopposed to a clause which would allow the unrestricted\nrepatriation abroad of investments made during the first two\nyears after the imposition of the Code.\n    The imposition of the Code, scheduled for last January, has\nbeen delayed by objections from some business groups.\n    \"I think any central bank, certainly this one after the\nevents of the past two or two and a half years, has to be\nprudent. This is not the time to throw all caution to the winds\nand I'm not about to do that,\" Fernandez said.\n    \"It would be ideal if we reach a point where movement of\ncapital and earnings can be free,\" he said.\n    \"We have had one year of reasonably good results. Certainly\nwe continue to have a fairly heavy drain on our external\navailabilities simply by servicing our debts.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}