{
    "DATE": "18-MAR-1987 04:20:16.55",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "thailand"
    ],
    "NEWID": "6352",
    "TEXT": {
        "TITLE": "THAI BANKS WEIGH NEW INTEREST RATE CUT",
        "AUTHOR": "    By Vithoon Amorn, Reuters",
        "DATELINE": "    BANGKOK, March 18 - ",
        "BODY": "Officials of five Thai commercial banks\nare expected to meet tomorrow to seek agreement on cutting\ninterest rates, banking sources said.\n    They said they expect Thai banks to opt for a cut to spur\ndomestic loan demand to help reduce persistent high liquidity\non the money market.\n    Many bankers have been urging an average half percentage\npoint cut in deposit rates and a one point cut in lending\nrates, they said.\n    Six major Thai major banks reduced minimum loan and\noverdraft rates by 0.50 to 0.75 percentage point on February 16\nbut the move has not substantially increased loan demand, the\nsources said.\n    Excess liquidity has been hitting bank profits since early\nlast year despite five interest rate cuts in 1986. The current\ngross 7.25 pct interest rate for one-year fixed bank deposit\nand the 11.5 pct minimum loan rate are the lowest in a decade.\n    Bankers said the Thai banking system is saddled with about\n40 to 50 billion baht of surplus funds which have created\nproblems for many banks in managing their money effectively.\n    Profits of many Thai banks fell sharply last year partly\nbecause of a mismatch of loan demand and bank deposit growth.\nThe Bank of Thailand estimated overall lending by the Thai\nbanking system grew 3.8 pct in 1986 against a 12 pct expansion\nin bank deposits.\n    Reports of a possible new round of interest rate cuts have\nfurther buoyed the Thai stock market this week.\n    The Securities Exchange of Thailand (SET) Index on Monday\nrecorded its biggest daily advance in recent years, shooting up\n4.57 points to a new seven-year high of 223.02.\n    Brokers and market analysts said Thai stocks will register\nmore gains as long as liquidity remains in the money market.\n    Thai and foreign bankers said the liquidity problem will\ngrow if the Bank of Thailand does not extend permission for\nlocal banks to hold foreign exchange positions up to 40 pct of\nbank capital.\n    If the regulation is not extended beyond its April 3 expiry\ndate, many commercial banks will have to reduce foreign\nexchange holdings to a maximum 20 pct.\n    Bankers said such that could add another five billion baht\nof surplus funds to the local money market.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "lawson"
    ]
}