{
    "DATE": "19-OCT-1987 10:50:46.56",
    "TOPICS": [
        "ipi",
        "gnp",
        "grain"
    ],
    "PLACES": [
        "ussr"
    ],
    "NEWID": "21368",
    "TEXT": {
        "TITLE": "SOVIETS OUTLINE 1988 ECONOMIC TARGETS",
        "AUTHOR": "    By Tony Barber",
        "DATELINE": "    MOSCOW, Oct 19 - ",
        "BODY": "The Soviet Union outlined its economic\ntargets for 1988 on Monday, stressing the need to improve\nstandards in the country's sluggish engineering industry.\n    Planning chief Nikolai Talyzin told the Supreme Soviet\nindustrial output should rise by 4.5 pct in 1988, up from a\nplanned 4.4 pct in 1987. It rose 3.6 pct in Jan-Sept 1987.\n    Talyzin said national income, the nearest Soviet equivalent\nto gross national product, should rise by 4.3 pct against a\nplanned 4.1 pct this year. Gross national product measures the\noutput of a country's goods and services.\n    He said the Kremlin planned to produce 235 mln tonnes of\ngrain in 1988 versus a planned 232 mln this year. Moscow\nproduced 210 mln tonnes in 1986.\n    Kremlin leader Mikhail Gorbachev has described\nmachine-builing as a sector whose rapid modernization is\nessential if the Soviet Union is to compete effectively on\nworld markets.\n    \"Certain difficulties have arisen this year in the\nmachine-building industry. The economy is not receiving a\nconsiderable amount of the equipment that it requires,\" said\nTalyzin, who heads the state planning committee GOSPLAN.\n    Soviet data show the machine-building industry, which makes\nmachine tools, instruments and other engineering goods,\nincreased output by 3.3 pct in the first nine months of 1987\ncompared with the same period last year.\n    However, this was far below the 7.3 pct increase planned\nfor the industry for the whole of 1988.\n    Talyzin said the ruling Politburo had concluded at a recent\nmeeting that an improvement in economic performance depended to\na large extent on conserving resources better. \"Large-scale\nmeasures are planned to save resources,\" he said.\n    Finance Minister Boris Gostev told the Supreme Soviet that\ndefense spending in 1988 would total 32 billion dlrs, the same\nfigure as was announced last year.\n    Western governments view official Soviet estimates for\ndefense spending as highly understated, but say the real figure\nis hard to calculate because Soviet military industries are\nintertwined with the civilian economy.\n    Talyzin said the Kremlin also decided to increase spending\nnext year on medical services, education, pensions and social\ninsurance schemes.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}