{
    "DATE": " 3-APR-1987 07:22:23.82",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "12799",
    "TEXT": {
        "TITLE": "GERMAN CHEMICAL INDUSTRY SEES LOWER PROFITS",
        "DATELINE": "    HANOVER, West Germany, April 3 - ",
        "BODY": "West Germany's chemical\nindustry fears mounting risks will hurt earnings but hopes 1987\nturnover will stabilize around 1986's 140 billion marks, Josef\nStrenger, a board member of the industry association VCI, said.\n    Strenger, management board chairman of Bayer AG <BAYG.F>,\ntold a news conference at the Hanover trade fair the main\ndangers were stagnation in world trade, the lower dollar as\nwell as crude oil and commodity prices.\n    Prospects of higher operating costs were also seen harming\nearnings, he said. Turnover took a considerable downturn at the\nstart of 1987 after falling 5.9 pct in 1986.\n    The chemical industry, which relies heavily on exports, was\nbadly hit by mark appreciation in 1986 and lower turnover was\nmainly due to foreign exchange losses, Strenger said.\n    Exports fell 6.4 pct to 72 billion marks in 1986 and\ncompetition from U.S. And British firms increased. Savings from\nlower oil and commodity prices were eaten up by price\ncompetition and increased costs.\n    Strenger said 1986 operating profits of German chemical\nfirms were slightly worse than the year before but the improved\nfinancial and balance sheet structure, after three good years,\nneutralized the negative impact.\n    Strenger said the industry would try to increase production\nin the U.S. To make up for lost export possibilities out of\nWest Germany.\n    The lower dollar was the main reason for an 8.3 pct fall in\nexports to North America, an 11.4 pct drop to Latin America and\n22.6 pct plunge to the Middle East.\n    Exports to Western Europe eased 3.5 pct and Far East\nexports, due to an economic revival in Japan, dropped 5.2 pct.\n    Strenger noted that the industry had lost public confidence\nfollowing several cases of chemical pollution of the Rhine late\nlast year.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}