{
    "DATE": "12-MAR-1987 12:37:35.48",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4340",
    "TEXT": {
        "TITLE": "WILDLIFE UNIT PROPOSES ALASKA REFUGE OIL STUDY",
        "DATELINE": "    WASHINGTON, March 12 - ",
        "BODY": "The National Wildlife Federation \nrejected an Interior Department draft plan to open wilderness\nlands in Northern Alaska to oil and gas exploration.\n    The federation, the nation's largest conservation group,\nsaid further study was needed to assess any possible damage\nthat development might have on the wildlife in the area, the\ncoastal plain of the Arctic National Wildlife Refuge.\n    Jay Hair, the federation's executive vice president, called\nthe Interior's research into the effects of development \"so\nfundamentally flawed that it provides little or no basis on\nwhich to make a public policy decision.\"\n    Hair called the department's proposal a \"reflection of a\nlargely political decision,\" adding \"we have no confidence in\nInterior to represent the broad public interest in this area.\"\n    Interior wants to open the 1.5 million acre coastal plain\nto oil and gas exploration, but it said only with tough \nsafeguards to protect the area's caribou and musk-oxen.\n    It said a preliminary survey showed the region could hold\nbillions of barrels of oil and gas, and that its potential as\nan energy resource would never be known without exploration.\n    Interior said oil on the coastal plain could match the 10\nbillion barrels found at Prudhoe Bay, just west of the plain.\n    Under existing law, Congress must agree to oil and gas\nexploration, and if it does not act, the land will remain a\nwildlife refuge protected from commercial development.\n    Hair said Interior's report failed to stress the\nprobability that finding recoverable oil is only 19 pct.\n    He said Interior's study also failed to weigh oil, gas,\nfish and wildlife information the State of Alaska had gathered\nnor had the department consulted the Environmental Protection\nAgency on the possible effects of exploration.\n    The federation, in letters to Congressmen, proposed that a\nnine-member commission be set up to study all aspects of the\nissue and report back to Congress in about two years.\n    Hair said the federation was not opposed to the possible\nexploration of oil, only that Interior's study was inadquate to\nmake a sound judgement.\n    Congressional observers said that at present there was\nlittle sentiment in Congress to open the wildlife area for\ncommercial exploitation dispite increasing concern that the\nUnited States is becoming overly dependent on foreign oil.\n reuter\n\u0003"
    },
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "ec"
    ]
}