{
    "DATE": "19-MAR-1987 08:16:10.53",
    "TOPICS": [
        "money-fx",
        "rand"
    ],
    "PLACES": [
        "south-africa"
    ],
    "NEWID": "7043",
    "TEXT": {
        "TITLE": "S.AFRICA'S FINANCIAL RAND SEEN HEADED HIGHER",
        "DATELINE": "    JOHANNESBURG, March 19 - ",
        "BODY": "The financial rand, widely viewed\nas a direct reflection of foreign investor confidence in South\nAfrica, appears headed above 30 U.S. Cents, dealers and bank\neconomists said.\n    The currency has risen about 25 pct in the past three\nmonths to its current rate of 29.50 cents, due partly to signs\nof a possible power shift with the appearance of a number of\nindependent candidates in the whites-only election on May 6,\nthey added.\n    It has risen about two cents this week alone.\n    \"Another factor is that banks in London, where the main\nmarket is based, are going long in the currency because of a\ngeneral feeling that it will rise in the future,\" one economist\nsaid.\n    Dealers described 30 cents as a psychological barrier that\nwas expected to be broken soon after a brief consolidation\nphase from recent gains.\n    After reaching 30 cents, \"There is a chance of appreciation\nto 32 cents in the next several weeks,\" one dealer said.\n    There was a widespread feeling that both the commercial\nrand, holding stable at 48 cents, and the financial rand were\nstaying firm, banking sources said.\n    A Barclays National Bank executive who asked not to be\nidentified said: \"The rise of the independents appears to be\nindicative of a potential shift of power in the National Party\nand has created a favourable sentiment overseas.\"\n    One dealer said growing business and investor interest from\nWest Germany and Switzerland were behind the financial rand's\nrise.\n    Economists said foreigners also were being attracted by\nSouth Africa's long-term government bonds and \"semi-gilts\" or\nsecurities in partly government-owned firms, many with yields\nas high as 30 pct. They could be purchased with financial rands\nwith interest paid in commercial rands.\n    \"This has had a definite influence on the financial form of\nthe rand,\" a dealer said, adding that at present demand is\nslightly in excess of supply.\n    The financial rand was reintroduced in September 1985 to\nhelp end capital flight from South Africa during a period of\nsevere political unrest in the country.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "balladur"
    ],
    "ORGS": [
        "ec"
    ]
}