{
    "DATE": " 8-APR-1987 14:01:31.06",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15213",
    "TEXT": {
        "TITLE": "MEDTRONIC <MDT> SEES 15 PCT EARNINGS GROWTH",
        "DATELINE": "    NEW YORK, April 8 - ",
        "BODY": "Medtronic Inc said it sees 15 pct\ngrowth in sales and earnings for the year ending April 30,\n1988.\n    At an analysts meeting here the company said that for the\nyear ending April 30, 1987 it will earn about 73 mln dlrs, or\nabout 5.15-5.35 dlrs a share on sales of about 500 mln dlrs.\n    In the year ago period, the company earned 53.4 mln dlrs,\nor 3.65 dlrs a share, on sales of 402.8 mln dlrs.\n    Winston Wallin, Medtronic chairman, said the company will\nimprove market share in fiscal 1988 in cardiac pacemakers and\nexpand its cardiovascular therapeutic product line.\n    Wallin cautioned analysts not to quickly change their per\nshare estimates for the company as he said Medtronic will have\nheavy sales and marketing expenses in fiscal 1988.\n    He said the company intends to reinvest its earnings in its\nbusinesses and not in its dividends. \"Shareholders are better\noff if we grow the business rather than reinvest in dividends\nor share repurchases,\" he said.\n    Wallin said he sees Medtronic's share of the total\nworldwide pacemaker market increasing to 42 pct in fiscal 1988,\nfrom 40 pct in fiscal 1987.\n    He said the worldwide market for cardiovascualr therapeutic\nproducts, which includes pacemakers, valves, catheters and\nlasers, will be valued at about 2.5 billion dlrs 1990 and will\ndouble that by 1995.\n    Wallin said, \"Our objective is to get a hold of new\nproducts and start building market share if we have to beg,\nborrow or steal to get into new markets.\"\n    In the past, Medtronic's pacemakers have been plagued with\na number of problems leading to product recalls. Regulators\nalso have criticized the industry, citing quality problems and\na needless overprescription of pacemakers.\n    \"We have no knowledge of any major problems in our\npacemakers or leads,\" Wallin said. \"We intend to re-establish\nour company as the quality leader in the industry.\"\n    Glen Nelson, executive vice president for Medtronics, said\nthe company intends to diversify internally and through\nacquisitions of companies in areas of Medtronic's expertise,\nsuch as drug delivery systems.\n    Wallin said the 15 pct earnings growth for fiscal 1988 does\nnot include dilutions from acquisitions. \"We hope to have some\nsafety provisions so that we won't have any major dilutions\nfrom an acquisition.\"\n    Wallin also said the company will have virtual exclusivity\nin rate responsive pacemakers for all of fiscal 1988.\n    The company markets Activitrax, the first single chamber\npacemaker that varies heartrate in response to physical\nactivity.\n    Siemens AG, a West German company, is also developing a\nrate responsive pacemaker.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "stoltenberg",
        "poehl",
        "balladur",
        "de-larosiere",
        "miyazawa",
        "sumita",
        "leigh-pemberton",
        "goria",
        "james-baker"
    ],
    "EXCHENGES": [
        "lme"
    ]
}