{
    "DATE": "11-MAR-1987 17:19:46.86",
    "TOPICS": [
        "grain",
        "corn",
        "sorghum",
        "sunseed",
        "oilseed"
    ],
    "PLACES": [
        "argentina"
    ],
    "NEWID": "3981",
    "TEXT": {
        "TITLE": "MORE HEAVY RAINS IN ARGENTINE GRAIN AREAS",
        "AUTHOR": "    By Manuel Villanueva, Reuters",
        "DATELINE": "    BUENOS AIRES, March 11 - ",
        "BODY": "Heavy rains fell again in\nArgentina's main grain growing areas in the week to yesterday,\ntrade sources said.\n    Rains fell heaviest early in the week, and in particularly\nhigh volume in Buenos Aires province, Cordoba, La Pampa and\nSanta Fe provinces.\n    Rainfall totalled between 20 and 290 mm in Buenos Aires,\nheaviest in western sectors of the province, 20 to 145 mm in La\nPampa, 25 to 120 mm in Cordoba, and 10 to 75 mm in Santa Fe.\nRainfall was lighter in other provinces.\n    Rainfall totalled from five to 50 mm in Corrientes, five to\n31 mm in San Luis, five to 30 mm in Entre Rios, three to 20 mm\nin Misiones, 11 to 17 mm in Formosa and one to eight mm in\nChaco.\n    Growers said it was still too early to tell whether the\nrains had damaged crops, though they said maize and sunflower\ncrops may have suffered.\n    Harvesting of both those crops and sorghum was paralysed by\nthe bad weather. For harvesting to resume as normal, the rains\nwould have to stop long enough for the soil to dry and allow\nfarm machinery to operate.\n    The rains caused flooding in western and northwestern\nBuenos Aires, as more than 750 mm have fallen in some areas\nthere since February 23 while the annual average is 1,200 mm.\n    Flooded areas total between 1.2 and 1.5 mln hectares,\nBuenos Aires province governor Alejandro Armendariz said after\nflying over the flooded area.\n    Agriculture Secretary Ernesto Figueras said only 500,000\nhectares of the area now flooded had been planted, and that\n200,000 to 300,000 hectares could be lost. Growers said large\nparts of the flooded areas were not planted because they are\nlow-lying and flood easily.\n    Trade sources said it was certain crops were damaged by the\nheavy rains but it was too early to tell the exact extent of\nthe damage. They said it was likely rain combined with high\nwinds uprooted many sunflower and maize plants.\n    The sunflower harvest moved forward in the centre and south\nof Cordoba and Santa Fe and got underway in a few isolated\nareas of northern Buenos Aires. Growers have harvested between\n15 and 18 pct of total planted area, up from seven to nine pct\na week ago.\n    Estimates of the total volume of the sunflower crop were\nrevised downward in light of the bad weather.\n    Estimates for total crop ranged from 2.3 to 2.6 mln tonnes,\ndown from 2.4 to 2.7 mln tonnes estimated last week and down\n34.1 to 41.5 pct from last year's record harvest of 4.1 mln\ntonnes.\n    Maize harvesting also advanced, reaching between 13 and 15\npct of total planted area compared to seven to nine pct a week\nago. The maize harvest is expected to total between 10 and 10.2\nmln tonnes, down from the 10 to 10.4 mln tonnes estimated a\nweek ago.\n    Last year's maize harvest totalled 12.8 mln tonnes,\naccording to official figures.\n    Soybean production estimates were revised downward, to 7.8\nto 8.2 mln tonnes compared to estimates of eight to 8.4 mln\ntonnes a week ago. Last year's soybean harvest totalled 7.1 mln\ntonnes, according to official figures.\n    Sorghum harvesting moved slowly forward, reaching between\nfour and six pct of total planted area, compared to two to four\npct a week ago.\n    Sorghum production estimates remained steady at 3.2 to 3.5\nmln tonnes, down 16.7 to 22 pct from the 4.1 to 4.2 mln tonnes\nproduced in the last harvest.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sarney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}