{
    "DATE": "27-MAR-1987 06:36:50.36\u0005\u0005\u0005RM",
    "TOPICS": [
        "trade",
        "bop"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "10341",
    "TEXT": {
        "TITLE": "TRADE SURPLUS WILL POSE ADDED PRESSURES FOR JAPAN",
        "AUTHOR": "    By Kunio Inoue, Reuters",
        "DATELINE": "    TOKYO, March 27 - ",
        "BODY": "Japan today announced another mammoth\nmonthly trade surplus that economists said would be sure to\nintensify already mounting pressure on the country for action.\n    \"The world has every reason to be furious with Japan for not\nmoving more quickly,\" Jardine Fleming (Securities) Ltd economist\nEric Rasmussen said.\n    The Finance Ministry said today that the trade surplus\nsoared to 8.14 billion dlrs in February from 5.7 billion in\nJanuary and 4.77 billion a year ago.\n    The current account surplus, which includes trade in\nservices as well as goods, climbed to 7.38 billion dlrs last\nmonth from 4.95 billion in January and 3.89 billion a year ago.\n    After being adjusted for seasonal fluctuations, the figures\nlook a bit better, but not much. On that basis, the trade\nsurplus declined slightly in February to 9.16 billion dlrs from\na record 9.58 billion in January.\n    \"In the medium term we expect this modest improvement to\ncontinue but the pace of progress may be too slow to ward off\nfurther protectionism or further yen strength,\" said William\nStirling, economist at Merrill Lynch Japan Inc.\n    A strong yen would make Japanese goods more expensive on\nworld markets while making imports into the country cheaper.\n    \"On a seasonally adjusted basis, we appear to be making some\nprogress on getting exports down,\" Jardine's Rasmussen said.\n    But imports do not seem to be picking up much because the\nJapanese economy remains sluggish, he said.\n    Finance Ministry officials blamed last month's slower\nimport growth on a decline in oil imports as refiners worked\noff stocks they had built up in January.\n    The officials took comfort from a decline in the volume of\nexports last month, after an unexpected year-on-year increase\nin January.\n    This means the effects of the two-year rise of the yen\nagainst the U.S. Dollar are finally beginning to have an impact\non exports, they said.\n    But economists warned that may not be soon enough for\nJapan's trading partners.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "nakasone"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}