{
    "DATE": "17-MAR-1987 08:38:41.60",
    "TOPICS": [
        "meal-feed"
    ],
    "PLACES": [
        "uk",
        "chile",
        "peru",
        "norway",
        "iceland",
        "japan",
        "ecuador"
    ],
    "NEWID": "5887",
    "TEXT": {
        "TITLE": "SOUTH AMERICAN FISH MEAL PRODUCTION AT RECORD HIGH",
        "DATELINE": "    LONDON, March 17 - ",
        "BODY": "Production of fish meal by the three\nSouth American producers -- Chile, Peru and Equador -- last\nyear reached 2.5 mln tonnes, equalling the record output of\n1970, the International Association of Fish Meal Manufacturers\n(IAFMM) said.\n    However, IAFMM said in a statement that it expected Chilean\nand Peruvian fish meal production in the first quarter of 1987\nto be much lower than the 651,000 tonnes produced in the last\nquarter of 1986, due to a ban on sardine fishing in Chile for\nthe month of February and to adverse fishing conditions in Peru\nin the same month.\n    The statement added that, due to technical market promotion\nand energetic sales by Chile and Peru, the stock position at\nthe end of the year remained reasonable.\n    Fish meal production outside South America decreased\nslightly, falling from 114,400 to 111,100 tonnes.\n    The IAFMM said fish meal consumption in 1986 rose in West\nGermany, Scandinavian countries, Eastern Europe and the Far\nEast, but fell in the U.S. And remained static in the U.K.\n    It added that fish meal consumption had suffered from\ncompetition with feed grade tallow in the U.S. And with skimmed\nmilk powder in the U.K.\n    IAFMM figures for fish oil production in the main producing\nnations, in thousands of tonnes, were -\n                    Oct/Dec            Jan/Dec\n                 1986    1985       1986     1985\n CHILE             22       8        109       76\n PERU              56      28        238      104\n NORWAY            14      14         97      130\n ICELAND           44      52        102      118\n DENMARK           20      18         88       77\n U.S.              10       8        152      129\n JAPAN             67      91        213      249\n REUTER\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}