{
    "DATE": " 5-MAR-1987 10:22:24.09",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "spain"
    ],
    "NEWID": "2064",
    "TEXT": {
        "TITLE": "BANKERS WELCOME SPANISH RESERVE REQUIREMENT HIKE",
        "DATELINE": "    MADRID, March 5 - ",
        "BODY": "Bankers welcomed the Bank of Spain's\ndecision to raise the reserve requirement for banks and savings\nbanks, saying it reflected the socialist government's\ndetermination not to ease up in the fight against inflation\ndespite the painful social effects of four years of austerity.\n    The central bank last night raised the requirement by one\npercentage point to 19 pct from March 13, saying that excess\nliquidity threatened money supply and inflation targets.\n    Bankers said the move represented a change of tactic by the\nBank, which until now has relied on raising interest rates to\nchoke off money supply growth.\n    \"I think it's a good measure,\" a senior foreign banker said.\n\"It's a faster way to get the job done than using interest rates\nand avoids unpleasant effects on other areas of the economy.\"\n    \"It shows that the political will is very strong. They know\nthat controlling inflation will make industry more competitive\nand bring down unemployment in the long run,\" he added.\n    The head of another foreign bank said that only a month\nago, the Bank of Spain had dismissed his suggestion of a rise\nin reserve requirements, preferring to pursue its strategy of\nraising interest rates.\n    But bankers said the high real interest rates on offer now\n-- around eight pct for overnight funds -- was attracting money\nfrom abroad, strengthening the peseta and making Spanish\nexports less competitive.\n    The government says industry's competitiveness is also\nbeing hit hard by inflation. At 8.3 pct last year, the rate was\nway above that of Spain's major trading partners in the\nEuropean Community, which it joined a year ago.\n    To help meet this year's target of five pct, it is\ninsisting pay rises stay at that level, setting the stage for\nclashes with trade unions, who say they have made enough\nsacrifices.\n    Demonstrations by workers, students and farmers, whose\ndemands essentially involve more government spending, have\nbecome an almost daily occurrence. But Prime Minister Felipe\nGonzalez insists that the state is doing as much as it can.\n    Bankers said the reserve requirement increase could have\nsome impact on commercial lending rates but should not hit the\nmoney market too hard.\n    The Bank of Spain, which only yesterday raised its key\novernight call money rate to 13.5 pct, left it unchanged at\ntoday's auction. The rate has been increased nine times since\nthe start of the year, when it was below 12 pct.\n    Bankers said commercial lending rates were set to rise in\nany case with the end of the six pct maximium interest rate\nbanks can offer for time deposits of up to six months.\n    The measure will take effect tomorrow, following the\npublication of the decree in today's official gazette. Bankers\nsay the liberalisation will increase the cost of funds and,\ninevitably, push lending rates higher.\n    A companion measure, reducing the proportion of funds which\nbanks must invest in specific areas, also takes effect\ntomorrow. Officials said when the cut was approved last month\nthat it was aimed partly at compensating banks for higher\ninterest rates.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ]
}