{
    "DATE": "12-MAR-1987 07:26:54.30",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "4127",
    "TEXT": {
        "TITLE": "LEIGH-PEMBERTON OPPOSES TAKEOVER PROTECTION RULES",
        "DATELINE": "   LONDON, March 11 - ",
        "BODY": "The Bank of England does not favour the\nintroduction of rules to shield companies from hostile takeover\nattempts, its governor, Robin Leigh-Pemberton, said.\n    Instead, merchant banks advising bidding companies must\nshow restraint and responsibility to avoid the excesses that\nhave marred recent takeovers, he told the Yorkshire and\nHumberside Regional Confederation of British Industries' annual\ndinner.\n    Leigh-Pemberton also called on companies to improve ties\nwith institutional investors, suggesting representatives of\nthose institutions be granted seats on the boards of directors\nof companies they invest in.\n    \"Boards cannot expect protection from unwelcome predators,\nfor that is but a short step from saying that they should be\nprotected from their own shareholders -- who are, after all,\nthe proprietors of the company,\" Leigh-Pemberton said.\n    He added takeovers and mergers had an important role to\nplay in furthering economies of scale, integration and more\nefficient market penetration. \"The degree of success or failure\n(of a takeover) has not in my experience depended on whether or\nnot the takeover was contested,\" he said.\n    Leigh-Pemberton noted there had been excesses in takeover\nactivity in the recent past. \"The aim is to pressurise a\ncompany's management into action dedicated solely to a\nfavourable impact on the share price in the short-term, partly\nor even primarily at the expense of the future,\" he said.\n    Such bids \"often depend for their success on creating a\nhighly-charged and artificial situation in the share market,\nand give rise to temptations, on both sides of the battle, to\nengage in aggressive, even manipulative tactics that are\nimmensely damaging to the interest of the shareholders,\" he\nsaid.\n    In a clear reference recent events, he said \"those in the\nCity who act for companies or individuals .. Must, I suggest,\nbe ready to accept a full measure of responsibility -- even if\nit entails opprobrium -- for the transactions that may result.\"\n    They \"should exercise the most careful judgment at the\noutset with respect to the clients for whom they act and the\nactivities contenplated. Those who sow wind cannot expect the\nwhirlwind to visit elsewhere,\" he added.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "ORGS": [
        "ec"
    ]
}