{
    "DATE": "18-JUN-1987 11:35:48.30",
    "TOPICS": [
        "veg-oil"
    ],
    "PLACES": [
        "belgium",
        "spain",
        "portugal"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18744",
    "TEXT": {
        "TITLE": "EC COMMISSION DEFENDS OILS AND FATS TAX",
        "DATELINE": "    ****ANTWERP, June 18 - ",
        "BODY": "A spokesman for the European\nCommunity Commission defended the controversial plan for a levy\non oils and fats, saying that consumers would have to help\nalleviate the surplus problem by paying the proposed tax.\n    Norbert Tanghe, head of division of the Commission's\nDirectorate General for Agriculture, told the 8th Antwerp Oils\nand Fats Contact Days \"the Commission firmly believes that the\nsacrifices which would be undergone by Community producers in\nthe oils and fats sector ... Would justify asking consumers to\nmake an appropriate contribution to solving the serious problem\nwithin that sector by paying a levy.\"\n    The proposed tax is necessary because the level of\nbudgetary costs resulting from olive oil and oilseeds\nproduction has become unacceptable, Tanghe said.\n    Recent estimates put these costs at 4.0 billion European\nCurrency Units and by 1990 they would rise by another 2.0\nbillion Ecus, he said. In 1990 the Community's \"standstill\"\nagreements with Spain and Portugal end and the EC would then\nfeel the full impact of its enlargement.\n    The Commission has proposed several cost and production\ncutting measures which include the introduction of a maximum\nguaranteed quantity system, he added.\n    Under the Commission's system for stabilising consumer\nprices in the oils and fats sector, a reference price of 700\nEcus per tonne for refined soy oil would be introduced, Tanghe\nsaid.\n    Consumer prices could be raised or lowered by a regulatory\namount when market prices are below or above this level.\n    He said the revenue generated by charging a regulatory\namount would be used to finance the Common Agricultural\nPolicy's oils and fats regime.\n    \"The Commission believes that hostile reactions (to the\nproposed tax) have for the most part been based on incomplete\nor an insufficiently thorough analysis of the proposal,\" he said.\n    Tanghe said the proposed system conforms with General\nAgreement on Tariffs and Trade, GATT, rules.\n    It would not be discriminatory because it would be applied\nto domestic and imported products, and past experience showed\nit would not cause any decline in consumption of oils and fats.\n    EC-produced oilseeds would not benefit more than they do\nunder present aid arrangements, he said.\n    The competitiveness between different oils, whether EC\nproduced or imported, would remain unchanged and quantities\nimported from third countries would not be affected by the tax,\nTanghe said.\n    The proposed system would not alter the EC nations'\nrequirements as far as imports are concerned since the overall\neffect would stabilise Community production levels without\naffecting demand, he said.\n    It is one of the proposal's objectives to maintain current\nimport levels, he said.\n    Imports of soybeans would be unaffected because they are\nimported primarily to satisfy the EC's cakes and meals\nrequirements, which are not covered by the stabilising system.\nFurthermore, more than half the oil produced from imported\nbeans is re-exported to third countries, Tanghe added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}