{
    "DATE": " 2-APR-1987 12:19:12.89",
    "TOPICS": [
        "silver"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12639",
    "TEXT": {
        "TITLE": "SUNSHINE MINING CHIEF SEES SILVER AT 9.00 DLRS",
        "AUTHOR": "    By Pierre Belec, Reuters",
        "DATELINE": "    NEW YORK, April 2 - ",
        "BODY": "Heightened concern over renewed\ninflation is feeding the rally in silver and the upward move\ncould drive the inflation hedge metal this year to as much as\n9.00 dlrs per troy ounce, Mike Boswell chairman of Sunshine\nMining Co told Reuters in an interview.\n    \"The anticipated higher inflation is being manifested in\nsilver rather than in gold which is the traditional choice of\ninflation hedgers,\" said Boswell.\n    The strength could put silver in a range of \"8.00 to 9.00\ndlrs even without any material swings in supply/demand,\"\nBoswell said.\n    The buying interest for silver on the New York Commodity\nExchange (Comex) continued strong, with prices rising today to\na September 1986 high of 6.465 dlrs per ounce. However gold\nlagged at 426.30 dlrs, the strongest price since late January\nthis year.\n    Boswell said silver has been \"under-valued for so long\nrelative to gold but it's closing up the price gap.\"\n    He noted that silver last year held at the depressed level\nof 5.00 dlrs while gold was soaring to more than 400.00 dlrs on\nconcern over the heated political unrest in South Africa. \"The\nstrength was not filtering down to silver last year. Now\nwe're seeing a delayed reaction,\" the Sunshine Mining official\nsaid.\n    Almost a year ago, U.S. producers shut down two of their\nlargest silver properties, Sunshine and Hecla mining companies,\nboth located in Idaho.\n    Boswell estimated that the closings slashed U.S. silver\nproduction by 10 mln ounces last year to less than 40 mln\nounces.\n    \"Low silver prices and high labor costs made it\nuneconomical to keep the mines opened,\" he said.\n    Increased imports from Mexico and Peru have made up for the\nloss of production in the United States which consumes 160 to\n170 mln ounces annually, Boswell said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "EXCHENGES": [
        "lme"
    ]
}