{
    "DATE": "22-MAR-1987 04:45:50.23",
    "TOPICS": [
        "pet-chem"
    ],
    "PLACES": [
        "uae",
        "france"
    ],
    "NEWID": "8088",
    "TEXT": {
        "TITLE": "RAIMOND EXPECTS EC-GULF PROBLEMS WILL BE SOLVED",
        "DATELINE": "    ABU DHABI, March 22 - ",
        "BODY": "French Foreign Minister Jean-Bernard\nRaimond predicted in a published interview a successful end to\nnegotiations to admit Gulf petrochemical exports into the\nEuropean Community (EC).\n    Negotiations have been under way between the Community and\nthe six-nation Gulf Cooperation Council (GCC) for three years.\n    Raimond, due here tomorrow from Oman for his first official\nvisit to the United Arab Emirates (UAE), told the semi-official\ndaily Al-Ittihad he was confident a solution would soon be\nreached.\n    \"I am confident that problems between the two big partners,\nthe GCC and the EC, will find a solution. I will work to reach\nthat solution,\" he said in the interview conducted in Paris.\n    An EC decision to impose tariffs on Gulf petrochemical\nexports over a set quota has strained trade relations between\nthe two sides.\n    GCC members Saudi Arabia, Kuwait, Bahrain, Qatar, the UAE\nand Oman are threatening to impose heavy customs duties on\nEuropean exports to the Gulf if no solution is reached.\n    Raimond said negotiations between the two groups took a\nlong time because there were 20 countries involved. But added:\n\"Time is now ripe and all circumstances are appropriate for\nmaking crucial progress.\"\n    Referring to the Iran-Iraq war, he said efforts should\ncontinue to find a solution despite prevailing difficulties.\n    He said France was continuing negotiations with Iran. Some\nproblems were solved as a result of the contacts while others\nremained unresolved. He gave no details but said: \"France wishes\nto have normal relations with Iran.\"\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec",
        "gcc"
    ],
    "PEOPLE": [
        "conable",
        "suharto"
    ]
}