{
    "DATE": "27-APR-1987 09:59:44.27",
    "TOPICS": [
        "money-fx",
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "17322",
    "TEXT": {
        "TITLE": "BANKER SEES CURRENCY FALLING TO BALANCE TRADE",
        "DATELINE": "    BOCA RATON, Fla., April 27 - ",
        "BODY": "A leading regional banker said\nthat it was axiomatic that despite market intervention, a\ncountry's currency will eventually fall to an exchange rate\nwhich balances its international trade and payments accounts.\n    John Medlin, president and chief executive officer for the\nFirst Wachovia Corp, said that \"substantial and rapid currency\ndevaluations usually are followed in time by surging price\ninflation, spiralling interest rates and painful economic\nausterity.\"\n    Speaking to a banking trade group, he also said the peak of\ndebt writeoff has not yet been reached.\n    Medlin told the Bankers Association for Foreign Trade that\nultimately \"our nation's budget and trade deficits will be\nbalanced either through voluntary restraints in spending and\nconsumption or through forced austerity imposed by a\ndispassionate and unmerciful international market place.\"\n    He said the continuing weakness of the dollar and the\nrecent increase in inflation and interest rates \"provide early\nwarning that the classic laws of international economics still\nare in effect.\"\n    He also told the association that trying to reduce the\ntrade deficit by erecting protectionist barriers to imports\nwould not give lasting relief.\n    \"However, the imposition and enforcement of fair trade\nrules could help improve imbalances with nations which practice\nprotectionism and deception on us.\"\n    Medlin noted that the U.S. economy was likely to continue\n\"at best being a sluggish mixture of depressed segments and\ngrowth areas.\"\n    But he said that the business cycle was still alive and\nthat the next downturn \"could be deeper and harder to reverse\nthan the last one.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc"
    ]
}