{
    "DATE": "18-JUN-1987 18:34:28.71",
    "TOPICS": [
        "gnp",
        "jobs",
        "bop"
    ],
    "PLACES": [
        "usa",
        "france",
        "canada"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18996",
    "TEXT": {
        "TITLE": "OECD URGES ACTION TO CUT U.S. BUDGET DEFICIT",
        "DATELINE": "    PARIS, June 18 - ",
        "BODY": "The United States should take urgent\naction to cut its crippling budget deficit, including possible\nreductions in non-defense spending, higher taxes and curbs on\ngrowth of the defense budget, the Organization for Economic\nCooperation and Development said.\n    The OECD, in its semi-annual review of the world economy,\nsaid a failure of the Reagan Administration and Congress\nquickly to agree on measures to cut the deficit \"could seriously\naffect confidence, both in the United States and elsewhere.\"\n    It predicted that the federal deficit in fiscal 1987,\nrunning until September 30 this year, would substantially\novershoot both the Balanced Budget Act's target of 144 billion\ndlrs and official U.S. Estimates in February of 175 billion.\n    \"The OECD projection, which is based on assumptions of\nslower growth, higher interest rates and actual data for the\nfirst half of the financial year, is for a deficit of about 190\nbillion dollars,\" it said.\n    While this would be 30 billion lower than last year's\ndeficit, much of the improvement would be due to corporate tax\nincreases being introduced before income tax cuts take effect.\n    The U.S. Economic growth rate is expected to edge up to\n2.75 pct next year from 2.5 pct this year and last.\n    In contrast to the last two years, more competitive exports\nboosted by the fall in the dollar should help GNP growth.\n    Unemployment should continue to fall slowly as the service\nsector continues to create jobs. But inflation appears to be\nheading higher, partly due to the lower dollar, with consumer\nprices forecast to rise four pct this year and 4.5 pct next\nyear after just 2.1 pct in 1986.\n    \"Monetary and fiscal policy appear to be the key factors\nbehind the avoidance of recession,\" the report said.\n    The current account balance of payments deficit is expected\nto be still around a high 125 billion dlrs next year, after\nhitting a projected record 147.25 billion this year, it said.\n    In Canada economic growth is expected to pick up slightly\nto around 2.75 pct in 1988 from 2.5 pct this year, but will\nstill be below levels seen in recent years. Inflation is\nexpected to slow to 3.5 pct next year from 3.75 pct this year,\nunemployment should edge down to nine pct in 1988 from 9.25 pct\nthis year.\n    Canada's current account deficit is projected to shrink to\naround four billion U.S. Dlrs this year and to remain at about\nthat level in 1988.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}