{
    "DATE": "17-MAR-1987 11:58:36.43",
    "TOPICS": [
        "veg-oil",
        "soybean"
    ],
    "PLACES": [
        "italy",
        "usa"
    ],
    "NEWID": "6062",
    "TEXT": {
        "TITLE": "ITALY STANCE ON EC OILS TAX NOT ENCOURAGING-ASA",
        "DATELINE": "    ROME, March 17 - ",
        "BODY": "Italy's response to protests by U.S.\nSoybean producers about the proposed European Community (EC)\ntax on vegetable oils and fats had not been encouraging,\nAmerican Soybean Association (ASA) board chairman George\nFluegel said.\n    Fluegel, heading one of three U.S. Soybean producer\ndelegations currently on a lobbying tour of EC countries, told\nReuters in an interview meetings with officials from the\nItalian Foreign and Agricultural ministries had not yielded\nmuch to encourage hopes that Italy would vote against the\nproposed tax.\n    Fluegel said his delegation had received a negative\nresponse from the Italian Agriculture Ministry, but that the\nattitude of the Foreign Ministry appeared \"more realistic.\"\n    He said the proposed tax was discriminatory against U.S.\nFarmers since it was basically asking them to help finance the\nEC's Common Agricultural Policy (CAP) on oilseeds.\n    Asked which EC countries might be expected to vote against\nthe proposed tax, he said, \"Realistically, from the information\nwe're getting, it looks like the English, the Germans,\nhopefully the Netherlands and Denmark.\" His delegation also\nhoped to convince Belgium to vote against the issue, he added.\n    Asked what form he thought U.S. Retaliatory action might\ntake in the event of the EC tax proposal being approved,\nFluegel said industrial as well as agricultural products could\nbe involved.\n    U.S. Agriculture Secretary Richard Lyng warned the EC\nyesterday it would face serious retaliation if it enacted the\ntax.\n    ASA president-elect Wayne Bennett said yesterday in The\nHague American soybean producers were confident the proposed\ntax would be rejected.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ]
}