{
    "DATE": " 5-MAR-1987 17:23:59.02",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2500",
    "TEXT": {
        "TITLE": "CHEMLAWN <CHEM> REJECTS WASTE'S <WMX> OFFER",
        "DATELINE": "    COLUMBUS, Ohio, March 5 -  ",
        "BODY": "ChemLawn Corp said its board\nrejected Waste Management Inc's 27 dlr-per-share tender offer\nand urged its shareholders not to tender their shares.\n    ChemLawn said its board asked management and its financial\nadvisor, Smith Barney, Harris Upham And Co Inc, to seek other\npurchasers of the company to maximize shareholder value.\n    ChemLawn also said it adopted a shareholder rights plan, or\n\"poison pill,\" during a 120-intermin safeguard period its board\nadopted to deter attempts to acquire the company through any\nmeans other than an all-cash tender offer while it seeks other\npurchasers.\n    ChemLawn also said it began litigation against Waste\nManagement in federal court in Columbus, seeking injunctive and\nother relief.\n    The suit alleges, among other things, that certain Waste\nManagement officers and directors purchased ChemLawn's stock\nbefore making the tender offer. ChemLawn claimed such purchases\npossibly violated the officers' fiduciary duties and the\nSecurities and Exchange Commission's insider trading rules.\n    Last week, Waste Management made a tender offer to acquire\nChemLawn for 27 dlrs per share or 270 mln dlrs.\n    ChemLawn said its board was determined that Waste's offer\nwas inadequate and not in the best interest of shareholders,\nand could \"adversely affect\" the interests of its employees,\nsuppliers, creditors, and customers.\n    \"Our board carefully reviewed Waste Management offer and\nconcluded that it does not fully reflect the value of the\ncompany. We strongly urge our shareholders not to tender their\nshares to Waste Management,\" said Chairman L. Jack Van Fossen.\n    ChemLawn said its rights plan is designed to protect\nshareholders against abusive tactics, such as \"market\naccumulations by Waste Management or others.\"\n    Under the plan, one comon stock purchase right will be\ndistributed as a dividend on each outstanding share of ChemLawn\ncommon.\n    ChemLawn said its rights holders can buy a share of its\ncommon for one dlr if any entity acquires 25 pct or more of its\ncommmon, other than by an all cash tender offer for all its\nshares or an approved acquisition agreement by its board.\n    It said the rights expire July three 1987, or 60 days after\nthey become exercisable if later than that date. It said its\nboard may redeem the rights for five cts per right any time\nprior to their exercise date.\n    ChemLawn said the plan will not be triggered by purchases\npurusant to Waste Management's present tender offer.\n    It said the dividend will be paid to shareholders of record\nMarch 20.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker",
        "reagan"
    ],
    "ORGS": [
        "opec"
    ]
}