{
    "DATE": "12-MAR-1987 11:57:31.53",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4303",
    "TEXT": {
        "TITLE": "INVESTORS TO RAISE CYCLOPS <CYL> TENDER PRICE",
        "DATELINE": "    DAYTON, Ohio, March 12 - ",
        "BODY": "Cyacq Corp, an investor group\nbidding for Cyclops Corp, said it would raise its outstanding\ntender offer price for Cyclops common to 92.50 dlrs a share\nfrom 80 dlrs, if certain conditions were met.\n    The increased offer would exceed the 90.25 dlrs a share\nprice offered by Dixons Group PLC in a tender offer for Cyclops\nthat is part of a definitive agreement to acquire the\nPittsburgh-based maker of carbon tool and specialty steel\nproducts.\n    Cyacq includes Audio/Video Affiliates Inc and Citicorp\nCapital Investors Ltd and other investors.\n    Cyclops has about 4.1 mln shares outstanding.\n    For the tender price to be raised, Cyclops must provide\nCyacq with all non-public information provided to Dixons Group\nand Cyacq must be satisfied with financial projections made in\noffering material by Dixons based on the information, Cyacq\nsaid.\n    Additionally, Dixon Group's rights to buy Cyclops common\nand its rights to fees or expenses if the Dixon-Cyclop merger\nagreement is broken must be rescinded, Cyacq said.\n    Cyacq said financial projections it developed for Cyclops\nwere materially lower than the financial projections provided\nby Cyclops to Dixons Group.\n    A Cyclops spokeswoman said the company had no details of\nthe new Cyacq proposal and could not comment. \"We have nothing\nin hand,\" she said.\n    In addition to making specialty metal products, Cyclops\nalso operates about 115 specialty stores that sell consumer\nelectronics products. The stores are located in 17 states\nconcentrated in the Northeast, Northwest and Southwest.\n    Cyclops employs about 8,900 people in Pennsylvania, Ohio\nand other states. It also has interests in non-residential\nconstruction.\n    In 1986, Cyclops earned 21.3 mln dlrs or 5.26 dlrs a share\non sales of 1.5 billion dlrs, compared to 1985 earnings of 26.2\nmln dlrs or 6.20 dlrs on sales of 1.4 billion, the spokeswoman\nsaid.\n    The agreement with Dixons Group calls for Cyclops's steel\nand construction businesses to be sold to a unit of Alleghany\nCorp <Y> for about 110 mln dlrs once the merger is completed.\n    A Cyacq spokesman said the new conditional tender price\nwould be all cash. He had no comment on whether Cyacq plans to\nwithdraw its current offer, which is scheduled to expire\nmidnight on March six.\n    Dixon Group's offer extends to March 17.\n   \n Reuter\n\u0003"
    },
    "PEOPLE": [
        "king-fahd"
    ],
    "ORGS": [
        "ec"
    ]
}