{
    "DATE": "24-MAR-1987 10:02:23.98",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "indonesia"
    ],
    "NEWID": "8747",
    "TEXT": {
        "TITLE": "INDONESIA URGED TO DEREGULATE ITS ECONOMY",
        "DATELINE": "    JAKARTA, March 24 - ",
        "BODY": "World Bank President Barber Conable\nlinked increased borrowing by Indonesia, the Third World's\nsixth largest debtor, to fresh measures to deregulate trade and\ndismantle protectionist barriers.\n    \"We would like to see the Indonesian government continue the\nadjustment process ... To move towards increased deregulation\nof the economy,\" Conable told a press conference at the end of a\nthree-day visit to Jakarta.\n    Conable directly linked further Bank help for Indonesia's\nhard-pressed balance of payments to further measures by the\ngovernment to reduce protectionism and increase efficiency.\n    The World Bank last month granted Indonesia a 300 mln dlr\ntrade adjustment loan. He said further loans would depend on\nthe economic policies Indonesia adopted.\n    But he said that in meetings with both President Suharto\nand leading Indonesian ministers he had not called for specific\npolicy changes.\n    \"The initiative will have to rest with the Indonesian\ngovernment. We are not here to dictate to them,\" he stated.\n    Indonesia, the only Asian member of Opec, has been badly\nhit by last year's slump in oil prices which cut its revenues\nfrom crude exports in half.\n    Conable had what he termed a frank meeting this morning\nwith Suharto.\n    He voiced support for measures already taken, including\nSeptember's 31 pct devaluation of the rupiah, and efforts to\nderegulate imports and stimulate exports.\n    \"The government can rely on the support of the World Bank in\na continuing program of adjustment to the economic realities of\ntoday's world,\" he said.\n    The Bank has loaned Indonesia 10.7 billion dlrs over the\npast 20 years. Lending is now about one billion a year.\n    The World Bank would probably like to see further\ndismantling of tarrif barriers and measures to reduce\nIndonesia's protected monopolies in areas like steel, plastics\nand cement, western bankers and diplomats said.\n    The government has already said it will announce further\nderegulation measures, but has given no timetable. It is also\nconsidering selling off loss-making state companies.\n    Conable said the Bank would try to help Indonesia find\nfunds to cover its share of development projects, which\notherwise would have to be scrapped or postponed. Japan's Ex-Im\nbank announced a 900 mln dlr untied credit last month.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "conable"
    ]
}