{
    "DATE": "26-MAR-1987 17:57:34.69",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10228",
    "TEXT": {
        "TITLE": "OIL EXECUTIVES SEE GRADUAL RISE IN PRICES",
        "DATELINE": "     HOUSTON, March 26 - ",
        "BODY": "Top executives with Tenneco Corp <TGT>\nand Sabine Corp <SAB> said they expected world oil prices to\ngradually increase over the next two years as U.S. reliance on\nimports of oil from the Middle East grows.\n     \"I believe we have bottomed out and can look forward to a\ntrend of gradually increasing prices,\" C.W. Nance, president of\nTenneco Oil Exploration and Production, told a meeting of the\nPetroleum Equipment Suppliers Association.\n     Nance predicted that by 1990, the Organization of\nProducing and Exporting Countries would be producing at the\nrate of 80 pct of capacity.\n    The gain will come largely through increased imports to the\nUnited States, he said.\n    \"They will be able to raise the price again but I do not\nthink they will raise it as much as they did in 1979,\" Nance\nsaid. He did not say how much of a price hike he expected.\n     Andrew Shoup, chairman of Dallas-based Sabine, predicted\nthat world oil prices would increase from a range of 15 to 20\ndlrs a barrel in 1987 to a range of 17 to 22 dlrs a barrel in\n1988. Natural gas prices, Shoup said, should similarly climb\nfrom a range of 1.30 to 1.70 dlrs per mcf this year to between\n1.50 and 1.90 dlrs per mcf in 1988.\n     \"Fuel switching could help us as much as five pct in\nincreased demand,\" Shoup said, referring to the gas industry's\noutlook for 1987. Repeal of the Fuel Use Act, a federal law\nprohibiting the use of natural gas in new manufacturing plants\nand utilities, could increase demand for gas by as much as 15\npct, he said.\n     Tenneco's Nance also said that some U.S. cities may\nexperience peak day shortages in natural gas supplies next\nwinter because of the industry's reduced deliverability.\n     Tenneco's gas deliverability, for example, dropped by 20\npct during 1986, he said.\n     \"This does not mean the gas bubble is gone,\" Nance said.\n\"We believe gas prices have bottomed out. The real question is\nhow broad the valley is -- is it one year, two years or three\nyears before we start to climb out?\"\n      J.C. Walter of <Walter Oil and Gas Corp>, said the recent\nimprovement in oil prices was not enough for independent\nproducers to begin new onshore drilling projects.\n     \"If crude oil stays below 20 dlrs a barrel and 1.50 dlr\nper mcf for natural gas prevails, the prospects for onshore\nexploration at deeper depths in the Texas Gulf Coast by\nindependents in the 1990s are pretty dismal,\" Walter said.\n     He suggested that some independents may instead turn to\nexploration in shallow federal offshore leases. Farm-out\nagreements, cheap rig rates and less competition have held\nfinding costs in those areas to five or six dlrs a barrel,\nWalter said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "opec"
    ]
}