{
    "DATE": "21-APR-1987 12:39:55.30",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17023",
    "TEXT": {
        "TITLE": "SENATE PREPARING FOR NEW U.S. BUDGET BATTLE",
        "AUTHOR": "    By Michael Posner, Reuters",
        "DATELINE": "    WASHINGTON, April 21 - ",
        "BODY": "Congress returned from its Easter\nrecess ready for the annual Spring budget battle that promises\nto be a partisan dispute.\n    The budget fight pitting Democrats against President Reagan\nand Republicans is expected to get underway this week in the\nSenate late this week and last at least another week. It is\ntaking on new prominence because of current trade woes.\n    That is because the budget problems and its associated huge\ndeficits are said to be at the root of related international\ntrade friction currently worrying financiers.\n    As the dollar slides downward on global markets and stock\nexchanges gyrate wildly, the trade dispute involving the United\nStates and Japan once again is spreading fears of a major trade\nwar between the two trading giants for the first time since\nWorld War II.\n    Ostensibly that dispute is over U.S. charges that Japan is\nrefusing to open its markets to semi-conductor chips and the\nresulting U.S. tariffs doubling prices of Japanese televisions\nand small computers.\n    Behind the elements of a brewing trade war which neither\nside wants, is the dilemma of the U.S. budget and its deficit.\n    Some analysts say the financial markets may be waking up to\nthe economic realities that the huge debt cannot continue to\ngrow without repercussions.\n    A large portion of the U.S. debt has been financed by\nforeigners from their accumulated trade surpluses. But if they\nwithdraw this support the result can only be further problems,\nincluding higher interest rates for Americans.\n    In a nutshell, the U.S. budget process has now moved to the\nshowdown stages in Congress. Reagan's own trillion dollar\nspending budget for the government year 1988, starting Oct. 1,\nwas trounced badly in the House on April 9.\n    The Senate takes up a plan similar to one that passed the\nHouse, calling for slashing the deficit from its estimated 171\nbillion dlr level next year to about 134 billion dlrs, through\ndefense and domestic spending cuts and about 18.5 billion dlrs\nin new, unspecified, taxes. As the Senate prepares to take up\nits own budget plan, majority Democrats predict there will be\npassage of a bill, only after a protracted partisan battle.\n    In the House, not one Republican voted for the budget,\nwhich passed by 230 to 192. In the Senate, none of Reagan's\nRepublicans voted for the budget as it passed out of the Senate\nBudget Committee for full Senate consideration.\n    A key Senate Budget Committee source told Reuters he\nbelieves this very unusual unanimous opposition was by design\namong congressional Republicans, perhaps with the tacit\napproval of the White House.\n    \"Republicans want Democrats to take the heat for any tax\nhikes and defense cuts,\" he said.\n    In the coming weeks, the source said, Democrats will press\nfor a bipartisan budget and seek a negotiated budget with\nReagan -- who already is opposed to the idea. But \"it is not\nclear how the Republicans will act,\" he added.\n    He said Republicans may propose their own plan for lower\ntaxes and more defense spending, which they did not offer after\nReagan's budget was clobbered in an early vote in the House.\n     When Reagan entered the White House in 1981, he inherited\nwhat was labelled a huge deficit from Jimmy Carter that wound\nup to be nearly 79 billion dlrs that year.\n    Despite Reagan's promise to balance the budget by 1983,\ncritics note that his administration's record of accumulated\ndebt is estimated over one trillion dlrs, or 1,100 billion\ndlrs.\n    That is money the government must borrow, and pay back, and\nmany analysts say it is what kept the dollar high and caused\nthe worst U.S. trade deficit ever.\n     Last year the United States bought goods from the world\nworth 169.8 billion dlrs more than what it sold, including\npurchases of 58.6 billion dlrs in Japanese goods.\n    While Congress is trying to attack the trade deficit on one\nfront through a get-tough trade bill promising retaliatory\nmeasures unless all markets are opened, its success so far\nagainst the budget deficit has been marked by limited progress.\n    Congress, which controls the pursestrings, has put the\ndeficit on a downward path from its record high of 220.7\nbillion dlrs accumulated in fiscal 1986, which ended Sept. 30.\n    Because of the Gramm-Rudman-Hollings balanced budget law\nenacted in late 1985, there has been pressure on Congress to do\nmore than talk about deficits.\n    That law, named after Republican Senators Phil Gramm of\nTexas, Warren Rudman of New Hampshire and Democrat Ernest\nHollings of South Carolina, calls for a balanced budget by 1991\nthrough a series of set deficit targets that Congress must meet.\n    The law has been followed, even though an enforcement\nmechanism to mandate automatic across-the-board cuts if\nCongress misses its goal was stricken by the Supreme Court.\n    The legislators have followed the targets -- on paper. But\nin reality, the goal has actually been missed. For example,\nCongress last year approved legislation to meet the 1987 target\nof a 144 billion dlr deficit. But even after approving the\nnumbers, the deficit for 1987 is estimated at over 170 billion\ndlrs -- far off the target.\n    This year the target is 108 billion dlrs and that goal is\nexpected to be missed widely.\n Reuter\n\u0003"
    }
}