{
    "DATE": "26-MAR-1987 05:24:07.86",
    "TOPICS": [
        "bop",
        "trade"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "9749",
    "TEXT": {
        "TITLE": "GERMAN CURRENT ACCOUNT SURPLUS WIDENS IN FEBRUARY",
        "DATELINE": "     WIESBADEN, March 26 - ",
        "BODY": "West Germany's current account\nsurplus widened to a provisional 6.6 billion marks in February\nfrom a slightly downwards revised 4.8 billion in January, a\nspokeswoman for the Federal Statistics Office said.\n    The trade surplus in February widened to a provisional 10.4\nbillion marks from 7.2 billion in January, she added.\n    The Statistics Office had originally put the January\ncurrent account surplus at 4.9 billion marks.\n    The February trade surplus was well up on the 6.84 billion\nmark surplus posted in the same month of 1986. But the current\naccount surplus was down slightly from the 6.85 billion surplus\nrecorded in February 1986.\n    A Statistics Office statement said the widening of the\nFebruary current account surplus compared with January was due\nto seasonal factors. Neither the trade nor current account\nfigures are seasonally adjusted.\n    February imports, measured in terms of value, totalled\n32.11 billion marks, a decline of 10 pct against February 1986\nbut a rise of 5.5 pct against January.\n    Exports in February, also in value terms, totalled 42.56\nbillion marks, 0.5 pct less than in February 1986 but up 13 pct\ncompared with January.\n    The Statistics Office said it was not yet able to calculate\nthe real change in exports and imports in February. But for\ncomparison purposes it noted that in January the average value\nof imports had fallen 15 pct year-on-year while the average\nvalue of exports had declined by only 4.4 pct.\n    Within the current account, the services account had 300\nmln marks deficit, supplementary trade items a 200 mln mark\nsurplus while transfer payments posted a 3.7 billion mark\ndeficit.\n    Taking the first two months of 1987 together, imports in\nvalue terms fell 14 pct to 62.6 billion marks compared with a\nyear earlier. The value of exports totalled 80.2 billion marks,\na decline of 7.4 pct against the same months of 1986.\n    The resulting trade surplus of 17.6 billion marks for\nJanuary/February compares with a cumulative surplus of 14.1\nbillion marks in the year-ago period.\n    The cumulative current account surplus for January and\nFebruary 1987 totalled 11.3 billion marks against 11.4 billion\nmarks a year earlier, the Statistics Office said.\n    Bank economists said the rise in the February trade surplus\nreflected an improvement in the terms of trade as well as\nseasonal factors. The Federal Statistics Office said earlier\nthis week that February import prices fell 0.7 pct against\nJanuary while export prices were unchanged.\n    \"The rise in the nominal figures masks a lower export trend\nthat is not expected to change for several months at least,\"\nsaid an economist. He said the nominal trade surplus for 1987\nas a whole is likely to fall only slightly from the record\n112.2 billion marks in 1986 but other economists said the\nsurplus could fall to around 80 billion marks.\n    An economist at the Bank fuer Gemeinwirtschaft (BfG) in\nFrankfurt said a two-month comparison of trade figures gave a\nmore accurate picture of West Germany's trade position.\n    He noted the 17.6 billion mark surplus for January and\nFebruary together was lower than the 21.6 billion mark surplus\nposted in November and December.\n    \"The trend is clearly lower,\" he said.\n    This economist, who declined to be named, said the February\nrise was also partly explained by special factors in January,\nwhen there had been a number of public holidays as well as\nextremely cold weather, both of which hindered trade.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "ORGS": [
        "ec"
    ]
}