{
    "DATE": " 3-MAR-1987 15:50:23.85",
    "TOPICS": [
        "grain"
    ],
    "PLACES": [
        "ussr",
        "usa"
    ],
    "NEWID": "1299",
    "TEXT": {
        "TITLE": "SOVIET GRAINS SEEN ENTERING SPRING ON SHAKY NOTE",
        "AUTHOR": "    by Maggie McNeil, Reuters",
        "DATELINE": "    WASHINGTON, March 3 - ",
        "BODY": "Soviet winter grains could be off to\na faulty start this spring after enduring an usually dry fall\nand cold winter, weather and crop analysts said.\n    Prospects for another near-record grain harvest in the\nSoviet Union appear dim at this point, but it is premature to\nforecast any major crop problems, analysts said.\n    But the situation bears careful watching over the next six\nweeks and will ultimately impact the Soviet grain supply and\nfuture buying plans, analysts of the Soviet Union said.\n    \"From a weather standpoint, you can say with certainty that\nthe Soviets are not getting off to a good start and will have a\nlower crop (than last year),\" Gail Martell, chief meteorologist\nfor E.F. Hutton said.\n    The next six weeks in the USSR's grain growing areas will\nbe the crucial period that will determine the final outcome of\nthe winter crops, Martell and other analysts said.\n    \"Where the crop is really made or broken is still ahead of\nus,\" an Agriculture Department authority on the USSR said.\n    The Soviet Union recently reported that nine mln hectares\nof winter grain will have to be reseeded due to winterkill.\nThis would be equal to about 25 pct of the total winter crop\nand would be the second highest winterkill in ten years, the\nUSDA analyst said.\n    With a timely spring, Soviet farmers would probably be able\nto reseed the damaged acreage with spring crops, but analysts\nnoted that spring crops normally yield lower than winter crops\n-- sometimes as much as 30-35 pct lower.\n    Normally winterkill is caused by inadequate snowcover\ncombined with cold temperatures. This winter, however,\nsnowcover in Soviet grain areas has generally been excellent,\nso the bulk of winterkill, analysts speculate, likely has been\ndue to a very dry fall and subsequent poor crop germination.\n    \"Fall dryness may be a problem. There's a good correlation\nbetween mediocre crops and fall dryness,\" Martell said.\n    Precipitation last fall was as little as 25 pct of normal\nin southern and northern Ukraine, and below normal over the\nentire winter crop area, she said.\n    Recent cold temperatures in grain areas in which the\nsnowcover has been gradually melting could also have caused \nproblems of ice-crusting and winterkill, Jim Candor, senior\nforecaster for Accu Weather, said.\n    Livestock feed needs have probably increased because of the\nfall and winter, analysts said. The dry fall damaged pastures,\nthe cold winter raised feed demands and a late spring would\nrequire longer off-pasture feeding, they said.\n    \"The Soviets are not in a desperate situation ... they\ndon't have to buy (grains) now,\" a USDA official said.\n    But if the Soviets are worried about their winter crops and\nif they feel that last year's huge crop of 210 mln tonnes was a\none-time fluke brought on by perfect conditions, more Soviet\nbuying might occur to insure crop supplies, he said.\n    Bad weather during the next six weeks could push the\nSoviets back into the market, weather analysts said.\n    \"A lot of winterkill could occur during the next month and\na half,\" Martell said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ]
}