{
    "DATE": " 9-MAR-1987 12:33:30.71",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "3217",
    "TEXT": {
        "TITLE": "FERRY DISASTER CLAIMS COULD TOP 30 MLN STG",
        "DATELINE": "    LONDON, March 9 - ",
        "BODY": "U.K. Insurers could face more than 30 mln\nstg of insurance claims following the Zeebrugge ferry disaster,\na spokesman for Lloyds of London said.\n    It could take weeks before the extent of the compensation\nclaims for passengers, crew and cargo was known and also before\nit was known how much, if any, of the ship could be salvaged,\nsaid David Larner of Lloyds.\n    The hull and machinery of the Herald of Free Enterprise\nwere valued at 25 mln stg and were insured by Townsend\nThoresen's parent company Peninsular and Oriental Steam\nNavigation Co Plc <PORL.L>.\n    The vessel was in turn reinsured in the London market with\nLloyds and various other companies, Larner said.\n    Passengers, crew and cargo were insured by the Standard\nSteamship Protection and Indemnity Association, one of several\nshipowners' mutual insurance funds worldwide. These were also\nunderwritten by Lloyds and other companies.\n    Larner said claims from passengers could be expected to\ntotal at least five mln stg, given the number of deaths and the\nnormal level of liability set by the Athens Convention of 1974\nof between 30,000 stg and 50,000 in case of death.\n    Shipping sources said, however, that these claims could\nsoar if a court found there was negligence or design faults\ninvolved.\n    Larner said estimates of compensation claims \"were pure\nguess work\" at this time. But if the ship could not be salvaged,\nthe claims would total at least 30 mln stg.\n    Shares of insurances on the London stock exchange fell\nacross the board in a generally weak market.\n    General Accident fell 21p to 936, Royal Insurance dropped\n18p to 966 and Prudential fell 9p to 888.\n    P and O shares stood at a late 616, 27p lower on the day.\n REUTER\n\u0003"
    },
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}