{
    "DATE": " 8-APR-1987 15:34:05.19",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15263",
    "TEXT": {
        "TITLE": "GENERAL ELECTRIC <GE> 1ST QTR HELPED BY RCA",
        "DATELINE": "    FAIRFIELD, Conn., April 8 - ",
        "BODY": "General Electric Corp said its\nfirst quarter results were significantly higher due to the\nstrong results of RCA, which was acquired last year.\n    General Electric also attibuted continued strong\nperformances in plastics, major appliances and the Employers\nReinsurance Corp for its strong quarter.\n    GE recorded net earnings for the first quarter 1987 of 624\nmln dlrs, or 1.37 dls per shr, up 16 pct from 537 mln dlrs, or\n1.18 dlrs per share for the same quarter a year ago.\n    General Electric chairman John Welch Jr reiterated the\ncompany's outlook for 1987 in which it expects double-digit GE\nearnings growth for the year. He said the first quarter results\nare in line with those expectations.\n    General Electric cited the strong results in TV network and\nstation operations of the National Broadcasting Co, which was\nnot part of GE in the first quarter of 1986, as one reason for\nits strong earnings.\n    It also noted that aircraft engine operating profit was\nmuch higher than a year ago, caused by a increase in shipments\nthan the 1986 quarter, which was impacted by a strike.\n    Aerospace revenues were sharply higher in this year's first\nquarter from a year ago, mainly because of the inclusion of\nRCA's aerospace and defense business, the company said.\n    In addition, consumer products revenues were up from last\nyear, mainly because of including sales of RCA video products.\n    General Electric said restructuring provisions of 308 mln\ndlrs before taxes to implement various strategic moves were\ncharged against operations in the first quarter of 1987. It\nadded that there was a one-time gain of 281 mlns dlrs after\ntaxes from an inventory accounting change.\n    And technical products revenues and operating profit were\nahead of last year, led by a strong increases in medical\nsystems volume and the inclusion this year of RCA's\ncommunications and related services.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc",
        "ec"
    ],
    "PEOPLE": [
        "wilson",
        "balladur",
        "poehl"
    ],
    "EXCHENGES": [
        "lme"
    ]
}