{
    "DATE": "17-APR-1987 08:49:16.21",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16794",
    "TEXT": {
        "TITLE": "REAGAN TO ANNOUNCE DECISION ON JAPAN SANCTIONS",
        "AUTHOR": "    By Robert Trautman, Reuters",
        "DATELINE": "    WASHINGTON, April 17 - ",
        "BODY": "President Reagan today is to\nannounce a decision on tough new tariffs on Japanese exports to\nretaliate for what he calls Japan's failure to end its unfair\npractices in semiconductor trade.\n    The 100 pct tariffs are to be imposed on 300 mln dlrs of\nJapanese goods recommended for curbs by a special panel of\nexperts headed by the U.S. Trade Representative's Office.\n    Reagan announced last March 27 he would impose the tariffs\non certain goods taken from a list that ranged from computors\nand television sets to power tools and photographic film.\n    The panel this week winnowed through the list of the some\n20 products and sent their recommendations yesterday to Santa\nBarbara, where Reagan is vacationing.\n    In his March annoucement, Reagan said \"I am committed to\nfull enforcement of our trade agreements designed to provide\nAmerican industry with free and fair trade opportunities.\"\n    He added the tariffs would be lifted once Japan honored the\npact it signed last year to end dumping semiconductors in world\nmarkets and opened its home market to U.S. products.\n    U.S. officials said Japan had done nothing since the March\nannouncement to alter Reagan's plan to invoke the sanctions.\n    White House spokesman Marlin Fitzwater said yesterday:  \"we\ndo not want a trade war, but we feel that this is the kind of\naction that requires meaningful action.\"\n    Reagan's move follows steadily rising U.S. trade deicits,\nwith last year's hitting a record $169.8 billion.\n    About one-third of the deficit is in trade with Japan.\n    Congress is weighing a trade bill to force the president to\nretaliate in certain cases of unfair trade practices.\n    He has opposed the legislation, saying it would prevent\nnegotiated solutions to trade disputes and, in any case, that\nexisting law was adqeuate to end unfair trade practices.\n    Trade experts say his tough action against the Japanese was\nas much to penalize the Japanese as to show Congress he did not\nneed any new trade legislation.\n    The Japanese have complained that they have been honoring\nthe semiconductor pact, but that it would take time before the\nresults showed up.\n    U.S. officials, however, have said their monitoring of\nJapanese semiconductor shipments to East Asian countries and\nWestern Europe showed no letup in the dumping and that the\nJapanese home markets remained shut to American exports.\n    Japan has said that if Reagan imposed the tariffs, it would\nfile a complaint with the General Agreement on Tariff and Trade\n(GATT).\n    It said hoped GATT would find the U.S. retaliation had\nviolated the regulations of the global trading group and would\napprove compensation or Japanese retaliation.\n    U.S. officials have said they did not think Japan would\nretaliate because it had too much to lose in any trade war with\nthe United States.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}