{
    "DATE": "24-MAR-1987 01:42:03.41",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "new-zealand"
    ],
    "NEWID": "8599",
    "TEXT": {
        "TITLE": "GATT ROUND MAY STOP GROWING TRADE PROBLEMS - U.S.",
        "DATELINE": "    TAUPO, New Zealand, March 24 - ",
        "BODY": "A successful new GATT\n(General Agreement on Tariffs and Trade) round is needed to\nhalt growing bilateral trade problems between major trading\npartners, U.S. Trade Representative Clayton Yeutter said.\n    Yeutter, in New Zealand for informal GATT ministerial\ntalks, told Reuters bilateral trade disputes are increasing\nbecause the multilateral system is inefficient.\n    \"That is really a strong rationale why we need a new GATT\nround,\" he said. \"The very existence of all these bilateral\nirritants clearly emphasises the need to develop multilateral\nsolutions to some of these problems.\"\n    The eighth GATT round of negotiations was launched at Punta\ndel Este in Uruguay in September 1986. Agriculture and services\nwere included in the negotiations for the first time.\n    The growing debt burden of Latin American and African\nnations will also provide impetus for the GATT round to\nsucceed, he said.\n    \"Clearly those countries need to develop their export\nendeavours and they need open markets for that to happen and\nthat's the basic objective of the new GATT round,\" he said.\n    But he said the GATT round is a long term endeavour. It\nwill not give any short term relief for debt ridden countries,\nbut it will make a difference in 10 to 15 years.\n    \"It's a worthwhile activity from their standpoint because\nthese debts are not going to go away in the next year or two,\"\nhe said.\n    \"They ought to be very strongly supported in the GATT round\nas a mechanism for relieving their debt burdens or making\npossible debt amortisation in the future,\" he said.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}