{
    "DATE": "17-MAR-1987 13:34:00.22",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "uae",
        "bahrain",
        "kuwait",
        "saudi-arabia",
        "oman",
        "qatar"
    ],
    "NEWID": "6137",
    "TEXT": {
        "TITLE": "GULF ARAB MINISTERS DISCUSS ECONOMIC COOPERATION",
        "DATELINE": "    ABU DHABI, March 17 - ",
        "BODY": "Finance and economy ministers of the\nGulf Cooperation Council (GCC) opened a two- day meeting to\ndiscuss further economic integration, officials said.\n    They said issues to be discussed by the ministers from\nBahrain, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab\nEmirates (UAE) would include a recommendation by central bank\ngovernors on a common currency exchange rate.\n    The governors agreed in January on a denominator on which\nto base currencies of the six states. Any decision will be\nforwarded for final approval to a GCC summit meeting due in\nSaudi Arabia late this year.\n    The six states have different currency systems. Saudi\nArabia, Bahrain, Qatar and the UAE are linked in theory to the\nInternational Monetary Fund's basket of currencies -- the\nspecial drawing right (SDR) -- but in practice to the dollar.\n    Oman links its currency formally to the dollar, while\nKuwait pegs its dinar to a trade-weighted basket devised by\nitself.\n    The denominator chosen by central bank governors has not\nbeen disclosed, but some bankers expect the currencies to be\nlinked to the SDR or a trade-weighted basket.\n    Opening the meeting, Ahmed al-Tayer, the UAE's Minister of\nState for Finance and Industry, said implementation of joint\neconomic agreements \"is increasingly linking the interests of\nGCC citizens together.\"\n    The general assembly of the Gulf Investment Corporation met\nin Abu Dhabi earlier under the chairmanship of Bahrain's\nFinance and National Economy Minister, Ibrahim Abdul-Karim\n    The corporation was formed to contribute to joint economic\nand investment projects in the GCC.\n    Officials said the corporation's assets rose to 1.31\nbillion dollars last year from 1.04 billion at the end of 1985.\n REUTER\n\u0003"
    },
    "ORGS": [
        "gcc"
    ],
    "PEOPLE": [
        "lyng"
    ]
}