{
    "DATE": "19-JUN-1987 08:43:03.06",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19110",
    "TEXT": {
        "TITLE": "SAUDI OIL RESERVES RISE DESPITE HIGHER OUTPUT",
        "DATELINE": "    JEDDAH, June 19 - ",
        "BODY": "Proven oil and gas deposits in Saudi\nArabia increased in 1986 despite higher oil output, according\nto the kingdom's main producing company, Aramco.\n    Recoverable oil reserves in Aramco fields rose to 167\nbillion barrels by the end the year from 166.5 billion in 1985,\nwhile gas reserves jumped by 7.7 pct to 135.8 trillion cu ft\nfrom 126.1 trillion, the company's annual report said.\n    Aramco, responsible for all Saudi production except about\n200,000 barrels per day (bpd) in the Neutral Zone between Saudi\nArabia and Kuwait, increased production to 4.69 mln barrels per\nday in 1986 from 3.04 mln barrels a year earlier.\n\n    Most of 1986 was a virtual free-for-all in production, as\nOPEC members abandoned restraint in an effort to recapture\ntheir share of the market. In the process, prices collapsed\nfrom about 28 dlrs a barrel to below nine dlrs, until the\norganisation decided to cut production again from last\nSeptember onwards.\n    Saudi output in 1985 had been the lowest since the 1960s.\n    Production of natural gas liquids in 1986 declined slightly\nto 304,178 bpd from 316,310, said the report, carried on the\nofficial Saudi Press Agency.\n    The increase in reserves came despite a sharp cut in the\nnumber of wells Aramco drilled to 33 in 1986 from 103 in 1985.\n\n    Aramco's only refinery, at Ras Tannurah, processed 142.44\nmln barrels (390,246 bpd) of crude last year. The plant was\nupgraded to a capacity of 530,000 bpd during the year, enabling\nit to supply 50 pct of local demand for oil products, the\nreport said.\n    The country's other five, smaller refineries -- owned by\nanother state-owned oil organisation, Petromin -- produced\naround 750,000 bpd last year.\n\n    Sulphur production rose to 1.23 mln tonnes in 1986 from\n998,707 tonnes in 1985. During the year the company began\noperating a sulphur granule plant with capacity of 4,000 tonnes\nper day, the report said.\n    Aramco said it awarded 1,303 contracts last year worth 1.4\nbillion riyals -- about 370 mln dlrs.\n\n REUTER\n\u0003"
    },
    "PLACES": [
        "saudi-arabia"
    ],
    "PEOPLE": [
        "miyazawa"
    ]
}