{
    "DATE": " 3-MAR-1987 05:52:58.09",
    "TOPICS": [
        "interest",
        "money-fx"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "926",
    "TEXT": {
        "TITLE": "NO BUNDESBANK POLICY CHANGES EXPECTED THURSDAY",
        "DATELINE": "    FRANKFURT, March 3 - ",
        "BODY": "The Bundesbank is unlikely to change\nits credit policies at its central bank council meeting on\nThursday, as exchange rates and short-term interest rates have\nstabilized over the past few weeks, money market dealers said.\n    Attention in the money market is focused on tomorrow's\ntender for a securities repurchase pact, from which funds will\nbe credited on Thursday, when an earlier pact expires, draining\n16 billion marks from the system.\n    The tender was announced last Friday, because carnival\nfestivities closed banks in Duesseldorf yesterday, and will\nclose banks here this afternoon.\n    Because of the disruption to business from carnival,\nminimum reserve figures for the start of the month are\nunrealistic, making it difficult for banks to assess their\nneeds at the tender.\n    Dealers said the Bundesbank would want to inject enough\nliquidity in this week's pact to keep short-term rates down.\n    But because of uncertainty about banks' current holdings,\nthe Bundesbank may well allocate less than 16 billion marks\nthis week, and top it up if necessary at next week's tender.\n    \"I would not be surprised if the Bundesbank cuts the amount\na little, to say 14 or 15 billion marks,\" one dealer said.\n    \"They would then stock it up at the next tender when the\nneed is clearer,\" he added.\n    An earlier pact expires next week, draining 8.5 billion\nmarks from the system. Banks also face a heavy but temporary\ndrain this month from a major tax deadline for customers.\n    Banks held 52.0 billion marks on February 27 at the\nBundesbank, averaging 51.0 billion over the whole month, just\nclear of the 50.5 billion February reserve requirement.\n    Call money traded today at 3.85/95 pct, up from 3.80/90\nyesterday.\n REUTER\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}