{
    "DATE": "20-MAR-1987 11:49:52.71",
    "TOPICS": [
        "silver",
        "copper",
        "lead",
        "zinc",
        "gold",
        "strategic-metal"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "7775",
    "TEXT": {
        "TITLE": "HOUSTON METALS' MINE YIELDS POSITIVE RESULTS",
        "DATELINE": "    VANCOUVER, March 20 - ",
        "BODY": "<Houston Metals Corp> said the\nthe first phase of the underground rehabilitation, extensive\ndrilling and bulk sampling program at its Silver Queen Mine has\nyielded positive results.\n    Houston said representative assays from the 2,750 ft and\n2,600 ft levels at the south end of the mine established ore\ndeposits in the following ranges: copper, 3.7 pct to 5.08 pct,\nlead .99 pct to 1.5 pct, zinc six pct to 9.6 pct, silver 15.63\npct to 79.92 oz per ton, gold .062 to .19 oz per ton, germanium\n93 to 103 grams per ton, gallium five to 18 grams per ton.\n    In addition, Houston Metals said the weighted average of 25\ndiamond-drilled holes 375 ft below the 2,600 foot level and 800\nft along the strike assayed gold at .237 oz per ton, silver at\n10.91 oz per ton and zinc at 8.99 pct.\n    An apparent parallel vein structure at the 2,600 ft level\nreturned similar values, the company said.\n    It added that preliminary metallurgical tests from\nrepresentative bulk ore samples indicate the commercial\nfeasability of producing a zinc and a copper-lead concentrate.\n    Houston Metals said gold, silver and the base metals have\nrecoveries of 90 pct to 95 pct, with 95 pct of gold recovered\nfrom better gold ores, while gallium, germanium and indium have\nrecoveries of between 66 pct to 82 pct and are included in the\nzinc concentrate.\n    The company's 1987 program of diamond drilling, underground\ndrifting and metallurgical evaluation is scheduled to start on\nApril.\n    Houston Metals said it has a 60 pct interest in the Silver\nQueen mines.\n    It added that funds for the program have been provided by\nFirst Exploration Fund, a Canadian limited partnership\nsponsored by Merrill Lynch Canada Inc and Dominion Securities\nInc.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "kullberg"
    ],
    "ORGS": [
        "ec",
        "gatt"
    ],
    "EXCHENGES": [
        "simex"
    ]
}