{
    "DATE": "17-APR-1987 07:47:54.28",
    "TOPICS": [
        "trade",
        "carcass",
        "orange",
        "rice"
    ],
    "NEWID": "16784",
    "TEXT": {
        "TITLE": "LYNG OPENS JAPAN TALKS ON FARM TRADE BARRIERS",
        "AUTHOR": "    By Greg McCune",
        "DATELINE": "    Tokyo, April 17 - ",
        "BODY": "U.S. Agriculture Secretary Richard Lyng\nopens talks with Japanese government officials today well aware\nhis demand for the opening of Japanese rice, beef and citrus\nmarkets is likely to be rejected.\n     But in an interview with Reuters during the flight to\nTokyo yesterday, Lyng said the goal of his trip was to throw an\ninternational spotlight on Japan's agricultural import\nprotection in the hope pressure would build on Tokyo to open\nits markets.\n    \"(The Japanese) have said they are happy we are coming, but\nthey are not going to give us anything,\" Lyng said.\n    U.S. Officials do not expect any Japanese concessions\nduring Lyng's two-week visit here. Any farm trade concessions\nwould be unveiled later this month, they said.\n    \"If there is anything of consequence to offer (Prime\nMinister Yasuhiro) Nakasone would take it with him,\" when he\nvisits Washington later in the month, one U.S. Official said.\n    Lyng plans to ask Japan to open the door to rice imports by\npartially lifting the longstanding ban on foreign purchases.\n    A private U.S. Rice trader visited Tokyo last week\nrequesting Japan buy 200,000 tonnes of rice for industrial uses\nsuch as making sake. Japan has rejected the overture, saying\nTokyo maintains a policy of self-sufficiency in rice.\n    Lyng will also press Japan to eliminate an import quota for\nbeef by April 1988 because he believes Japanese consumers would\nlike to buy much more beef than currently allowed.\n    He cited the example of a California company which\ntransports live U.S. Cattle to Japan by air for slaughter to\ncircumvent the beef quota. The cost of transport is higher than\nthe value of the animal, he said.\n    U.S. Officials said the Japan Livestock Industry Promotion\nCorporation which regulates beef imports, was forced to borrow\nfrom the fiscal 1987 quota earlier this year because the 1986\nquota was exhausted and Japanese beef prices were rising. Japan\nhas said it cannot open its markets to beef imports.\n    Along with beef, the U.S. Will also press Japan to\neliminate import quotas on fresh oranges and orange juice by\nApril, 1988. Some U.S. Officials believe Japan may eventually\nbe willing to scrap the quota on fresh oranges because\nliberalized trade would not necessarily damage the Japanese\nmandarin orange industry.\n    The quota on juice may be harder to eliminate because\nimports might replace domestic produced juice, U.S. And\nJapanese officials have said.\n   Lyng has resurrected a past U.S. Proposal that Japan buy\nsurplus U.S. Foodgrains for donation to developing countries,\nbut some U.S. Officials are skeptical action will be taken.\n   Lyng will also urge Japan to put its domestic farm policies,\nincluding rice, on the negotiating table during GATT talks in\nGeneva. He said Japan must eliminate import quotas on certain\nminor food products or face possible U.S. Reprisals.\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}