{
    "DATE": "23-MAR-1987 13:57:16.98",
    "TOPICS": [
        "crude",
        "ship"
    ],
    "PLACES": [
        "usa",
        "iran",
        "iraq",
        "kuwait"
    ],
    "NEWID": "8421",
    "TEXT": {
        "TITLE": "U.S. PREPARED TO ESCORT KUWAITI TANKERS",
        "AUTHOR": "    By CHARLES ALDINGER, Reuters",
        "DATELINE": "    WASHINGTON, March 23 - ",
        "BODY": "The United States has offered Navy\nwarships to escort Kuwaiti oil tankers into and out of the \nGulf where they could be threatened by new Iranian anti-ship\nmissiles, U.S. defense officials said today.\n    \"We believe the Kuwaitis have also approached the Soviet\nUnion about the possibility of using Soviet tankers\" to ship\ntheir oil, one of the officials told Reuters. \"But if there is\nsuperpower protection, we would rather it come from us,\" the\nofficial said.\n    The officials, who asked not to be identified, said Kuwait\nhad asked about possible protection for a dozen vessels, most\nof them oil tankers, which could be supplied by three U.S. Navy\nguided missile destroyers and two guided missile frigates now\nin the southern part of the Gulf.\n    \"We told them we would give them help and we are waiting to\nhear the Kuwaiti response to our offer,\" one official said.\n    In addition to a half dozen ships in the U.S. Navy's small\nMideast Task Force near the Straits of Hormuz, the Pentagon has\nmoved 18 warships -- including the Aircraft Carrier Kitty Hawk\n-- into the northern Indian Ocean in the past month.\n    White House and defense officials said today that massing\nof the fleet was routine and had nothing to do with the\nIran-Iraq war or Iran's recent stationing of Chinese-made \nanti-ship missiles near the mouth of the Gulf.\n    The land-based missiles have increased concern in Kuwait\nand other Middle East countries that their oil shipments might\nbe affected. Several hundred vessels have been confirmed hit in\nthe  Gulf by Iran and Iraq since early 1984. White House\nspokesman Marlin Fitzwater told reporters today that it was in\nthe U.S. strategic interest to keep the free flow of oil in the\ngulf and through the Straits of Hormuz.\n    But he said U.S. ships in the region were on routine\nmaneuvers.\n    Defense Secretary Caspar Weinberger on Sunday declined to\ndiscuss specifics, but said the United States would do whatever\nwas necessary to keep the Gulf shipping open in the face of new\nIranian anti-ship missiles in the region.\n    \"We are fully prepared to do what's necessary to keep the\nshipping going and keep the freedom of navigation available in\nthat very vital waterway of the world,\" he said on NBC\ntelevision's \"Meet the Press.\"\n    The State Department said Friday Iran has been informed\nabout U.S. concern over the threat to oil shipments in the\nGulf. The communciation was sent through Switzerland, which\nrepresents American interests in Iran.\n     Iran on Sunday denied as baseless reports that it intended\nto threaten shipping in the gulf and warned the United States\nthat any interference in the region would meet a strong\nresponse from Tehran, Tehran Radio said.\n    An Iranian Foreign Ministry spokesman, quoted in a\nbroadcast monitored by the BBC in London, said reports that\nIran intends to threaten shipping in the Gulf were baseless.\n    \"In conjunction with this misleading propaganda, America has\nalready paved the ground to achieve its expansionist and\nhegemonistic intentions, aiming to build up its military\npresence in the region,\" he was quoted as saying.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "itc"
    ],
    "PEOPLE": [
        "bangemann"
    ]
}