{
    "DATE": "26-MAR-1987 11:47:02.79",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9978",
    "TEXT": {
        "TITLE": "FIRST INTERSTATE SEEKS ACQUISITION",
        "AUTHOR": "    by Janie Gabbett",
        "DATELINE": "    LOS ANGELES, March 26 - ",
        "BODY": "Less than two months after First\nInterstate Bancorp withdrew its bold attempt to buy BankAmerica\nCorp, Chairman Joseph Pinola is still looking for a good buy,\nbut he is also looking at ways to avoid being bought.\n    In a wide-ranging interview, Pinola said he's looking for\nways to improve profitability and capital between now and 1991,\n\"so as to resist any potential look at us...to maintain our\nindependence, if possible.\"\n    In 1991 federal regulatory changes will allow the major\nEast Coast banks to buy banks in California.\n    First Interstate, the fourth largest California bank, and\nthe nineth largest nationwide, owns 24 banks in 12 western\nstates and has franchise operations in four additional states.\n    Bank industry sources say it is an attractive target for\nlarge U.S. or foreign banks, looking to quickly move into the \nlucrative California market and the West Coast region.\n    While declining specifics on his corporate strategy, when\nasked if acquisitions will be part of the plan, Pinola replied,\n\"That's undoubtedly a fair statement...it would be almost naive\nnot to think that.\"\n    Pinola characterized his acquisition strategy as\n\"opportunistic\".\n    He said he will look for banks in management trouble that\nhe can get at a bargain, then add management to restore\nprofitability, or for banks in states where First Interstate\nalready operates, then cut costs by combining resources.\n    The exception, he said, would be Texas, where he said most\nof the banks are already well managed, but might be purchased\nat a discount because of the depressed regional economy.\n    Pinola declined comment on what circumstances might move\nhim to rekindle his bid for BankAmerica, saying only, \"We\ncontinue to monitor and look at a lot of things and a lot of\npeople continue to monitor and look at us.\"\n    Banking analysts, however, consider another First\nInterstate bid at BankAmerica a long shot, not likely to happen\nany time soon.\n    Pinola called his decision last month to withdraw his 3.25\nbillion dlr bid at the nation's second largest bank, \"a very,\nvery difficult decision.\"\n    With that decision made, however, he acknowledged First\nInterstate may now have a difficult time keeping its number\nfour position in the California banking community.\n    \"The competition in this state is tough,\" he said, noting\nCityBank's recent purchase of 50 financial service branches\nfrom Sears Roebuck company. \"CityBank is moving rapidly to move\nus down to fifth and Wells Fargo down to fourth,\" he said.\n    Outside California, Pinola acknowledged that Security\nPacific Corp, with its recent acquisitions in Arizona,\nWashington and Oregon, is quickly becoming a regional\ncompetitor in areas where First Interstate has long dominated.\n    \"Security is, has been and continues to be a highly\nprofitable and obviously well managed company,\" he said.\n    He added, however, First Interstate, at the moment, has the\nadvantages of having owned and managed regional banks longer\nand has the recognition advantage of having given its regional\nbanks a common name.\n    Pinola said while its coastal state banks are in good\nfinancial condition, First Interstate continues to sustain\nserious loan losses in its Rocky Mountain states, where energy,\nreal estate and agriculture dominate the economy.\n    Asked if he thought loan losses in those areas had peaked,\nhe said, \"I don't think it has bottomed out, because I think\nmost of the problems are real estate-related and the real\nestate problems are going to be with us for several years.\"\n    Pinola said another failing economic sector, agriculture in\nthe Midwest, has slowed expansion of First Interstate's\nfranchise operation.\n    First Interstate has 42 franchise banks that offer First\nInterstate financial services in ten states.\n    While a year ago he was considering taking his franchise\noperation east of the Mississippi River, Pinola said because\nmost of the franchise banks are now in the West, expansion into\nthe Midwest must come first.\n    Calling the franchise system, \"moderately profitable,\"\nPinola said, \"It is going to take a rejuvenation of the\nagriculture sector for us to commence franchising at the speed\nwe were generating before the last year or two.\"\n    On the banking industry in general, Pinola said he thinks\n1987 will be another bad year for loan losses, with only banks\nwith minimal holdings in real estate able to improve profits.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "ec"
    ]
}