{
    "DATE": "15-JUN-1987 13:50:22.20",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "eyskens"
    ],
    "NEWID": "18399",
    "TEXT": {
        "TITLE": "EC OFFICIAL WARNS U.S. ON UNILATERAL TRADE MOVES",
        "DATELINE": "    WASHINGTON, June 15 - ",
        "BODY": "Roy Denman, the European Community\nrepresentative in Washington, warned the United States against\nsetting a rule that trading partners running a surplus should\nbe \"beaten over the head\" for not removing trade barriers.\n    Denman, in an Op-Ed piece in today's Washington Post, said\ntrade disputes should be dealt with through negotiations,\neither bilaterally or multilaterally, through the Geneva-based\nUnited Nations agency, General Agreement on Tariffs and Trade,\nGATT.\n    Denman's comments came as the Senate was to begin debate\nthis week on a major trade bill.\n    \"It is dangerous to establish a rule that trading partners\nrunning a surplus with the United States should be beaten over\nthe head if trade barriers objected to by the United States are\nnot removed within a certain time-scale,\" said Denman in an\napparent reference to some of the measures in the congressional\ntrade bill.\n    \"If we turn to the path of unilateral action, retaliation\nand counter-retaliation, the one-world (GATT) trading system\nwill very quickly unravel,\" he said.\n    Denman said the 170 billion dlr U.S. trade deficit was not\npurely the result of unfair trade practices by foreign nations.\n    \"The trade deficit results from a combination of\nmacroeconomic factors (the U.S. budget deficit), the exchange\nrate and the competitiveness of (U.S.) domestic industry,\"\nDenman said.\n    He also said that Washington employed what he termed unfair\ntrade prctices.\n    He said the European Community had recently updated a list\nof some 30 U.S. trade barriers that impede EC exports.\n    \"We did not circulate this list with any hostile or\naggressive intent. We did so to set the record straight,\" Denman\nsaid.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ]
}