{
    "DATE": "18-JUN-1987 19:03:26.58",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "oecd"
    ],
    "NEWID": "19006",
    "TEXT": {
        "TITLE": "SQUIBB <SQB> SAID NOT INTERESTED IN BUYING CETUS",
        "AUTHOR": "    BY MARJORIE SHAFFER, REUTERS",
        "DATELINE": "    NEW YORK, June 18 - ",
        "BODY": "Robert Fildes, president and chief\nexecutive of Cetus Corp <CTUS.O>, told Reuters that Squibb Corp\nis not interested in buying Cetus.\n    Earlier the companies said Squibb would buy from Cetus a\nfive pct equity postion in Cetus for about 40 mln dlrs.\n    \"This is not an attempt by Squibb to become a major\nmajority holder in Cetus,\" Fildes told Reuters in an interview.\n\"Squibb has not approached us with any indication that they\nwant to acquire us and we wouldn't be interested in that kind\nof arrangement,\" said Fildes.\n    Squibb could not be reached to comment on the late comments\nby Fildes.\n    Squibb is Cetus' first pharmaceutical partner and the only\none to own an equity position in Cetus. Eastman Kodak Co <EK>\nand W.R. Grace <WR> both have joint ventures with Cetus, but\nneither owns an equity position in the company, said Fildes.\n    Cetus has a venture with Kodak to develp diagnostic\nproducts and with Grace to develop agricultural products.\n    Earlier, Squibb and Cetus announced in a joint statement \nan agreement in principle to form a joint venture to develop\nnew biotechnology products in several fields.\n   \n    As part of the deal Squibb will license several of Cetus'\nanticancer agents, including interleukin-2, in development.\nSquibb will sell the drugs only in Japan and other markets but\nnot in North American and Western Europe.\n    \"We wouldn't have done this deal had it not been understood\nthat Cetus wants to build its own fully integrated business in\nNorth America and Europe,\" said Fildes.\n    He said Squibb was the good partner because Squibb has a\nmajor joint venture in Japan and has sales capabilities of its\nown in that market.\n   \n    Fildes said Cetus has shunned licensing arrangements with\npharmaceutical companies because it wanted to build its own\nbusiness. Many large corporations have invested in small\nbiotech firms.\n    But Squibb's investment in Cetus is the first it has made\nin biotechnology. Fildes said that was attractive to Cetus\nbecause it wanted a partner that didn't have a relationship\nwith a large number of other biotechnology companies.\"\n   \n    Fildes said his strategy was to have partners in non drug\nareas like diagnostics and agriculture, but to \"keep the\nbiggest developments in anticancer drugs to ourselves.\"\n    Fildes said the partnership with Squibb would be used to\nbroaden the company's reach in such big money making areas\nas the cardiovascular, anti-infective and the anti-inflammatory\nmarkets.\n    Squibb is also investming 75 mln dlrs in Cetus' research\nover the next five years.\n   \n    \"Squibb is putting up over 75 mln dlrs in research and\ndevelopment to make it happen, while the equity position part\nof the package is simply to demonstrate the seriousness of this\npartnership,\" said Fildes.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ]
}