{
    "DATE": " 9-APR-1987 09:51:52.33",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "15539",
    "TEXT": {
        "TITLE": "BUNDESBANK SEES NO CHANGE IN MONETARY COURSE",
        "DATELINE": "    FRANKFURT, April 9 - ",
        "BODY": "The Bundesbank sees no current reason\nto change monetary course, vice-president Helmut Schlesinger\ntold Reuters in a telephone interview.\n    Schlesinger was responding to questions following remarks\nyesterday by Bundesbank board member Claus Koehler and West\nBerlin state central bank president Dieter Hiss, which, dealers\nsaid, revived some speculation that German interest rate cuts\nmay once again be under discussion.\n    Schlesinger said he had no comment on the remarks of his\ntwo central bank council colleagues.\n    But he added that the last central bank council meeting on\nApril 2 had discussed the economic situation with a mood of\n\"subdued optimism,\" particularly influenced by the news brought\nby several state central bank presidents.\n    \"Much is going better than the impression gained by the\npublic from the January figures, which have been in the\nmeantime superseded,\" he said.\n    German January industrial output fell 3.0 pct after a\ndecline of 0.9 pct in December. New industry orders fell 1.9\npct after they had been unchanged in December.\n    Bank economists said that the two together showed the\neconomy would either stagnate or contract in the first quarter\nof 1987.\n    Aside from the economic developments, Schlesinger added, a\nsteady monetary course was important to hold the dollar/mark\nrate around current levels as Bundesbank president Karl Otto\nPoehl had said while attending the Washington World Bank/IMF\nmeeting.\n    Asked, however, if the Bundesbank could move to cut rates\non repurchase agreements at the setting of the next repurchase\ntender, due next Tuesday, Schlesinger said, \"Since the central\nbank council gives its opinion on this theme only every 14\ndays, this is hardly probable.\"\n    Responding to the question whether the Bundesbank had moved\naway from a policy of targetting monetary growth toward one of\ntargetting currency rates, Schlesinger said he could have no\ncomment on the subject while negotiations were still in\nprogress in Washington.\n REUTER\n\u0003"
    },
    "ORGS": [
        "fao"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ]
}