{
    "DATE": "24-MAR-1987 14:43:15.25",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "8961",
    "TEXT": {
        "TITLE": "COCOA BUFFER STOCK ACCORD CLOSER, DELEGATES SAY",
        "AUTHOR": "    By Lisa Vaughan, Reuters",
        "DATELINE": "    LONDON, March 24 - ",
        "BODY": "The International Cocoa Organization\n(ICCO) moved closer to an agreement on buffer stock rules, with\nmany delegates saying they expect to reach an accord by Friday.\n    \"Everyone is convinced the buffer stock rules should be in\nplace by Friday so the buffer stock can be put into operation\nMonday,\" a consumer delegate said. \"The atmosphere is excellent.\"\n    Other delegates said the buffer stock might not be\noperational by Monday but could be in place by around April 1,\nif the rules are agreed by Friday.\n    A detailed package on how the buffer stock manager will buy\nand sell cocoa was presented to a buffer stock working group\nthis afternoon -- a big step toward a \"very interesting stage of\nnegotiations,\" delegates said.\n    The package, based on negotiating principles informally\nagreed by delegates, has been forged bit by bit during\nfortnight-long meetings by ICCO Executive Director Kobena\nErbynn and a small group of other delegates.\n    Producers, the European Community (EC) and consumers are\nscheduled to consider the paper separately and then jointly\ntomorrow.\n    Under the proposal, the buffer stock manager would buy\ncocoa from origins or the second-hand market on an offer\nsystem. He would alert the market via news agencies as to when\nhe wanted to buy cocoa and include shipment details and tonnage\ndesired, delegates said.\n    The manager would buy cocoa on a competitive basis, rather\nthan choosing the cheapest cocoa as before, giving preference\nto ICCO member-country exporters. Standard price differentials\nwould be fixed for each origin, similar to golf handicaps, to\ndetermine the relative competitiveness of offers of various\ncocoas from different origins, they said.\n    The differentials could be reviewed at the request of a\nmember country or recommendation of the buffer stock manager,\nthe delegates said. Revision would be decided by a majority\nvote of the ICCO council.\n    Buffer stock purchases from non-ICCO member countries would\nnot be allowed to exceed 10 pct of the total buffer stock, they\nsaid.\n    The purchases would be limited to 5,000 tonnes of cocoa per\nday and 20,000 tonnes per week, and could be bought in nearby,\nintermediate and forward positions, they added.\n    One of the underlying ideas of the rules package is\n\"transparency,\" meaning virtually all the buffer stock manager's\nmarket activities will be public and he will have as little\ndiscretion as possible, delegates said.\n    After the tin market collapse in 1985, when the\nInternational Tin Council buffer stock ran out of funds, cocoa\ndelegates are anxious to install safeguards in the cocoa market\nmechanism, they said.\n     Earnest debate on the buffer stock proposal is expected to\nbegin late tomorrow, as delegations feel the pressure of the\napproaching Friday deadline, when the ICCO meeting is due to\nadjourn, delegates said.\n    The ICCO failed to agree buffer stock rules in January when\nthe new International Cocoa Agreement came into force. The\nexisting buffer stock of 100,000 tonnes of cocoa was frozen in\nplace with its bank balance of 250 mln dlrs -- both untouchable\nuntil rules are agreed.\n     Though the current semi-annual council meeting is not the\nlast chance for delegates to cement buffer stock rules,\nproducers are keen to get the wheels of the market-stabilizing\nmechanism turning to stem the decline in world prices,\ndelegates said.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "icco"
    ],
    "PEOPLE": [
        "herrington"
    ]
}