{
    "DATE": "24-MAR-1987 07:15:16.55",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "8663",
    "TEXT": {
        "TITLE": "NAKASONE INTERVENES IN MICROCHIP DISPUTE",
        "DATELINE": "    TOKYO, March 24 - ",
        "BODY": "Prime Minister Yasuhiro Nakasone\nintervened to try to resolve Japan's escalating dispute with\nthe U.S. Over semiconductor trade, government officials said.\n    At today's Cabinet meeting, Nakasone told Trade and\nIndustry Minister Hajime Tamura to redouble his efforts to calm\nU.S. Anger over what it sees as Japan's unfair trade practices\nin semiconductors.\n    Nakasone intervened only two days before a scheduled\nmeeting of the Reagan administration's Economic Policy Council\nto consider whether Japan is reneging on its microchip pact\nwith the U.S.\n    That pact, agreed last year after months of negotiations,\ncalls on Japan to stop selling cut-price chips in world markets\nand to raise its imports of U.S. Semiconductors.\n    Senior U.S. Officials have accused Tokyo of failing to live\nup to the accord and have threatened retaliatory action.\n    Yesterday, Tamura's Ministry of International Trade and\nIndustry (MITI) launched a last-ditch attempt to salvage the\npact by writing letters to U.S. Policy makers setting out\nJapan's case and telling Japanese chip makers to cut output.\n    In his letter, the contents of which were released today,\nTamura said a MITI survey carried out at the beginning of March\nshowed Japanese producers were not selling at cut-rate prices\nin Asian markets.\n    In a separate letter sent to senior U.S. Officials, MITI\nvice minister for international affairs Makoto Kuroda suggested\nthe two countries could conduct a joint investigation into\nallegations of Japanese chip dumping in such markets.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "nakasone",
        "tamura"
    ]
}