{
    "DATE": " 3-APR-1987 08:09:49.21",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12806",
    "TEXT": {
        "TITLE": "U.S. TREASURY POLICIES SAID UNCHANGED BY DEPARTURE",
        "AUTHOR": "    By Peter Torday",
        "DATELINE": "    WASHINGTON, April 2 - ",
        "BODY": "The departure of James Baker's\nclosest aide, Deputy Treasury Secretary Richard Darman, will\nnot change the course of Washington's domestic and\ninternational economic policies, U.S. officials said.\n    Darman, who has worked alongside Baker for six years, was\nwidely credited with helping him mastermind initiatives on\ncurrency management and international economic cooperation.\n    U.S. Officials said Darman also played a key role in\nshepherding President Reagan's sweeping tax reform plan through\nthe U.S. Congress.\n    But they flatly dismissed suggestions that his departure,\nto the investment banking firm of Shearson Lehman Brothers,\nsignaled the Baker team was breaking up, or that the Treasury\nSecretary himself might leave soon.\n    \"It really does not mean that, he took the opportunity as it\ncame up,\" one official said.\n    Another commented, \"Baker will miss him, but he's not going\nto stand in his way.\"\n    There has been widespread speculation since last autumn\nthat Darman sought a Wall Street job.\n    Officials said Darman felt the passage of tax reform late\nlast year marked an appropriate moment to bow out.\n    Baker acknowledged Darman would be sorely missed.\n    \"Dick Darman has contributed mightily to the success of this\nadministration over the past six years and his departure\nrepresents a substantial loss,\" he said.\n    U.S. Officials admitted Darman's absence would be an\nundoubted blow to Baker, who has relied on him for policy\nadvice, both at the White House and, in Reagan's second term,\nat the Treasury. One aide once described Darman as\n\"indispensable\" to Baker.\n    Baker is widely thought to want a more stable currency\nsystem and Darman is generally credited by officials of other\nnations as Baker's leading theorist on this issue, favouring\ntarget zones to limit currency fluctuations.\n    Earlier this year, monetary sources said the U.S. Treasury\nunsuccessfully sounded out allies on a target zone system.\n    But a U.S. Official disputed the assessment that, with\nDarman gone, Baker would abandon international initiatives.\n    Baker's work as head of Reagan's Economic Policy Council,\nspearheading trade policy, and his skills in negotiating with\nthe Democrat-controlled Congress will go on as before.\n    Darman's strength was not as an economist, but as a\npolitical strategist \"and that's Baker's strength too,\" the\nofficial said.\n    There were already indications that Baker, who throughout\nhis time in government has relied on a closely-knit circle of\nadvisers, has moved swiftly to find a successor.\n    One possibility is that Baker might turn to George Gould,\nwho holds the number three Treasury position of\nUnder-Secretary.\n    Gould, another close confidante, has known Baker for years.\n    Before joining the Treasury in November 1985, Gould was a\npartner at the Wall Steet firm of Wertheim and Co and formerly\nheaded Donaldson, Lufkin and Jenrette Securities Corp.\n    The Darman announcement came on the eve of the semi-annual\nmeetings of the International Monetary Fund and the World Bank,\nwhere many policies Darman helped shape will be debated.\n    He helped Baker devise the September, 1985 Plaza Agreement,\nwhen the United States, Japan, West Germany, France and Britain\ncurbed the dollar's strength. The pact was a major turning\npoint in U.S. Policy, ending a period of disdain for economic\ncooperation and intervention in currency markets.\n    Darman also worked on some other Baker initiatives, like\nthe Tokyo Summit agreement to intensify coordination of\neconomic policies among the leading industrial countries and\nthe recent Paris Agreement to stabilise currencies and\nstimulate global growth.\n    These policies are collectively aimed at redressing the\nhuge gap between Japan and West Germany's trade surpluses and\nthe United State's massive trade deficit.\n    That policy goal still remains a prime objective of the\nReagan Administration and will not change with Darman's\ndeparture.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}