{
    "DATE": "18-JUN-1987 22:33:01.85",
    "TOPICS": [
        "money-supply",
        "money-fx",
        "dlr"
    ],
    "ORGS": [
        "oecd"
    ],
    "NEWID": "19028",
    "TEXT": {
        "TITLE": "FED DATA SUGGEST NO CHANGE IN MONETARY POLICY",
        "AUTHOR": "    By Kathleen Hays, Reuters",
        "DATELINE": "    NEW YORK, June 18 - ",
        "BODY": "New U.S. Banking data suggest the\nFederal Reserve is guiding monetary policy along a steady path\nand is not signalling any imminent change of course, economists\nsaid.\n    But they also said that if money supply growth remains\nweak, as this week's unexpected eight billion dlr M-1 decline\nsuggests it may, this could influence the Fed to loosen its\ncredit reins and move toward a more accommodative monetary\npolicy.\n    A Reuter survey of 17 money market economists produced a\nforecast of a 600 mln dlr M-1 decline for the week ended June\n8, with estimates ranging from a gain of one billion dlrs to a\ndecline of four billion. Instead, M-1 fell eight billion dlrs\nto 745.7 billion dlrs at a seasonally adjusted annual rate.\n    Coming on the heels of a 4.3 billion decrease in M-1 for\nthe week ended June 1, this means the nation's money supply has\nfallen more than 12 billion dlrs in the past two weeks,\neconomists said.\n    \"M-1 has hit an air pocket of weakness,\" said Bill Sullivan\nof Dean Witter Reynolds Inc.\n    While M-1 may have lost its significance as an indicator of\neconomic growth, Sullivan said Fed officials might be concerned\nthe latest drop in M-1 means another month of sluggish growth\nin the broader monetary aggregates, M-2 and M-3, which are seen\nas better gauges of economic growth.\n    Latest monthly M-2 and M-3 data showed that as of May, both\nmeasures were growing at rates below the bottom of the Fed's\n5-1/2 to 8-1/2 pct target ranges.\n    If money growth does not accelerate, Fed officials,\nconcerned that this indicates economic growth is flagging,\ncould turn toward easier monetary policy, economists said.\n    \"Does this mean that the Fed abandons its current open\nmarket position? No,\" Sullivan said. \"But does this mean the end\nof tightening for the time being? Definitely yes.\"\n    Economists said average adjusted discount window borrowings\nof 385 mln dlrs for the latest two-week bank statement period\nwere lower than they had expected. Most believed the Fed had\ntargetted a two-week borrowings average of around 500 mln dlrs.\n    But they said that if it had not been for a large one-day\nnet miss in the Fed's reserve projections, the higher\nborrowings target would probably have been reached.\n    A drop in May U.S. Housing starts and continued weakness in\nauto sales show key sectors of the U.S. Economy are lagging,\nwhile a recent modest 0.3 pct gain in May producer prices has\nhelped dispel inflation fears, Slifer said.\n    \"If this continues, we can entertain the notion of Fed\neasing at some point,\" he said.\n    Other economists said the Fed would probably pay little\nattention to weak money supply growth. \"It has been a number of\nyears since M-1 has given good signs of what's going on in the\neconomy,\" one said. \"I don't think M-1 shows that the economy is\nfalling apart and the Fed should ease.\"\n    Economists agreed a stable dollar will continue to be a\nprerequisite for any move by the Fed toward easier monetary\npolicy.\n    They said the Fed is reluctant to lower short-term rates\nfor fear this would spur expectations of a weaker dollar and\nhigher inflation which would push up long-term yields and choke\noff econmomic growth.\n    But Sullivan said the dollar has been steady since late\nApril. \"The Fed has to determine if this represents a\nfundamental change for the dollar. If it does, then this gives\nthem more room to ease,\" he said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "miyazawa"
    ]
}