{
    "DATE": " 8-APR-1987 06:44:25.79",
    "TOPICS": [
        "gnp",
        "cpi"
    ],
    "PLACES": [
        "kuwait"
    ],
    "PEOPLE": [
        "johnston"
    ],
    "NEWID": "14891",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - KUWAITI ECONOMY",
        "AUTHOR": "    By Rory Channing, Reuters",
        "DATELINE": "    KUWAIT, April 8 - ",
        "BODY": "Kuwait's oil-reliant and debt-ridden\neconomy has started to pull out of a nosedive but oil prices\nwill determine the pace of recovery, bankers and economists\nsay.\n    Crucial will be the ability of the 13-member OPEC to hold\noil prices around a new benchmark of 18 dlrs a barrel in the\nnorthern hemisphere summer when demand usually slackens.\n    Bankers estimate the economy, measured in terms of gross\ndomestic product (gdp), shrank 19 pct in real terms last year\nafter contracting 8.1 pct the year before.\n    This was after taking into account inflation in consumer\nprices of 1.5 pct in 1985, slowing to 1.0 pct in 1986.\n    Factors depressing economic activity include the\n6-1/2-year-old Iran-Iraq war on Kuwait's doorstep, which\nthreatens the emirate's vital oil export lifeline through the\nGulf and has sapped business confidence.\n    But sentiment received a much-needed boost in September\nwhen, after a series of piecemeal steps to combat a debt crisis\ncaused by the 1982 crash of local stock market, a comprehensive\nnew debt settlement program was introduced.\n    The share crash, result of a speculative spree in forward\ntrading, left 95 billion dlrs of post-dated cheques in default.\n    The cheques were also used as collateral for consumer\nspending, thus generating an informal credit system.\n    Much of the debt has been watered down but big sums are\nstill owed by individuals and companies.\n    There was some 4.4 billion dinars (about 15.7 billion dlrs)\nin outstanding bank credit at the end of 1986, of which\none-quarter to one-third was estimated by bankers to rank as\nbad or doubtful debt. But the government has repeatedly said it\nwill not allow any banks to go under.\n    The new debt settlement scheme entails a rescheduling of\nproblem credit over 10 to 15 years, depending on whether\ndebtors have regular cash flows or not.\n    Banks' shareholders and depositors will have their rights\nguaranteed by the government -- an edict of vital significance\nin a country of only 1.7 mln people where the financial sector\nis the biggest after oil.\n    Kuwait is better placed than any other OPEC country to ride\nout the oil glut, bankers and economists say.\n    Kuwait has an OPEC quota of 948,000 barrels per day (bpd)\ncompared with production capacity of 4.0 mln bpd mentioned last\nyear by Oil Minister Sheikh Ali al-Khalifa al-Sabah.\n    But strategic diversification into downstream operations in\nEurope several years ago and a hefty refining investment at\nhome gives it guaranteed markets abroad and enables it to sell\nover one-half of its output as high-grade refined oil products.\n    Oil industry sources say Kuwait is able to get an average\n2.00 dlrs a barrel more by selling oil in the form of processed\nproduct such as gas oil, kerosene and naphtha, rather than as\ncrude.\n    Bankers say the rebound in oil prices is the major reason\nfor cautious optimism. Other reasons are low domestic\ninflation, a bottoming out of the fall in imports in recent\nyears and signs government spending on productive sectors will\nremain steady.\n    External accounts are in good shape, with an estimated 1.8\nbillion dinar current account surplus in 1986, 16 pct below\nthat for 1985, but still an achievement in the recession-hit\nGulf.\n    Kuwait's petrodollar reserves in mid-1986 were put\nofficially at over 80 billion dlrs, earning investment income\nof the equivalent of about 3.65 billion dlrs a year.\n    But for the first time since the end of the oil boom, these\nreserves may not be enough to prevent a \"real\" budget deficit for\nthe 1986/87 fiscal year ending June 30, bankers say.\n    In a budget portrayed by bankers as mildly contractionary,\nrevenues for 1986/87 were cut 38.6 pct and spending 11 pct,\ndoubling the nominal deficit to 1.33 billion dinars.\n    This left out income from state reserves, usually excluded\nin official budget accounting, which are forecast by bankers at\nup to 1.0 billion dinars in 1986/87, resulting in some\nshortfall.\n    Bankers say it is too early to venture a forecast for\neconomic growth this year or next.\n    \"It depends on oil prices,\" one said. \"This summer is\nimportant.\"\n    Cabinet Affairs Minister Rashid al-Rashid said last Sunday\nthe cabinet has ratified recommendations to rationalise state\nspending in favour of productive sectors and reactivate the\neconomy.\n    He gave no details but bankers say these are expected to be\nspelled out in the 1987/88 budget, possibly in June.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}