{
    "DATE": "18-MAR-1987 12:24:35.02",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6606",
    "TEXT": {
        "TITLE": "U.S ENERGY SECRETARY PROPOSES OIL TAX INCENTIVES",
        "DATELINE": "    WASHINGTON, March 18 - ",
        "BODY": "Energy Secretary John Herrington\nsaid he will propose tax incentives to increase domestic oil\nand natural gas exploration and production to the Reagan\nAdministration for consideration.\n    \"These options boost production, while avoiding the huge\ncosts associated with proposals like an oil import fee,\"\nHerrington told a House Energy subcommittee hearing. \"It is my\nintention to submit these proposals to the domestic policy\ncouncil and the cabinet for consideration and review.\"\n    He said proposals, including an increase in the oil\ndepletion allowance and repeal of the windfall profits tax,\nshould be revenue neutral and promote domestic production at\nthe least cost to the economy and the taxpayers.\n    \"The goal of the Administration policies is to increase\ndomestic production. I would like to shoot for one mln barrels\na year.\"\n    The proposals were based on a DOE study released yesterday\nwarning the United States was threatened by a growing\ndependence on oil imports.\n    \"We project free world dependence on Persian Gulf oil at 65\npct by 1995,\" Herrington said.\n    He said it was too soon to say what the Administration\npolicy on oil tax incentives would be and indicated there would\nbe opposition to tax changes.\n    \"Of course, to move forward with these kinds of options\nwould require reopening tax issues settled last year (in the\ntax reform bill) -- an approach which has not, in general, been\nfavored by the administration. I think what we need is to\ndebate this within the Administration,\" he said.\n    He said the proposals might raise gasoline prices.\n    Herrington did not specifically confirm a report in today's\nWashington Post that he had written to President Reagan urging\nan increase in the oil depletion allowance.\n    Asked about the report by subcommittee members, Herrington\nsaid various proposals were under consideration and would be\ndebated within the Administration to determine which would have\nthe most benefits at the least cost.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}