{
    "DATE": "17-MAR-1987 09:07:40.52",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan",
        "belgium"
    ],
    "NEWID": "5895",
    "TEXT": {
        "TITLE": "EC WARNS U.S. AND JAPAN ON TRADE TENSIONS",
        "DATELINE": "    BRUSSELS, March 17 - ",
        "BODY": "The European Community (EC) yesterday\nwarned Japan and the United States, its main trading partners,\nthat friction over trade issues is affecting the EC's relations\nwith both countries.\n    EC foreign ministers issued a statement deploring Japan's\ncontinued trade imbalance and appealed for the country to make\na greater effort to open up its markets. They also said they\nwere disturbed by a draft bill before the U.S. Congress that\nwould impose permanent quotas on textile imports and were\nprepared to react. The U.S. Administration has already\ndistanced itself from the bill.\n    EC External Trade Commissioner Willy De Clercq has written\nto his U.S. Counterpart, Trade Representative Clayton Yeutter,\noutlining the EC's concerns.\n    The statement said ministers were very disturbed by U.S.\nMoves towards protectionism. \"The adoption of such measures\nwould not fail to have a negative effect on the process of\nmultilateral negotiations just started, as well as on bilateral\nrelations,\" it said.\n    Any unilateral U.S. Moves would leave the EC no option but\nto react according to the laws of the General Agreement on\nTariffs and Trade, it said.\n    In a separate statement on Japan, the EC ministers said\nthey \"deplore the continued aggravation of the imbalance in\ntrade (and) expect Japan to open up its market more.\"\n    The statement said the EC would continue to insist that\nJapan boost imports and stimulate domestic demand.\n    Ministers also called on the EC Commission to prepare a\nreport on U.S.-Japanese trade for July this year to enable them\nto take appropriate action where necessary.\n    One diplomat said the call for a report showed ministers\nwere determined not to let the Japanese question drop. \"It will\nbe back on the table again and again,\" the diplomat said.\n    De Clercq, talking to journalists during the meeting, said,\n\"There is a certain nervousness, a growing impatience within the\nCommunity concerning trade relations with Japan.\"\n    But diplomats said the EC is keen to negotiate with Tokyo\nto solve the problem rather than embark on a costly and\ndamaging trade war, and the ministers called for more\ncooperation with Japan in industry and research.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "de-clercq",
        "yeutter"
    ]
}