{
    "DATE": "21-APR-1987 05:20:31.87",
    "TOPICS": [
        "trade",
        "grain",
        "rice",
        "carcass",
        "livestock",
        "orange"
    ],
    "NEWID": "16947",
    "TEXT": {
        "TITLE": "LYNG WARNS U.S. TRADE SITUATION IS EXPLOSIVE (RPT)",
        "DATELINE": "    TOKYO, April 21 - ",
        "BODY": "U.S. Agriculture Secretary Richard Lyng\nsaid Japanese government officials do not seem to understand\nthat protectionist sentiment in the U.S. Could lead to an\nexplosive situation and protectionist legislation.\n    Speaking to the National Press Club of Japan, Lyng said\nprotectionist sentiment in the U.S. Has increased alarmingly\nduring the last six months.\n    \"It is a radically changed situation and is very explosive.\nWe are on the verge of some very harsh mandatory retaliatory\nlaws which would have very serious consequences for other\ncountries, especially Japan,\" Lyng told reporters.\n    Lyng's comments about protectionist trade legislation\nappeared to be a reference to the so-called Gephardt provision,\nrequiring retaliation against countries which have trade\nsurpluses with the U.S., Trade analysts said.\n    U.S. House majority leader Thomas Foley, a Washington\nDemocrat, yesterday predicted during a visit here that the\nGephardt provision will be approved by the House when trade\nlegislation is taken up later this month.\n    Senior Japanese officials do not seem to perceive the\nvolatility of the situation in the U.S., Where Congress is\nincreasingly unpredictable, he said.\n    \"The purpose of this trip is to emphasise the fact that\npatience is beginning to be very much frayed in Washington. I\ncannot emphasise that enough,\" Lyng said.\n    In talks with Japanese Agriculture Minister Mutsuki Kato\nyesterday, Lyng and Trade representative Clayton Yeutter asked\nJapan to begin negotiations on its rice policy and end import\nquotas on beef and citrus.\n    Lyng said he was disappointed Kato rejected the U.S.\nRequest but hoped it would not lead to a protectionist response\nin Congress, where legislation on rice retaliation has been\nintroduced in both the House and Senate.\n    Lyng said the U.S. Is dependent on Japan as a market for\nexports because Japan has been the largest buyer of U.S. Farm\nproducts since 1964, especially grains.\n    He said the U.S. Understands Japan, with a limited land\narea, is concerned about maintaining some level of\nself-sufficiency in food for national security reasons.\n    But he argued the freeing of farm product imports would not\nnecessarily weaken Japanese agriculture.\n    Lyng pledged the U.S. Will never again embargo shipments of\nfarm products as it did in 1973.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "lyng",
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}