{
    "DATE": "13-MAR-1987 14:05:26.20",
    "TOPICS": [
        "crude",
        "ship"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "4953",
    "TEXT": {
        "TITLE": "BRAZILIAN TROOPS TO LEAVE OIL REFINERIES",
        "AUTHOR": "    By Stephen Powell, Reuters",
        "DATELINE": "    SAO PAULO, MARCH 13 - ",
        "BODY": "Brazil's labour troubles eased a\nlittle today as the authorities announced they were withdrawing\ntroops from the country's main oil installations occupied three\ndays ago.\n    The troops went in at the request of the state-oil company\nPetrobras because of the threat of a strike by 55,000 oil\nindustry employees.\n    Petrobras said in a statement today it had requested the\nwithdrawal of the troops. The situation in the refineries was\ncalm, it said, and the employees had indicated their\nwillingness to negotiate a pay deal.\n    A national seamen's strike, however, continued and marines\nremained in the country's main ports. The marines were\ndespatched to the ports after the seamen's strike, now two\nweeks old, was ruled illegal last Friday.\n    A spokesman at the national strike headquarters in Rio de\nJaneiro said today a total of l63 ships were strike-bound, 135\nin Brazil and 28 in foreign ports.\n    Yesterday two small companies specialised in the transport\nof chemicals, Global and Flumar, struck a pay accord with their\nseamen who have secured a 120 pct increase.\n    Brazilian newspapers today hailed these agreements as a\nsign that the national strike could soon come to an end.\n    Both companies employ fewer than 200 seamen and union\nleaders said the vast majority of Brazil's 40,000 seamen were\nstill on strike.\n    The threat of a stoppage by oil industry employees appeared\ntoday to be receding. Petrobras said in its statement that the\ncompany would meet union leaders for pay talks in Rio de\nJaneiro next Wednesday.\n    Labour Minister Almir Pazzionotto would act as a mediator.\n    Besides industrial troubles, there has also been\nconsiderable unrest this week in the agricultural sector.\n    On Tuesday hundreds of thousands of farmers held rallies\nthroughout the country to protest against high interest rates.\n    Television reports showed some of these protests still\ncontinuing today, with farmers blockading banks with their\nvehicles in several towns in the states of Sao Paulo and\nParana.\n    The strikes in Brazil come as the government is trying to\nextricate itself from a serious debt crisis brought on by a\ndeterioration in its trade balance.\n    On February 20 President Jose Sarney announced that Brazil\nwas suspending interest payments on 68 billion dlrs of debt to\nprivate banks.\n    Because of the seamen strike exports are being delayed and\nthe country is losing badly needed foreign exchange.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}