{
    "DATE": "16-MAR-1987 19:06:29.51",
    "TOPICS": [
        "oilseed",
        "veg-oil"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "5761",
    "TEXT": {
        "TITLE": "EC COMMISSION DEFENDS FARM PROGRAM",
        "DATELINE": "    BRUSSELS, March 16 - ",
        "BODY": "The European Community's (EC)\nexecutive Commission defended attacks on major elements of its\nambitious program to rid the EC of its controversial farm\nsurpluses, after strong attacks from northern states.\n    Britain and West Germany, backed by the Netherlands and\nDenmark, opposed a proposed tax on edible oils and fats which\nhas already sparked strong protest from exporters to the EC led\nby the U.S. and from EC consumer groups, diplomats said.\n    But EC Agriculture Commissioner Frans Andriessen told\njournalists he had warned ministers that failure to agree the\ntax, proposed last month as part of the Commission's annual\nfarm price package, would leave a large hole in the group's\nbudget.\n    He added that he hoped states had not yet made their mind\nup for good. \"I hope the debate is still open, if not there will\nbe a formidable hole in the budget,\" he said.\n    The shortfall could reach two billion dollars in 1988 and\nwould be only slightly less this year, he said.\n    Foreign ministers were taking a first look at the tax ahead\nof farm ministers in a move described by diplomats as\nunprecedented and welcomed by Andriessen as a sign ministers\nrecognised the importance of reforming the EC's farm policy.\n    The proposed tax is designed to provide the EC with extra\ncash to finance community oilseed crops at their current levels\nand to brake a dramatic decrease in olive oil consumption by\nmaking it more competitive with other oils.\n    Andriessen noted the EC has over two mln olive oil\nproducers, mostly small farmers, who could be helped by the\ntax.\n    \"What we are suggesting is reasonable, it should be better\nunderstood not just outside the community but at home,\" he said.\n    Britain, normally a keen advocate of radical changes in the\nEC's costly farm subsidies system, warned the proposal to\nimpose the tax on both domestic and imported oils and fats\ncould seriously damage the EC's trade relations with other\ncountries.\n    Britain also warned that the tax could hit developing\ncountries already receiving aid from the EC, they said.\n    The Commission also defended proposals to dismantle\nMonetary Compensatory Amounts (MCA) -- a system of cross border\nsubsidies and taxes to level out foreign exchange fluctuations\nfor farm exports -- against harsh West German criticism.\n    In a letter this weekend from Chancellor Helmut Kohl to EC\nexecutive Commission President, Jacques Delors, Kohl made clear\nsuch a dismantling would mainly hit West German farmers.\n    Diplomats said West Germany again repeated its criticism at\nthe talks here but Andriessen told journalists that Germany had\nbeen alone in its opposition. The question was a key aspect of\nthe Commission's farm price proposals, he added.\n   Ministers also agreed a 3.5 billion dlrs scheme to rid the\nEC of its butter mountain, despite Spanish and Portuguese\nopposition.\n    The scheme will pay for the disposal of one mln tonnes of\nunwanted butter, by selling it at knock-down prices, turning it\ninto animal feed or exporting it at subsidised prices.\n    National capitals are due to be reimbursed later out of\nsavings from another plan to curb milk production.\n    Diplomats said Spain and Portugal have been angered by the\nscheme, which they feel forces them to pay for massive\nsurpluses built up before they joined the community last year,\nbut the two countries did not block today's vote.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "de-clercq"
    ]
}