{
    "DATE": "19-OCT-1987 18:36:15.31",
    "TOPICS": [
        "crude",
        "ship"
    ],
    "PLACES": [
        "usa",
        "iran"
    ],
    "NEWID": "20881",
    "TEXT": {
        "TITLE": "U.S., AT U.N., CLAIMS SELF-DEFENSE FOR GULF ATTACK",
        "DATELINE": "    UNITED NATIONS, Oct 19 -",
        "BODY": "The United States invoked the right\nof self-defense in destroying an Iranian oil platform in the\nGulf, the American delegation told the United Nations.\n    Lieutenant General Vernon Walters sent letters about the\nincident to Security Council President Maurizio Bucci, the\ndelegate of Italy, and Secretary General Javier Perez de\nCuellar.\n    U.N. press secretary Francois Giuliani said the Secretary\nGeneral had no comment on the attack, which followed his appeal\nlast Friday for restraint in the crisis while he pursued\nefforts to obtain a ceasefire between Iran and Iraq.\n    In his explanation, Walters said the United States took\ndefensive action in response to an Iranian attack against\nAmerican ships in the Gulf.\n    He cited an Iranian Silkworm missile strike last Friday in\nKuwait waters against the United States-flag ship Sea Isle\nCity.\n    Walters said that military forces on the destroyed Iranian\nplatform had engaged in a variety of actions against United\nStates-flag and other nonbelligerent vessels and planes.\n    \"In accordance with Article 51 of the United Nations\n(Charter), I wish, on behalf of my government, to report that\nUnited States forces have exercised the inherent right of\nself-defense under internation law by taking defensive action\nin response to attacks by . . . Iran against United States\nvessels in the Gulf,\" Walters said.\n    Members of the Security Council met behind closed doors on\nMonday to discuss developments in the Gulf war, but no\nstatement was issued afterwards.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "poehl",
        "james-baker",
        "stoltenberg"
    ],
    "EXCHENGES": [
        "amex"
    ]
}