{
    "DATE": "23-MAR-1987 07:16:11.07",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan",
        "new-zealand"
    ],
    "NEWID": "8186",
    "TEXT": {
        "TITLE": "YEUTTER SEES U.S., JAPAN VERGING ON TRADE CONFLICT",
        "DATELINE": "    TAUPO, New Zealand, March 23 - ",
        "BODY": "The United States and Japan\nare on the brink of serious conflict on trade, especially over\nsemiconductors, Japanese unwillingness for public bodies to buy\nU.S. Super-computers, and barriers to U.S. Firms seeking to\nparticipate in the eight billion dlr Kansai airport project,\nU.S. Trade Representative Clayton Yeutter said.\n    He was talking to reporters yesterday on the eve of a\ntwo-day meeting of trade ministers which will review progress\nmade by committees set up after the Uruguay meeting last\nSeptember launched a new round of GATT (General Agreement on\nTariffs and Trade) talks.\n    European Community (EC) commissioner Willy de Clercq\nmeanwhile told reporters conflict between the world's three\nmajor trading and economic powers -- the EC, the U.S. And Japan\n-- set a poor example for other members of GATT.\n    Australian Trade Minister John Dawkins told the reporters\nbilateral retaliation at the enormous expense of the rest of\nthe world was no way to solve trade disputes.\n    New Zealand trade minister Mike Moore told his colleagues\ngreat progress had been made in preparing for the current round\nof GATT negotiations which must not be sidetracked.\n    The ministers have said they want to maintain the momentum\ntowards fresh negotiations or avert serious trade conflicts.\n    Yeutter said the problem with international trade talks was\nthat they tended to get bogged down for years. \"Countries don't\nget very serious about negotiating until the end of the day\nwhich is, maybe, five or six years in the future.\"\n    He also said he did not consider the new U.S. Congress as\nprotectionist as it was 18 months ago. \"That's a very healthy\ndevelopment,\" he added.\"If you asked me about that a year or 18\nmonths ago I would have said that it was terribly\nprotectionist.\"\n    \"Members of Congress, that is the contemplative members of\nCongress, have begun to realise protectionism is not the answer\nto the 170 billion dlr trade deficit,\" Yeutter said.\n    \"They've also begun to realise that you cannot legislate\nsolutions to a 170 billion dollar trade deficit so they are\nmore realistic and, in my judgement, more responsible on that\nissue than they were 12 or 18 months ago.\"\n    He added, \"Whether that will be reflected in the legislation\nthat eventually emerges is another matter.\"\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "PEOPLE": [
        "yeutter",
        "de-clercq"
    ]
}