{
    "DATE": " 3-APR-1987 06:57:20.23",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "12790",
    "TEXT": {
        "TITLE": "BEGHIN-SAY NOT PLANNING TO WITHDRAW SUGAR",
        "AUTHOR": "    By Audrey Stuart, Reuters",
        "DATELINE": "    PARIS, April 3 - ",
        "BODY": "French sugar producer Beghin-Say is not\ncurrently planning to withdraw the sugar it has placed into\nintervention, despite the exceptionally high rebate awarded at\nthis week's European Community (EC) sugar tender, Beghin-Say\nPresident Jean-Marc Vernes told Reuters.\n    The maximum rebate of 46.864 Ecus per 100 kilos on\nWednesday was the largest ever granted, according to traders.\n    Vernes said he was satisfied the European Commission has\nstarted to move in the right direction, but said his company\nhad no plans to change its decision to put sugar into\nintervention.\n    But Vernes said he hoped that in the next few weeks a final\nagreement would be reached with the commission which would\nallow operators to withdraw the sugar from intervention.\n    European operators offered 854,000 tonnes of sugar into\nintervention to protest about export rebates which they say are\ntoo low. Over 785,000 tonnes of this sugar was accepted by the\ncommission on Wednesday, according to commission sources.\n    Under EC regulations, however, operators have another four\nto five weeks to withdraw the sugar from intervention before\npayment is made for it.\n    A total of 706,470 tonnes of French sugar and 79,000 tonnes\nof West German sugar has been accepted into intervention, trade\nsources said here. This amount represents about a third of\nannual EC exports to non-EC countries.\n    Beghin-Say declined to specify the amount of sugar it had\noffered into intervention, but said it was below 500,000\ntonnes.\n    Producers say they have been losing 2.5 to 3.0 Ecus on\nevery 100 kilos exported due to the failure of rebates to fully\nbridge the gap between EC and world prices. Wednesday's rebate\nwas 0.87 Ecus short of what producers say is needed to get an\nequivalent price to that for sales into intervention, traders\nsaid.\n    Vernes said operators hope to get a rebate which equates to\nthe full intervention price and said Wednesday's tender was a\nstep in the right direction.\n    Sugar producers here said the volume of sugar authorised\nfor export since the begining of the current campaign had been\ninadequate and that more should be exported now to compensate.\n    Trade sources said new regulations governing export\nrebates, which are due to be adopted shortly, may smooth the\npath for the commission to award larger export rebates in\nfuture.\n    One source at a leading French sugar house said it seemed\nthe commission had understood the protest action and was now\nmoving towards adapting the situation accordingly, thereby\nallowing the operators to withdraw their sugar from\nintervention once they got satisfaction.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "carlsson"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}