{
    "DATE": "24-APR-1987 10:31:44.23",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "nakasone"
    ],
    "NEWID": "17096",
    "TEXT": {
        "TITLE": "EXXON <XON> NET DROPS ON LOWER OIL, GAS PRICES",
        "DATELINE": "    NEW YORK, April 24 - ",
        "BODY": "Exxon Corp reported a 37 pct drop in\nfirst quarter profits to 1.07 billion dlrs citing lower oil and\ngas prices.\n    The company said profits in the lastest quarter included a\n26 mln drl restructuring gain from divestment of certain gold\noperations overseas, while last year's first quarter profit of\n1.71 billion dlrs included the initial charge of 235 mln dlrs\nfor its 1986 corporate reorganization.\n    First quarter revenues were down 13 pct to 19.44 billion\ndlrs.\n   \n    One time items aside, Exxon said, its first quarter results\nwere stronger than 1986's final quarter which included several\nlarge asset sales and positive inventory adjustments.\n    It said earnings per share declined 36 pct reflecting the\ncompany's continued purchases of its own common for the\ntreasury. During the first quarter, 5,085,000 shares were\nacquired at a cost of 416 mln dlrs compared with 3,132,000 in\n1986's fourth quarter.\n    Commenting on the first quarter, Exxon said crude oil\nprices strengthened moderately within the quarter and were\nhigher than a year ago at the end of the quarter.\n   \n    However, average crude prices for the quarter were below\nthe year ago period, leading to lower earnings for exploration\nand production operations, Exxon said.\n    Also contributing to reduced earnings were lower natural\ngas prices, primarily overseas, representing contract\nadjustments representing contract adjustments tied to falling\nproduct prices in 1986, the company said.\n    During the first quarter, the company said, intense\ncompetition in both domestic and international markets served\nto depress margins for refined products.\n   \n    Exxon said the lower product margins resulted in\nsignificantly reduced earnings for refining and marketing\noperations, contrasting sharply with the unusually strong\nmargins prevailing in the first qtr of 1986.\n    It said savings from efforts to control costs and improve\nefficiency helped soften the negative impact of lower oil and\nnatural gas prices.\n    Exxon said earnings from chemicals and power generation\nactivities showed consideratble improvement, remaining strong\nthroughout the period.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ]
}