{
    "DATE": " 9-MAR-1987 09:12:30.97",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "uganda"
    ],
    "NEWID": "3034",
    "TEXT": {
        "TITLE": "UGANDA DISAPPOINTED BY COFFEE TALKS FAILURE",
        "DATELINE": "    KAMPALA, March 9 - ",
        "BODY": "Uganda, Africa's second largest coffee\nproducer, was disappointed by the stalemate in recent coffee\ntalks in London, the chairman of the state-run Coffee Marketing\nBoard, CMB, said.\n    \"This has not been good for coffee producers, more so in a\nsituation where the prices dropped by 200 pounds per tonne of\nrobusta coffee,\" J. Makumbi said when he returned from London on\nFriday.\n    Producers and consumers failed to agree on a quota formula\nto share the world's coffee production during International\nCoffee Organisation, ICO, talks that ended last week.\n    Makumbi blamed the failure to set quotas, which were\nsuspended in Feburary last year, on Indonesian demands that its\nquota be increased dramatically.\n    Uganda -- which earns about 400 mln dlrs annually from\ncoffee exports, over 95 pct of its foreign exchange earnings --\nhad sought to raise its ICO quota to 3.0 mln from 2.45 mln\n60-kilo bags, according to sources close to the CMB.\n    The CMB has estimated that production will rise 20 to 25\npct in the current 1986/87 October-September season to over\nthree mln bags.\n    For several years Uganda had been unable to meet its ICO\nexport quota as rebel activity disrupted the coffee industry.\n    The Ugandan government depends on coffee export duties for\nabout 60 pct of its sales tax revenue and the industry employs\nover half of salaried manpower.\n    In Dar es Salaam, Tanzania's Agriculture and Livestock\nDevelopment Minister Paul Bomani said today Third World\ncountries would suffer from the failure of the London coffee\ntalks.\n    \"It is only the middlemen who will benefit, he said.\n    Bomani called on the ICO to convene another meeting within\ntwo months, saying, \"Once tempers have cooled and delegations\nhave had time to report back to their headquarters, common\nsense will prevail.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "poehl"
    ]
}