{
    "DATE": "30-MAR-1987 06:08:46.14",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "10748",
    "TEXT": {
        "TITLE": "B AND C REORGANISES COMMERCIAL OPERATIONS",
        "DATELINE": "    LONDON, March 30 - ",
        "BODY": "British and Commonwealth Shipping Co Plc\n<BCOM.L> said that it would reorganise its commercial and\nservice operations into a single public grouping with\nautonomous management.\n    The group has expanded rapidly in the past year through the\n672.5 mln stg acquisition of <Exco International Plc> and 90\nmln bid for <Steel Brothers Holdings Plc>.\n    It noted that its operations were now divided between\nfinancial services, including money broking, investment\nmanagement and forfaiting, and more traditional areas such as\naviation, hotels, commodity trading and office equipment.\n    It said that each sector had exciting prospects but\nrequired different methods of management and financing.\n    B and C planned to form a new public company to hold the\ncommercial operations and envisaged it operating with a capital\nof between 400 mln and 600 mln stg.\n    It has retained Barclays de Zoete Wedd to advise on the\nintroduction of independent investors to subscribe for\nadditional capital, and believes that the proportion of equity\ncapital held by outside investors would not exceed 20 pct of\nthe total.\n    The statement said that with the continued support of B and\nC, together with outside capital, the new grouping would emerge\nas a major group in its own right with the ability to take\nadvantages of opportunities as they arose. However, the group\nwould not seek a listing for the time being.\n    B and C also said that its chairman, Lord Cayzer, planned\nto retire in June. The company proposed that he be appointed\nlife president and that current chief executive John Gunn\nshould take over as chairman.\n    B and C shares eased 11p to 459p at 1040 GMT.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}