{
    "DATE": "24-MAR-1987 14:07:15.89",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8932",
    "TEXT": {
        "TITLE": "CYACQ CUTS CONDITIONS ON CYCLOPS <CYL> BID",
        "DATELINE": "    NEW YORK, March 23 - ",
        "BODY": "Cyacq Corp, an investor group bidding\nfor Cyclops Corp, said it amended its outstanding 92.50 dlrs a\nshare tender offer for Cyclops to eliminate two conditions and\nmodify a third one.\n    The group, which includes Audio/Video Affiliates Inc and a\nunit of Citicorp <CCI>, said it also obtained additional\nfinancing commitments, including an increased commitment from\nCiticorp Capital Investors Ltd.\n    The conditions that were eliminated are Cyacq's request for\nnon-public information about Cyclops that was previously\nprovided to Dixons Group PLC and Cyacq's being satisified that\nthe information provides an adequate basis for Cyclop's\npublished financial projections.\n    Cyclops has agreed to be acquired Dixons Group, which has a\n90.25 dlrs a share tender offer for Cyclops outstanding. Dixons\nsaid earlier it would allow the offer to expire tonight.\n    The condition that was modified, which required Cyacq to be\nsatisfied that break up fees or other obligations to Dixons\nwere rescinded or ineffective, now says Cyclops shall not have\npaid any such fees or expenses to Dixons prior to the\nconsummation of Cyacq's offer.\n    Cyacq's amended offer expires midnight New York time on\nApril three, 1987, unless extended.\n    Manufacturers Hanover Trust Co and CIT Group/Business\nCredit Inc increased its tender offer commitment to 197 mln\ndlrs from 166 mln dlrs and its merger commitment to 275 mln\ndlrs from 250 mln dlrs.\n    Additionally, the Citicorp unit and Audio/Video have\nincreased their commitments to Cyacq to 185 mln dlrs. Of the\nnew total, 150 mln dlrs has been committed by Citicorp.\n    Cyacq said it estimates that it needs 407.5 mln dlrs to buy\nall Cyclops shares that may be tendered and pay related fees\nand expenses.\n    It said it is seeking to arrange the balance of about 25.5\nmln dlrs necessary to complete the offer.\n    All previously announced conditions regarding the lending\ngroup led by Manufacturers Hanover remain in effect, except\nthat the loans are subject to the concurrent receipt by Cyacq\nof equity contributions and other financing of not less than\n210.5 mln dlrs for the tender offer facility and 213.5 mln dlrs\nfor the merger facility.\n    Cyacq also said the Citicorp unit had received no\nindications of interest in an alternative offer it had made\nfrom Dixons, Cyclops or Alleghany Corp <Y>, which has agreed to\nacquire Cyclops' industrial group from Dixons.\n    Under the alternative offer, the Citicorp unit, with\nCyacq's approval, proposed to acquire the industrial group from\nDixons.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}