{
    "DATE": "19-MAR-1987 16:32:06.12",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7428",
    "TEXT": {
        "TITLE": "U.S. BANK DISCOUNT BORROWINGS 228 MLN DLRS",
        "DATELINE": "    NEW YORK, March 19 - ",
        "BODY": "U.S. bank discount window borrowings\nless extended credits averaged 228 mln dlrs in the week to\nWednesday March 18, the Federal Reserve said.\n    Total borrowings in the week rose 83 mln dlrs to 502 mln\ndlrs, with extended credits up three mln dlrs at 274 mln dlrs.\nThe week was the first half of a two-week statement period. Net\nborrowing in the prior week averaged 148 mln dlrs.\n    Commenting on the two-week statement period that ended on\nMarch 11, the Fed estimated that banks had daily average net\nfree reserves of 759 mln dlrs rather than the 660 mln dlrs\nfirst reported.\n    A Fed spokesman told a press briefing that there were no\nlarge single day net misses in the Fed's reserve projections in\nthe first week of the latest bank statement period.\n    None of the 14 large money center banks borrowed from the\ndiscount window during the week and all of the Wednesday\nborrowing was made by the smallest banks. For the week as a\nwhole, the borrowing was split roughly evenly between the large\nregionals and the small banks.\n    Natural float ranged from a low of near zero on Thursday --\nfor which the Fed spokesman could give no particular reason --\nto a high of nearly 750 mln dlrs on Tuesday.\n    The Tuesday peak included about 100 mln dlrs of\ntransportation float in mid- and south-Atlantic states. Noting\nthat the weather was \"basically good\" for March, the spokesman\nsaid that transportation float averaged under 500 mln dlrs a\nday for the full week.\n    Float related as-ofs were a negative 400 mln dlrs on\nWenesday due to a number of unrelated cash letter error\ncorrections in five districts.\n    As-ofs peaked at just over 500 mln dlrs on Tuesday.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}