{
    "DATE": "23-MAR-1987 02:59:12.15",
    "TOPICS": [
        "interest",
        "gnp",
        "trade"
    ],
    "PLACES": [
        "new-zealand",
        "nigeria"
    ],
    "NEWID": "8135",
    "TEXT": {
        "TITLE": "GATT MEETING HEARS PLEA FOR AFRICAN DEBT RELIEF",
        "DATELINE": "    TAUPO, New Zealand, March 23 - ",
        "BODY": "Debt among African countries\nwill continue to grow and their economies remain stifled unless\ndeveloped countries lower their interest rates, Nigerian Trade\nMinister Samaila Mamman said.\n    He told an informal General Agreement on Tariffs and Trade\n(GATT) meeting the widening gap between developed and\ndeveloping countries and an inequitable international economic\nsystem were major impediments to growth in developing\ncountries.\n    Delegates from 23 countries are attending the GATT talks in\nthe New Zealand resort of Taupo.\n    \"I wish to emphasise that the growth in the volume of the\nexternal indebtedness of African countries reflects the full\neffect of the deflationary monetary and trade policies of the\ndeveloped market economy countries,\" Mamman said.\n    \"The developed market economy countries have slowed down\noutput growth thereby drying up markets for the commodity\nexports of African countries.\"\n    Mamman said the World Bank estimated 35.3 billion dlrs a\nyear would be needed over the next five years for the African\ncontinent to be able to achieve a gross domestic product growth\n(GDP) rate of three to four pct by 1990.\n    Yet at the same time Africa's debt service was estimated at\n24.5 billion dlrs a year between 1986 and 1990.\n    \"With the best of intentions Africa cannot attain a three to\nfour pct GDP growth rate if the current high level of debt\npersists,\" Mamman said. Developed countries must seek\nalternatives to policies that resulted in the transfer of\nresources and more indebtedness, he said.\n    \"The international community cannot fail to respond\npositively to the collapse of the international market for\ncommodities ... And act quickly to stabilize demand and prices\nof our commodity exports,\" he added.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "bangemann"
    ]
}