{
    "DATE": "30-MAR-1987 08:10:45.58",
    "TOPICS": [
        "money-fx",
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan",
        "france",
        "uk",
        "canada",
        "west-germany"
    ],
    "NEWID": "10780",
    "TEXT": {
        "TITLE": "U.S. APPEARS TO TOLERATE FURTHER DLR DECLINE",
        "AUTHOR": "    By Peter Torday, Reuters",
        "DATELINE": "    WASHINGTON, March 30 - ",
        "BODY": "In a bid to hasten Japan's promise\nto speed up its economic growth and open markets to foreign\ntrade, top U.S. officials appear once again to have signaled\ntheir tolerance of a lower dollar.\n    Treasury Secretary James Baker and one of his top aides,\nAssistant Secretary David Mulford, said last week there was no\ntarget for the dollar, a statement that sent the yen soaring\nagainst the dollar, despite massive central bank intervention.\n    \"That was no slip of the tongue,\" said one western monetary\nofficial, who asked not to be identified.\n    For now, the strategy appears to be working. Japanese\nofficials said late last week a package to bolster domestic\ndemand will be ready in early April. Until last week, there\nwere few indications the package would be ready anytime soon.\n    The Reagan administration, facing an uproar in Congress\nover the apparent lack of progress in cutting the 169.8 billion\ndlr trade deficit, is learning now that to extract results from\nJapan, dramatic action is required.\n    Last week the White House imposed unprecedented tariffs on\ncertain Japanese electronic goods after Tokyo failed to adhere\nto a semi-conductor pricing accord between the two countries.\n    The shift in U.S. strategy, in part designed to appease\nmounting Congressional anger over Japanese policies, comes just\ntwo weeks before industrial nations reconvene here to review\nthe Paris agreement to stabilize currencies.\n    And news that Japan earned a record 18 billion dlr trade\nsurplus in the first two months this year just underscored the\nneed for urgent action, in the view of U.S. officials.\n    Nonetheless, U.S. officials see signs of improvement in the\ndeficit. \"I'd be stunned if we were not going to derive some\nbenefits (from the lower dollar) soon,\" said one.\n    In Paris, leading industrial nations agreed to cooperate\nclosely to foster currency stability within ranges reflecting\n\"underlying economic fundamentals\" or economic reality.\n    The agreement envisages those fundamentals to include Japan\nand West Germany stimulating their economies and the United\nStates cutting its budget deficit.\n    The three nations, joined by France, Britain and Canada,\nagree these policies are essential to redress huge global trade\nimbalances.\n    But analysts say markets have signalled the underlying\nfundamentals imply a lower dollar, rather than a stable one.\n    Markets, in effect, are less confident than governments\nthat these measures -- including U.S. budget deficit cuts\nagreed by Congress and the White House --will be carried out.\n    Nonetheless, the dollar's sharp fall has not undermined \ncooperation. A U.S. economic policymaker said the accord was on\ntrack and Tokyo and Bonn seem \"to want more stimulative measures\nwhich is what the Paris accord calls for.\"\n    International monetary sources said exchange market\ndevelopments generally have not unsettled policymakers,\nalthough Japan is an obvious exception. \"Everybody feels it can\nstill be managed,\" one source said of market developments.\n    But last week, the Bank of Japan spent an estimated five\nbillion dlrs intervening to halt the rise in the yen, and other\ncentral banks about one billion dlrs.\n    Another monetary source said Japan was upset with America's\nhalf-hearted attempt to halt the falling dollar, flouting the\nParis accord outright.\n    The source, close to the top levels of Japanese economic\npolicymaking, said Japan's understanding of the accord was that\nthe yen would be kept at around 154 to the dollar, the level it\nstood at when the accord was struck.\n    The source said Tokyo was extremely worried by Washington's\nuse of the exchange rate to change Japanese policies. It was a\n\"pointed reminder\" to Japan to do something about the trade\nissues, the source said of the dollar's fall against the yen.\n    By departing last Sunday from the language of the Paris\naccord -- that nations agreed to foster currency stability\naround current levels -- Baker triggered a run on the dollar.\n    Later in the week, Mulford too said there was no target for\nthe dollar and called on Japan and West Germany to live up to\ntheir international responsibilities and stimulate growth.\n    But U.S. officials said recent market developments will not\nunravel the spirit of the Paris agreement.\n    \"There's a realisation now that you cannot leave things\nalone, everyone agrees that the external (trade) imbalances\nought to be adjusted,\" one official said.\n    \"While no-one is going to cede national sovereignty, we\ncertainly seem to be moving towards much closer co-operation,\"\nanother U.S. official said.\n    The officials said the meeting here, where the six will be\njoined by Italy, will be a status report.\n    \"Japan will have to explain what the state of their program\nis and Germany will report on its plans. Maybe there's a need\nto move faster,\" one source said.\n    Mulford told Congress last week the Paris accord called, in\neffect, for currency stability for several months. This would\nbuy time for Japan and West Germany to speed up their economic\ngrowth and help bring down the U.S. trade deficit.\n    His comments appeared to serve notice on other major\nnations that Washington cannot wait too long for action to\nreduce the gap between the Japanese and German trade surpluses\nand the U.S. trade deficit.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}