{
    "DATE": "18-JUN-1987 01:48:55.07",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "singapore",
        "japan",
        "west-germany",
        "australia",
        "canada",
        "new-zealand"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18472",
    "TEXT": {
        "TITLE": "SHULTZ PREDICTS RAPID NARROWING OF U.S. TRADE GAP",
        "DATELINE": "    SINGAPORE, June 18 - ",
        "BODY": "Secretary of State George Shultz said\nthe U.S. Would erase its large foreign trade deficit faster\nthan many predicted, and the consequences for its trade\npartners might be traumatic.\n    \"The U.S. Economy will inevitably make the adjustment\nnecessary to move from a deficit to a surplus trade balance in\norder to service our growing foreign debt,\" he told a conference\nattended by the six members of the Association of Southeast\nAsian Nations and their leading Western friends.\n    \"In my view, this will happen more rapidly than many\nobservers now predict.\"\n    \"The universal strategy of aggressive export-led growth is\nbecoming less effective,\" Shultz said.\n    \"It is not arithmetically possible for every country in the\nworld to be a net exporter at the same time. The U.S. Deficit,\nwhich we all decry, has been in a sense the place into which\neveryone's export-led strategy for growth has gone.\"\n    \"The huge surpluses of Japan and (West) Germany have fed on\nthis deficit, so something will have to give and it will be\npossibly a traumatic experience,\" he added.\n    \"While you must keep up the pressure on us to eschew\nprotectionist policies, you must act too,\" Shultz said.\n    \"I can do a better job of convincing the Congress to leave\nour door open to imports if more of our trading partners open\ntheir doors wider,\" he told the group, which included\nrepresentatives from Australia, Canada, Japan, New Zealand and\nthe European Community.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}