{
    "DATE": " 3-MAR-1987 00:19:20.55",
    "TOPICS": [
        "bop"
    ],
    "PLACES": [
        "new-zealand"
    ],
    "NEWID": "880",
    "TEXT": {
        "TITLE": "N.Z. QUARTERLY CURRENT ACCOUNT DEFICIT NARROWS",
        "DATELINE": "    WELLINGTON, March 3 - ",
        "BODY": "New Zealand's current account deficit\nfor the quarter ended December 31, 1986 narrowed to 567 mln\ndlrs from 738 mln, revised down from 742 mln, for the September\nquarter and from 733 mln a year earlier, the statistics\ndepartment said.\n    The deficit for the year ended December narrowed to 2.75\nbillion dlrs from 2.91 billion dlrs, revised down from 2.92\nbillion, for the year ended September. The deficit for calendar\n1985 was 2.61 billion.\n    The December quarter showed a 182 mln dlr surplus for\nmerchandise trade, unchanged from the September quarter surplus\nwhich was revised down from 271 mln dlrs. The 1985 December\nquarter showed a 13 mln dlr deficit.\n    Imports for the December 1986 quarter were 2.655 billion\nagainst 2.883 billion in the September quarter and 2.454 a year\nearlier. Exports were 2.837 billion against 3.065 billion and\n2.440 billion.\n    Imports for the year ended December 1986 were 10.74 billion\ndlrs compared with 11.14 billion in 1985. Exports were 11.20\nbillion against 11.36 billion.\n    Government borrowing stood at 9.26 billion dlrs for\ncalendar 1986 against 3.15 billion for 1985. Borrowing in the\nDecember quarter rose to 3.92 billion from 1.79 in the\nSeptember quarter and 611 mln a year earlier.\n    Repayments stood at 5.5 billion for the year, up from 3.1\nbillion in 1985. Repayments in the December quarter accounted\nfor 1.4 billion dlrs against 260 mln in the September quarter\nand 334 mln a year earlier.\n    Official reserves totalled 7.205 billion dlrs at end\nDecember compared with 4.723 billion at end September and 3.255\nbillion one year earlier.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}