{
    "DATE": "12-MAR-1987 03:24:08.77",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "4061",
    "TEXT": {
        "TITLE": "STRIKING BRAZIL SEAMEN THREATEN MASS RESIGNATION",
        "AUTHOR": "    By Stephen Powell, Reuters",
        "DATELINE": "    SANTOS, Brazil, March 12 - ",
        "BODY": "Striking seamen said they would\noffer their collective resignation rather than end their\n13-day-old national strike on management's terms.\n    The seamen said they were spurred to their decision after\nmarines occupied the ship Docemarte in Santos harbour Tuesday\nnight. They said seamen on the vessel were being forced to work\nunder duress.\n    President Jose Sarney's government despatched troops to\nBrazil's ports and oil installations on Tuesday.\n    Seamen in Santos, Brazil's main port, are in defiant mood.\nOne of their leaders, Orlando dos Santos, told Reuters that\nmost of the 1,100 seamen in the port offered their resignations\non Wednesday. The national strike headquarters in Rio de\nJaneiro said seamen were offering to resign in all the\ncountry's main ports.\n    The strike by 40,000 seamen comes as Brazil faces a serious\ndebt crisis brought on by a sharp deterioration in its trade\nbalance. The country needs all the foreign exchange it can get,\nand shipowners have been quick to denounce seamen for the harm\nthe strike is doing to exports.\n    An advertisement placed in the newspapers by the Shipowners\nAssociation read, \"The seamen's strike is illegal, irrational\nand unpatriotic.\"\n    The seamen respond that they cannot live on their present\nsalaries. According to officical pay lists available in the\nunion's office, the basic pay for ordinary seamen is 1,977\ncruzados a month, while various allowances can bring their\ntotal pay up to 4,000 cruzados a month.\n    At the other end of the scale, captains earn 7,993 cruzados\na month basic pay, which is brought up to 15,229 cruzados with\nallowances. \n    \"Brazil's seamen are the second worst paid in the world,\nafter Ghana's,\" dos Santos said. He said the seamen had not\nreceived a pay increase since February 1986, and prices have\ndoubled since then with the collapse of the government's\nCruzado Plan price freeze.\n    Talks in Rio de Janeiro Wednesday involving Labour Minister\nAlmir Pazzionotto, seamen and employers failed to resolve the\ndispute. The seamen are demanding pay raises of about 200 pct\nbut have been offered less than half that.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "ORGS": [
        "opec"
    ]
}