{
    "DATE": "21-MAR-1987 00:49:21.32",
    "TOPICS": [
        "rubber"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "8060",
    "TEXT": {
        "TITLE": "MAIN FEATURES OF NEW RUBBER PACT",
        "DATELINE": "    GENEVA, March 21 - ",
        "BODY": "The new International Natural Rubber\nAgreement (INRA), like the 1979 pact, will use a buffer stock\nas the sole instrument for market intervention -- excluding\nexport quotas or production controls.\n    The new INRA was adopted yesterday at a session held under\nthe auspices of the United Nations Conference on Trade and\nDevelopment (UNCTAD).\n    In many respects the main features in the new pact resemble\nthose contained in the present one.\n    The reference price, currently 201.66 Malaysian/Singapore\ncts per kilo, will be maintained -- unless between now and\nOctober 22, when the 1979 INRA expires, the average of the\ndaily market indicator price remains above the upper\nintervention (\"may sell\") price (231 cts) or below the lower\nintervention (\"may buy\") price (171 cts) for six months.\n    If this happened -- but delegates said it was unlikely\nconsidering that the present indicator price averages 196 cts\n-- the price would be revised under the current accord by five\npct or by whatever amount the International Natural Rubber\nCouncil decides.\n    The new reference price would then be taken over for the\nnew agreement.\n    Under the same circumstances in the new pact the reference\nprice would be automatically revised by five pct unless the\nCouncil decides on a higher percentage.\n    Similarly, if buffer stock purchases or sales amounting to\n300,000 tonnes have been made since the last revision, the\nreference price will be lowered or raised by three pct unless\nthe Council decides on a higher percentage.\n    Another change introduced in the new INRA is that price\nreviews will be held at 15-month intervals instead of 18.\n    Those changes are intended to make the reference price more\nresponsive to market trends.\n    As in the present accord the \"may buy\" and \"may sell\" levels\nare set at plus or minus 15 pct of the reference price, and the\n\"must buy\" and \"must sell\" levels at 20 pct of it.\n    The lower and upper indicative prices (floor and ceiling\nprices) will remain fixed at 150 and 270 cents, unless the\nCouncil decides to revise them at reviews held every 30 months.\n    During the negotiations, consumers abandoned a proposal\nthat the floor price be adjusted downward if the buffer stock,\ncurrently 360,000 tonnes, rose to 450,000 tonnes.\n    The maximum size of the buffer stock in the new pact is the\nsame as under the present one -- 400,000 tonnes, with provision\nfor an additional contingency buffer stock of 150,000 tonnes.\n    Under the new accord, the contingency buffer stock will be\nbrought in at 152 cts to defend the floor price.\n    At last Friday's session, Ahmed Farouk, speaking for\nproducers, said producing nations considered that the 1979 pact\nhad served the purpose for which it had been created.\n    Gerard Guillonneau of France, who spoke for consumers,\nagreed that the current agreement had worked \"relatively well.\"\n    Asked about the chances of success of the new INRA,\ndelegates noted that for nearly its whole life, the 1979 accord\nhad maintained the average price above the \"must buy\" level.\n    They said the agreement until now did not appear to have\nencouraged excessive production of rubber.\n    In addition, provisions for borrowing to finance the buffer\nstock have now been eliminated, ruling out speculation. \"It is a\nsort of middle-of-the-road agreement,\" one delegate said.\n    The new pact will be open for signature at U.N.\nHeadquarters in New York from May 1 to December 31 this year.\n    To become operational, it will require ratification by\ncountries accounting for 75 pct of world exports and 75 pct of\nworld imports.\n    Delegates estimate that this will take 12 to 14 months from\nnow. During the hiatus between the two agreements, the\nInternational Natural Rubber Council will remain in place.\n    The pact will enter into force definitively when\ngovernments accounting for 80 pct of world exports and 80 pct\nof world imports have ratified it.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "unctad",
        "inro"
    ]
}