{
    "DATE": " 1-APR-1987 14:29:00.47",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12203",
    "TEXT": {
        "TITLE": "WALL STREET STOCKS/POLAROID <PRD>",
        "DATELINE": "    NEW YORK, April 1 - ",
        "BODY": "Rumors that New York investor Asher\nEdelman has acquired a stake in Polaroid Corp and optimism\nabout tomorrow's status hearing on the patent infringement suit\npending with Eastman Kodak Co <EK> sent Polaroid's stock\nhigher, traders said.\n    Polaroid rose 1-1/8 to 74-1/2.\n    \"Speculation that Edelman was going to take a stake in\nPolaroid was kicking around a few months ago, and resurfaced\ntoday,\" one trader said.\n    Edelman had no comment on the rumors.\n    A spokesman for Polaroid said the company had not been\ncontacted by Edelman and no filing had been made with the\nSecurities and Exchange Commission about a stake in the\ncompany.\n    \"There is some hope among investors that there will some\nprogress in the status hearing tomorrow on the patent\ninfringement suit with Kodak,\" analyst Michael Ellmann of\nWertheim and Co said.\n    Traders said it is conceivable that a trial date could be\nset or some progress made on an out-of-court settlement.\n    The suit, filed by Polaroid in April 1976, charges that\nKodak infringed upon Polaroid's instant camera patent. In\nOctober 1985, the court barred Kodak from selling cameras or\nfilm that infringe upon the patent, the Polaroid spokesman\nsaid.\n    Ellmann said he feels it is highly unlikely that any\nprogress will be made in tomorrow's hearing.\n    Ellmann said the stock may have also gotten a boost today\nfrom some optimism concerning new products the company is\ncurrently working on.\n    \"Polaroid's announcement that a particularly senior company\nexecutive had been chosen to work on a major unidentified new\nproduct spurred some speculation about their products,\" he\nsaid. \"I am speculating that the new product could be an\nelectronic still camera,\" referring to a camera that records\nits images on magnetic disks as opposed to conventional film.\n    Ellmann said the stock may have also gotten a boost today\nfrom some optimism concerning new products the company is\ncurrently working on.\n    \"Polaroid's announcement that a particularly senior company\nexecutive had been chosen to work on a major unidentified new\nproduct spurred some speculation about their products,\" he\nsaid. \"I am speculating that the new product could be an\nelectronic still camera,\" referring to a camera that records\nits images on magnetic disks as opposed to conventional film.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "chirac",
        "delors"
    ]
}