{
    "DATE": "18-JUN-1987 18:15:40.41",
    "TOPICS": [
        "gnp",
        "bop"
    ],
    "PLACES": [
        "france",
        "west-germany"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18985",
    "TEXT": {
        "TITLE": "OECD SEES GERMAN GROWTH HIT BY LOW DOMESTIC DEMAND",
        "DATELINE": "    PARIS, June 19 - ",
        "BODY": "West German economic growth will slow to\n1.5 pct this year from 2.4 pct in 1986 due to weak domestic\ndemand and tougher competition from abroad, the Organisation\nfor Economic Cooperation and Development (OECD) said in its\nsemi-annual review of the world economy.\n    This view is less favourable than the West German\ngovernment's forecast of a growth rate of under two pct this\nyear, but is in line with forecasts by independent economic\ninstitutes of growth ranging from 1.5 to two pct.\n    The OECD said that the economy should pick up next year,\nwith the gross national product rising by two pct in real\nterms.\n    The OECD said it assumed the German economy was passing\nthrough a period of temporary weakness and there would be some\nrecovery in business confidence in the near future.\n    But it warned that the key to an improvement in the economy\nwas higher domestic demand, which is only forecast to rise by\n2.5 pct this year and 2.75 pct in 1988, below 1986's 3.7 pct.\n    While noting that the government is bringing forward a five\nbillion mark tax reform to January 1988, the OECD said that \"the\nmedium to longer-term performance of the West German economy\ncould be improved by reduction of subsidies - which would allow\nrelatively lower tax rates.\"\n    Since the OECD report was compiled, the West German Federal\nStatistics Office has released figures showing that the GNP\nactually fell 0.5 pct in real terms in the first quarter of\nthis year compared with the final three months of 1986.\n    Diplomatic sources here said that West Germany appeared\nlikely to finish the year with the lowest growth rate of any of\nthe Group of Seven leading industrial nations.\n    West Germany's current account surplus, the target of\nconsiderable criticism by the Reagan administration, is\nexpected to rise slightly to 37 billion dlrs this year from\n35.8 billion in 1986, before declining to 29 billion dlrs in\n1988.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}