{
    "DATE": "19-JUN-1987 09:14:26.41",
    "TOPICS": [
        "crude"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19128",
    "TEXT": {
        "TITLE": "OPEC PRESIDENT LUKMAN EXPECTS SHORT, CALM MEETING",
        "DATELINE": "    LAGOS, June 19 - ",
        "BODY": "OPEC conference president Rilwanu Lukman\nsaid he expects next week's ministerial meeting in Vienna to be\nbrief and calm and that OPEC's current price and production\nagreement may only need a slight review.\n    \"I expect the meeting in Vienna to be short and calm,\"\nLukman, who is also Nigerian oil minister, told reporters here\nahead of his departure on Sunday for the conference, which\nstarts June 25.\n    \"We already have an agreement which may need only a slight\nreview,\" Lukman said.\n    The agreement reached at a long session of OPEC ministers\nin December last year pegged the group's crude oil output at\n15.8 mln bpd for first half 1987 at fixed prices of around 18\ndlrs a barrel.\n    Since then prices have risen from 15 dlrs in December to\njust above the official OPEC levels, with oil industry analysts\nfirmly convinced the organisation will maintain the agreement\nto keep the market stable.\n    \"I myself believe that OPEC will tend to take a position to\nstrengthen the gains we have made so far,\" Lukman said.\n    He declined to say if the current ceiling should be\nmaintained or raised to 16.6 mln bpd for the third quarter and\n18.3 mln for the fourth as provisionally agreed last December.\n    \"Whatever decision we arrive at will be guided by our\ncollective will to keep the market strong,\" he said.\n    He said non-OPEC member Norway, which he visited two weeks\nago, had pledged further cooperation with the group and this\nwas significant for its members.\n    Lukman said heavy destocking by consumers early this year\nwhen OPEC's fixed price regime came into effect and a\nrestocking now for the winter was responsible for current\nmarket strength.\n Reuter\n\u0003"
    },
    "PLACES": [
        "nigeria"
    ],
    "PEOPLE": [
        "miyazawa"
    ]
}