{
    "DATE": "30-MAR-1987 03:43:39.24",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "10703",
    "TEXT": {
        "TITLE": "BASF <BASF.F> SAYS 1986 RESULTS AFFECTED BY DLR",
        "DATELINE": "    RPT --LUDWIGSHAFEN, West Germany, March 30 - ",
        "BODY": "BASF AG said\nthe volatile currency situation last year, particularly the\nfall of the dollar, led to sharp drops in turnover denominated\nin marks and to price reductions for exports from domestic\nproduction.\n    But in a statement accompanying year-end figures, the group\nsaid it expected satisfactory business development over the\nnext months. \"At the moment we do not expect any extraordinary\ninfluences such as there were last year,\" it said. Orders in\nhand and incoming orders were steady at a high level.\n    BASF reported 13.6 pct lower 1986 world group pre-tax\nprofit at 2.63 billion marks compared to 1985.\n    The unusual situation on the crude oil market last year\nalso produced a clear sales slide in the oil and gas sector and\nforced price declines for petrochemical products, BASF said.\n    The fall in pre-tax profit corresponded to the losses on\nstocks in the oil and gas sector at the beginning of 1986. In\nthe parent company, the positive earnings development\ncontinued, it said, where pre-tax profit rose by 3.2 pct to\n1.97 billion marks. The decline in parent company turnover was\nbalanced out by increased capacity use and price declines in\nraw materials. \n    In 1986, world group turnover was off 8.8 pct at 40.47\nbillion marks compared to 1985, BASF said. Parent turnover fell\n8.5 pct to 18.72 billion.\n    Turnover increases, with the exceptions of the sectors fine\nchemicals and informations systems, had only been achieved in\nthose areas widened last year through acquisition in 1985.\n    Results from these had been taken only partly into the\nfourth quarter of that year but fully included in 1986 data.\n    So far in the current year, the investment volume of the\nparent company and the world group is exceeding that in 1986,\nBASF said, without giving concrete figures.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}