{
    "DATE": "18-MAR-1987 18:46:35.12",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6928",
    "TEXT": {
        "TITLE": "GENCORP <GY> BIDDER PLANS SALE OF AEROSPACE UNIT",
        "DATELINE": "    WASHINGTON, March 18 - ",
        "BODY": "<General Partners>, controlled by\nprivately-held Wagner and Brown and by AFG Industries Inc, said\nplans to sell GenCorp Inc's aerospace and soft drink bottling\ndivisions if it succeeds in acquiring the company.\n    In a filing with the Securities and Exchange Commission,\nGeneral Partners said proceeds from the sale of GenCorp's\naerospace division would help it repay some of the debt it\nwould incur in the 100 dlr a share cash tender offer.\n    General Partners, which launched the surprise tender offer\ntoday, said it already 2,180,608 shares of GenCorp, or 9.4 pct\nof the total outstanding common stock.\n    General Partners, which estimated the total cost of the\ntakeover at 2.5 billion dlrs, also said it plans to continue\nGenCorp's policy of trying to settle Federal Communications\nCommission charges against two of its television and 12 radio\nstation licenses.\n    It said it would also continue GenCorp's policy of trying\nto sell its New York-area television station WOR to MCA Inc\n<MCA> for 387 mln dlrs and its Los Angeles station KHJ to Walt\nDisney Co <DIS> for 217 mln dlrs.\n    But General Partners said it plans to keep GenCorp's\nheadquarter in Akron, Ohio.\n    General Partners also said it would maintain GenCorp's\nplastics and industrial products division as well as tires and\nrelated products.\n    But it left open that it might make other changes in\nGenCorp's operations after it completes the merger.\n    Besides using 250 mln dlrs of its own equity for the tender\noffer, General Partners said it would seek one billion dlrs\nunder a secured margin facility from Wells Fargo Bank N.A.\nand other banks. It also said it would seek 1.25 billion dlrs\nfrom the sale to Shearson Lehman Brothers Holdings Inc or its\naffiliates of senior subordinated promissory notes.\n    In a March 18 letter to GenCorp Chairman William Reynolds,\nwhich was included in the SEC filing, General Partners\nofficials said they were \"confident of our ability to promptly\nobtain the remaining funding as described in our offer\nmaterials.\"\n    \"For this reason, we do not forsee any obstacles to a\nprompt consummation of the transaction,\" General Partners said.\n    Shearson is dealer manager of the General Partners offer\nfor GenCorp.\n Reuter\n\u0003"
    },
    "ORGS": [
        "iwcc"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "lme"
    ]
}