{
    "DATE": " 8-APR-1987 14:56:04.60",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15239",
    "TEXT": {
        "TITLE": "UAL <UAL> MAY RESPOND TO PILOTS TODAY",
        "DATELINE": "    New York, April 8 - ",
        "BODY": "UAL Inc may have a response this\nafternoon to the pilots union proposal to buy its United\nAirlines unit, a UAL spokesman said.\n    \"Obviously, we have a lot of movement in our stock, and we\nneed to get a clarification out,\" the spokesman said, adding\nthat there was a \"50-50\" chance a statement would be released\ntoday.\n    The pilots earlier this week offered to buy the airline for\n2.3 billion dlrs, and assume 2.2 billion dlrs of existing debt.\n    Takeover speculation has driven UAL's stock for several\nweeks. UAL last month said New York Real estate developer\nDonald Trump held a position in its stock, and that he also\nheld discussions with its chairman.\n    The developer indicated in those talks that he took the\nposition as an investment, but he revealed no other plans.\n    Today, rumors circulated that Coniston Partners were buying\nUAL stock. UAL jumped five to 70-3/4 on volume of more than 3.2\nmln shares.\n    \"United has got to consider this proposal. I think the\npilot's proposal is realistic. I don't exptect them to take it,\nbut it could put some interesting options in front of UAL\nmanagement,\" said Timothy Pettee, Bear Stearns and co analyst.\n    Analysts have said UAL made itself vulnerable to attack\nwhen it diversified away from its core airline. It added Hertz\nrental cars, Westin and Hilton International hotels in a\nstrategy to become a travel service company.\n    The strategy left its stock in a slump and its pilots union\nconcerned that the company was not focussing enough attention\non its airline.\n    UAL has stood firm on its strategy. It is emphasizing its\nnew focus by changing its name to Allegis, as of May one.\n    But takeover speculation has escalated, and Wall Street has\nbeen busy calculating break up values well in excess of 100\ndlrs per share. Traders today described the buying in UAL as\nwidespread, indicative to them that big institutions believe\nthe stock is in play.\n    Market sources have said that although Trump attracted\nattention to the stock, the pilots proposal acted as a\ncatalyst, kicking off a new round of speculation and perhaps\nthrowing the company into the hands of another buyer.\n    \"The first domino is you have an investor with a\nconsiderable stake. the second domino is the union. That type\nof attitude has been a precursor to airline deals in the past,\"\nsaid Pettee.\n    \"What's interesting is the values are there. There's\nsomething for everybody,\" he said.\n\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc",
        "ec"
    ],
    "PEOPLE": [
        "stoltenberg",
        "lawson"
    ],
    "EXCHENGES": [
        "lme"
    ]
}