{
    "DATE": "12-MAR-1987 08:50:08.10",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "canada",
        "usa"
    ],
    "NEWID": "4156",
    "TEXT": {
        "TITLE": "CANADA LEADERS FAIL TO SET PACT ON FREE TRADE",
        "AUTHOR": "    By Russell Blinch",
        "DATELINE": "    OTTAWA, March 12 - ",
        "BODY": "Prime Minister Brian Mulroney said he\nheld \"frank\" discussions with the Canadian province premiers on\nthe pace of free trade talks with the United States, but the\nlongstanding issue of provincial ratification remains to be\nsettled.\n    Speaking to reporters after nearly five hours of meetings\nwith the 10 premiers, Mulroney said further discussions would\nbe held in June and September to discuss the role of the\nprovinces in approving any new trade deal.\n    But he maintained progress was being made in the sweeping\ntalks with the Unites States that got under nearly two years\nago.\n    \"It appears reasonable progress is being made (in the\ntalks),\" Mulroney said.\n    Alberta Premier Don Getty agreed, \"Things are running pretty\nquickly now.\"\n    The talks, launched by Mulroney's Progressive Conservative\ngovernment after concerns about protectionist sentiment in the\nU.S., are aimed reducing the remaining barriers between the\nworld's largest trading partnership.\n    But the provinces are expected to play a major role in any\nnew trading arrangement, and some of the provincial leaders\ncomplained of a lack of progress on reaching a ratification\nformula.\n    \"It's my view that we should be thinking about these things\nright now, along with the questions of the substance of the\nagreement,\" commented Ontario Premier David Peterson, who has\nbeen highly critical of the talks in the past.\n    But Newfoundland Premier Brian Peckford said an agreement\nwas more likely to emerge by consensus and there would be no\nneed for a \"hard and fast formula.\"\n    Peckford said it appears Canada is prepared to make\nconcessions to the United States on financial services in order\nto make inroads on other bargaining areas, such as agriculture.\n    Canadian published reports, quoting government sources, say\nthe two countries are close to reaching a trade deal and it\nwill involve eliminating border tariffs and many non-tariff\nbarriers over the next 10 to 12 years.\n    A rough draft of the accord is expected to be presented to\nthe premiers at the June meeting while the finished document is\nhoped to be presented to Congress in October.\n    \"It's a very tight time frame,\" Ontario's Peterson said last\nnight. \"But at this moment it is tough to say what will\ntranspire.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "mulroney"
    ],
    "ORGS": [
        "opec"
    ]
}