{
    "DATE": " 2-MAR-1987 18:03:14.58",
    "TOPICS": [
        "gnp",
        "trade"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "843",
    "TEXT": {
        "TITLE": "FRANCE HAS LITTLE ROOM FOR MANOEUVRE, OECD SAYS",
        "DATELINE": "    PARIS, March 3 - ",
        "BODY": "French industry is failing to produce the\ngoods its markets need and its loss of competitiveness has left\nthe government little room for manoeuvre to reflate the\neconomy, the Organisation for Economic Cooperation and\nDevelopment said.\n    With gross domestic product likely to grow only 2.1 pct\nthis year, the same rate as last year, unemployment could climb\nto 11.5 pct of the workforce by mid-1988, from its present 10.9\npct, it said in an annual review of the French economy.\n    The report said the French economy was \"increasingly\nill-adapted to demand\" selling goods at \"uncompetitive relative\nprices on both domestic and export markets.\"\n    \"France's poor export performance reflects a geographical\nbias in favour of markets less dynamic than the average...\nAnd...A substantial loss of market share...In the past 18\nmonths,\" it said.\n    Pointing to a likely widening of the French trade deficit\nto around 2.9 billion dlrs this year from 2.4 billion in 1986,\nit warned that a further depreciation of the dollar against the\nfranc could lead to \"a (renewed) loss of competitiveness\nrelative not only to the United States but also to the newly\nindustrialised countries.\"\n    This could result in further major losses of market share,\nparticularly in the non-OECD area, which accounts for almost a\nquarter of French exports, it said.\n    Until the competitive ability of industry improved, the\nauthorities would have \"little scope for macroeconomic\nmanoeuvre, even if the unemployment situation or the need to\nencourage a pickup in investment could require demand to grow\nmore briskly,\" it added.\n    But rising unemployment could help to hold down wage\ndemands, contributing to a slowdown in inflation to around a\ntwo pct annual rate this year and early next, the OECD said.\n    Written mainly in December last year, the report took no\naccount of a rise in oil prices early in 1987, and a 0.9 pct\nsurge in January consumer prices, caused partly by the\ngovernment's deregulation of service sector tariffs.\n    \"We took a bet that the freeing of prices would not provoke\nrunaway rises, and it is not absolutely certain that bet has\nbeen lost,\" one OECD official commented.\n    OECD officials said the January data and a rise in oil\nprices above the 15 dlrs a barrel average assumed in the\nreport, indicated an upward revision in the inflation forecast\nto around 2.5 or three pct.\n    The government last week revised its forecast up to between\n2.4 and 2.5 pct from two pct, against last year's 2.1 pct.\n    But the OECD backed the government's view that the\nunderlying trend for inflation remained downwards this year,\nwith a slowdown in domestic costs taking over from last year's\nfall in oil and commodity prices as the chief cause of\ndisinflation.\n    With French unit productivity costs now among the lowest in\nthe OECD area, the inflation differential between France and\nits main trading rival, West Germany, could fall to just one\npct this year, it said.\n    On the other hand, the report noted, consumer prices for\nindustrial goods and private services have been rising steeply\nas companies built up their profits.\n    \"For the disinflationary process to continue , and price\ncompetitiveness to become lastingly compatible with exchange\nrate stability, it is essential that wage restraint continue,\"\nit said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}