{
    "DATE": "24-MAR-1987 15:11:31.33",
    "TOPICS": [
        "acq",
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8974",
    "TEXT": {
        "TITLE": "CPC <CPC> TO SELL EUROPEAN BUSINESS",
        "DATELINE": "    NEW YORK, March 24 - ",
        "BODY": "CPC International Inc said it reached\nan agreement in principle to sell its European corn wet milling\nbusiness to Agricola Finanziaria SpA, a member of the Ferruzzi\nGroup, for a price in excess of 600 mln dlrs.\n    The transaction is expected to be completed by September\n30.\n    CPC said it expects no material gain or loss this year from\nthe transaction. But the effect of the deal on 1987 earnings\ncan be evaluated in full only when the definitive pacts are\ncompleted, it said.\n    The long-term effect of the transaction on CPC's earnings\nshould be positive, it added, as it will allow capital\nexpenditures to be cut back and will reduce corporate and\ndivisional overheads as well as operating expenses in the\nEuropean business.\n    The sale is an important part of a restructuring announced\nin November, CPC said.\n    Proceeds of the sale will be used to reduce debt incurred\nin the purchase of the Arnold Foods and Old London specialty\nbaking businesses and the stock repurchase program that was \npart of the restructuring.\n    As of December 31, CPC had bought about 15 mln of its\ncommon shares, adjusted for a 2-for-1 split in January, for a\ntotal cost of 621.8 mln dlrs, according to its 1986 annual\nreport.\n    In December, CPC acquired Arnold Foods and Old London for a\ntotal of about 170 mln dlrs.\n    CPC had previously said it wanted to sell the European corn\nwet milling business and use the proceeds to help reduce debt,\nincluding that incurred under the share buyback.\n    In total, CPC has bought back about 16 mln shares of common\nstock, adjusted for the split, it said today. In November it\nauthorized a buyback of 20 mln shares, adjusted for the split.\n    The buyback and the restructuring were triggered in\nNovember, after companies controlled by Ronald Perelman,\nchairman of Revlon Group Inc <REV>, acquired about 7.6 pct of\nCPC's then outstanding stock.\n    In 1986, the European corn wet milling business had sales\nof 914.1 mln dlrs, operating income before overheads of 68.8\nmln dlrs and associated headquarters overhead costs of 19.7 mln\ndlrs, according to CPC's 1986 annual report.\n    The businesses' assets were 645.7 mln dlrs in 1986, the\nreport said.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "icco"
    ],
    "PEOPLE": [
        "herrington"
    ]
}