{
    "DATE": " 5-MAR-1987 15:13:28.99",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "uk",
        "jamaica",
        "qatar",
        "nigeria",
        "saudi-arabia",
        "iran",
        "iraq",
        "indonesia",
        "venezuela"
    ],
    "NEWID": "2383",
    "TEXT": {
        "TITLE": "OPEC PRESIDENT SAYS OUTPUT WELL BELOW CEILING",
        "AUTHOR": "    By Judith Matloff, Reuters",
        "DATELINE": "    LONDON, March 5 - ",
        "BODY": "Opec Conference President Rilwanu Lukman\nsaid the group was producing well below the 15.8 mln bpd\nceiling it set in December, partly because liftings had been\ndelayed or postponed by customers unwilling to pay fixed Opec\nprices.\n    Lukman, during a brief visit to London on his way home from\nJamaica, told Reuters in a telephone interview that in\nFebruary, Opec had underproduced partly because members were\nstrictly abiding by production quotas and partly because they\nwere resisting the temptation to sell at discounts to official\nprices of around 18 dlrs a barrel.\n    \"We are determined to stand firm by the (December) accord,\"\nhe said. \"I have spoken to every other Opec minister and they\nare committed to making the accord work,\" he said.\n    Lukman gave no specific figures for February output. He\nsaid the Opec secretariat in Vienna was finalizing these\nfigures.\n    Told of a Reuters survey published today which estimated\nthat Opec output so far this week was below 15 mln bpd, he\nsaid; \"That could well be correct.\"\n    Opec\"s news agency Opecna today issued a statement saying\ngroup output was \"well below\" its ceiling in February. But it\ngave no figures.\n    But one source close to Opec indicated that February output\nmay have been between 15.3 and 15.5 mln bpd.\n    The Reuter survey estimated Opec February output at around\n16 mln bpd.\n    Opec agreed in December to cut output by 7.25 pct to 15.8\nmln bpd and to return to fixed prices starting February 1.\n    Lukman said Qatar, Nigeria, Saudi Arabia and Iran had all\nproduced in February below their Opec quotas. Iraq, which said\nit would not honour its 1.466 mln bpd quota under the December\npact, had produced less than had been anticipated, he said.\n    Lukman said that some industry reports \"may be correct\" that\nin February, Nigeria propuced 75-100,000 bpd below its 1.238\nmln bpd quota, Saudi Arabia 500,000 bpd less than its 4.133 mln\nallocation and Qatar 20 to 30 pct under its 285,000 bpd quota.\n    He said that sweet crudes such as those produced by his\ncountry were coming under price pressure because they were\ncurrently officially priced above sweet North Sea grades and\nthe United States\" West Texas Intermediate (WTI) crude.\n    However, he said Opec in December had anticipated that\ndemand would be slack at this time of year for seasonal reasons\nand expected the market to firm in two to three weeks.\n    \"We have to be patient for two or three weeks. The market is\nnow firming on actual fundamentals,\" he said, adding that he\nexpected it to go \"up and up\" even beyond official prices after\nearly April. This is when, traditionally, there is more demand\nfor gasoline-rich crudes such as Nigeria\"s.\n    The Opec President said producers such as Kuwait, Venezuela\nand Indonesia were having less problems with output than\nproducers like his own country because they exported oil\nproducts.\n    Also, some of Venezuela\"s heavy grades were outside the Opec\npricing system, he said.\n    Lukman said that if refiner-buyers, now refusing to lift\nsome Opec oil at official prices, instead used their own stocks\nand ran them down to \"dangerous levels,\" they would eventually\nhave to buy Opec oil.\n    \"When they realise it is not a free-for-all (in the market)\nthey will realise they should buy now instead of paying more\nlater on,\" he said.\n    Lukman, asked about industry reports that Nigeria was being\npressured by equity producers for better terms, said it was\nimportant to know that terms with them were negotiable,\nflexible and under constant review, not only when the market\nseemed weak.\n    He said that so far, no meeting of the seven-nation\nministerial differentials committee had been scheduled and that\nsuch a meeting, now twice-postponed, was not a high priority\nfor Opec at the moment.\n    \"At this time, we have to get our priorities right,\" he said.\n\"The most important thing now is ensuring that the accord is\nworking, not dealing with a differential of cents between\ngrades.\"\n    But if any Opec member raised concerns or objections over\nthe differential system, a meeting would be called, he said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "icahn"
    ],
    "ORGS": [
        "opec"
    ]
}