{
    "DATE": "15-MAR-1987 23:37:04.09",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "zambia"
    ],
    "NEWID": "5190",
    "TEXT": {
        "TITLE": "ZAMBIA, IMF TALKS HIT PROBLEMS OVER FOOD SUBSIDIES",
        "DATELINE": "    LUSAKA, March 16 - ",
        "BODY": "Zambia's talks with the World Bank and\nInternational Monetary Fund (IMF) on a financial rescue package\nhave run into difficulties on the issue of food subsidies, an\nofficial newspaper said.\n    The Times of Zambia, which is run by the ruling United\nNational Independence Party (UNIP), quoted official sources as\nsaying the IMF and World Bank had refused to continue financing\nfood subsidies and were pressing the government to explain how\nit proposes to pay for them.\n    President Kenneth Kaunda tried to abolish maize subsidies\nlast December, in line with IMF recommendations, but the move\ncaused maize meal prices to double overnight and led to riots\nin which 15 people were killed.\n    The subsidies were immediately restored as part of moves to\nquell the disturbances, but they are estimated to cost the\ngovernment about 500 mln kwacha per year.\n    The Times of Zambia said another major issue in the\ngovernment's current talks with the IMF and World Bank was the\nremodelling of Zambia's foreign exchange auction.\n    The central bank's weekly auction of foreign exchange to\nthe private sector has been suspended since the end of January,\npending modifications to slow down the rate of devaluation and\ndampen fluctuations in the exchange rate.\n    The kwacha slid to around 15 per dollar under the auction\nsystem, losing 85 pct of its value in 16 months. However, since\nthe end of January it has been revalued to a fixed rate of nine\nper dollar.\n    Banking sources said Zambia was persuaded by the World Bank\nand IMF to lift its proposed ceiling of 12.50 kwacha per dollar\non the currency's devaluation once the auctions restart.\n    According to the Times of Zambia, the IMF team, led by\nassistant director for Africa Paul Acquah, is due to conclude\nits talks with the government on schedule on March 23.\n    The IMF mission arrived in Lusaka on February 26 and its\ntalks with the government have taken longer than expected.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}