{
    "DATE": "17-MAR-1987 08:47:38.36",
    "TOPICS": [
        "copper"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5888",
    "TEXT": {
        "TITLE": "TALKING POINT/COPPER STOCKS",
        "AUTHOR": "    By Steven Radwell, Reuters",
        "DATELINE": "    NEW YORK, March 17 - ",
        "BODY": "Copper shares, which have lagged\nbehind the market, should pick up steam this year on stronger\ndemand and improving prices for the metal, analysts said.\n    \"Copper prices should move up over the next four to six\nquarters,\" said Daniel Roling of Merrill Lynch and Co <MER>. \"I\nsee average copper prices at 70 cts a pound in 1988, up from\naround 63 or 64 cts, based on tight supply and continued world\neconomic growth.\"\n    Other analysts see metal prices ranging from 65 to 68 cts a\npound this year and 70 to 73 cts in 1988.\n    Analysts said Phelps Dodge Corp <PD> will be a strong\nperformer because it is the largest U.S. copper producer.\n    But Asarco Inc <AR>, with about 45 pct of total sales from\ncopper, and Newmont Mining Corp <NEM> are also potential\nwinners, they said. Newmont is spinning off 85 pct of its\ncopper operations to its shareholders.\n    \"In theory, Phelps is the best stock. It's the purest play\nand benefits most from higher copper prices,\" one said.\n    William Siedenburg of Smith Barney Harris Upham and Co,\nsaid Phelps has lowered costs and streamlined mining\noperations. \"They've accomplished a great deal,\" he said.\n    The company's move into carbon black, a product used in\ntires, should provide steady earnings, although not rapid\ngrowth, as a hedge against a copper downturn, Siedenburg said.\nHe estimates Phelps will earn 2.45 dlrs in 1987 and 4.45 dlrs\nin 1988, including tax benefits, versus 1.79 dlrs in 1986.\n    Other analysts, including Clarence Morrison of Dean Witter\nReynolds Inc and Merrill's Roling, also recommend Phelps.\n    Morrison projects Phelps will earn 3.25 dlrs in 1987 and\nfour dlrs in 1988, while Roling sees earnings at 2.75 dlrs this\nyear and around 3.50 dlrs next year.\n    \"The stock can go to the mid 30s,\" Roling said, from its\ncurrent level of around 30. But others see it climbing to 40.\n    \"Their (Phelps Dodge) costs are so low, they don't need\ncopper prices higher than 70 cts to make a lot of money,\" said\nVahid Fathi of Prescott Ball and Turben Inc. \"The shares will\noutperform the market over the next 18 months,\" he said.\n    But Nick Toufexis of Prudential-Bache Securities Inc says\nNewmont Mining is a more attractive investment. \"We'd rather\nplace our bets with Newmont. Any way you slice it, I see a\nsignificant premium to the current stock price,\" he said.\n    After the spinoff, which closes next month, Newmont will\nhave gold operations, including 95 pct of Newmont Gold Co\n<NGC>, a 15 pct stake in its copper unit and energy operations,\nToufexis noted.\n    Analysts see Newmont earning 2.85 dlrs to three dlrs in\n1987 and about 3.75 dlrs in 1988, versus earnings of about 1.40\ndlrs from operations in 1986.\n    \"I'd be buying up to 90,\" Toufexis said last week, when the\nstock rose sharply to near that level. \"But the shares are\nprobably worth about 108 dlrs (each).\"\n    Dean Witter's Morrison and Fathi of Prescott Ball like\nAsarco, because of cost cutting and restructuring. Morrison\nsees 1987 earnings at 1.25 dlrs and 1988 at 1.75 against losses\nin 1986. Fathi projects Asarco will earn one dlr in 1987 and\nfrom three dlrs to 3.25 dlrs in 1988.\n    Roling of Merrill Lynch is recommending Cyprus Minerals Co\n<CYPM> in addition to Phelps Dodge. Cyprus has interests in\ncoal and other minerals aside from copper.\n    But Siedenburg of Smith Barney thinks Cyprus is overpriced\nat current levels. \"I would be willing to sell Cyprus and buy\nPhelps Dodge if I were picking one copper stock,\" he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}