{
    "DATE": " 5-MAR-1987 10:20:40.73",
    "TOPICS": [
        "earn",
        "crude"
    ],
    "PLACES": [
        "uk",
        "usa"
    ],
    "NEWID": "2061",
    "TEXT": {
        "TITLE": "ROYAL DUTCH/SHELL U.S. EARNINGS SHARPLY LOWER",
        "DATELINE": "    LONDON, March 5 - ",
        "BODY": "Royal Dutch/Shell Group <RD.AS> earnings\nfor 1986 from the U.S. Fell sharply because of difficult market\nconditions, lower crude and gas prices and also due to\ndifferent accounting methods, Shell chairman Peter Holmes said.\n    The Shell Oil dollar net income fell 47 pct in the year,\nwhile the additional effect of currency movements reduced the\ncontribution to group net income by 57 pct to 472 mln stg.\n    The group earlier reported a drop in net income for the\nyear to 2.54 billion stg from 3.03 billion previously, with\nlower crude prices outweighing the effect of increased sales by\nvolume.\n    Although the figures were lower, they were nonetheless at\nthe top end of market forecasts. Shell Transport and Trading\nPlc <SC.L> shares, the U.K. Arm of the group, rose to 11.39 stg\nfrom a close last night of 11.06 stg. Analysts noted that a\ngeneral collapse in exploration and production volumes was\npartially offset by earnings from chemicals rising to 462 mln\nstg from 205 mln in 1985.\n    Also, a windfall tax credit and lower than expected\ncurrency losses had added about 100 mln stg onto fourth quarter\nresults, which was the main reason for the figures exceeding\nforecasts, industry analyst Chris Rowland of Barclays de Zoete\nWedd noted.\n    However, he added there could well be a sharp fall in\nperformance in the first quarter of 1987, due to the\nimprobability that the group would be able to repeat the high\nrefining and marketing margins of first quarter 1986.\n    The impact of recovering oil prices would come through\nfaster on the downstream side than on the upstream as such a\nhigh proportion of upstream activity centred on gas, which\ntypically reacted to oil price changes with about a half-year\nlag, analysts said.\n    Holmes said that in the upstream U.S. Sector the third\nquarter of 1986 had been the worst of all.\n    Only two of the oil majors had managed to make a profit in\nthe period, with Shell Oil being one of them. The decrease in\nU.S. Earnings had been accentuated by tax rates but the group\nhad increased share to become volume market leader, Holmes\nadded.\n    Continued low crude oil prices would continue to subdue\nU.S. Exploration activity. \"Exploration is currently pretty\nflat. We are going to go on, but at 16-18 dlrs there will be no\nmassive upturn,\" he said.\n    A renewal of exploration in high cost areas of the North\nSea and the U.S. Requires prices of around 25 dlrs a barrel.\n    Ultimately this would lead to a rise in U.S. Imports. \"If\nyou are not exploring you are not going to find anything,\" he\nnoted.\n    U.S. Oil production had dropped some half mln barrels a day\n(bbd) in 1986 and would continue to fall if the price stayed\nbelow 20 dlrs a barrel.\n    This favored OPEC's attempts to stabilise prices, as the\nlower the price the more likelihood there was of non-OPEC\nmarginal production shutting down. \"OPEC has done pretty\nextraordinarily well...Everything is moving in (its) direction,\"\nhe added.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ]
}