{
    "DATE": " 1-APR-1987 18:12:36.26",
    "TOPICS": [
        "grain",
        "wheat",
        "corn",
        "sugar",
        "carcass",
        "livestock",
        "groundnut",
        "oilseed",
        "cotton",
        "veg-oil"
    ],
    "PLACES": [
        "usa",
        "ussr"
    ],
    "NEWID": "12372",
    "TEXT": {
        "TITLE": "U.S. HOUSE PANEL EXTENDS EEP, URGES USSR OFFER",
        "DATELINE": "    WASHINGTON, APRIL 1 - ",
        "BODY": "The U.S. House Agriculture Committee\napproved proposals to extend the life of the Export Enhancement\nProgram, EEP, through fiscal 1990 and urged the Reagan\nadministration offer EEP wheat to the Soviet Union.\n    The proposals were approved as amendments to a\ncomprehensive trade bill moving through Congress this year.\n    In addition to the amendments on EEP, the committee\napproved several proposals which could restrict imports of\nlamb, casein, sugar-containing products and tobacco. Those\namendments affecting imports face an uncertain future because\nthe House Ways and Means Committee, which has overall\njurisdiction over trade legislation, will oppose them,\nCongressional sources said.\n    The effect of the EEP amendments would be to extend the\nlife of the program five years through fiscal 1990 rather than\nthe current three years through fiscal 1988.\n    The amendments, offered by Rep. Dan Glickman, D-Kan., also\nwould increase funding for the program to 2.5 billion dlrs from\n1.5 billion now.\n    Furthermore, the committee passed an amendment offered by\nRep. Glickman which instructs the U.S. Agriculture Department\nto value EEP bonus commodities at market value, not acquisition\nvalue. Glickman said the change would make the program 30 pct\nless expensive to operate.\n    The provision on EEP wheat to the Soviet Union, offered by\nRep. Bob Smith, R-Ore., does not require the administration\nmake an offer, but urges such action.\n    The committee approved an amendment, offered by Rep. Glenn\nEnglish, D-Okla., requiring the Secretary of Agriculture to\nbegin discussions with other major grain producing countries\naimed at jointly reducing world grain production.\n    Trade Representative Clayton Yeutter yesterday opposed the\namendment, saying such commodity agreements do not work.\n    Among the host of amendments to restrict imports approved\nby the panel, the most significant would require quotas on\nimports of goods containing more than 25 pct of a bulk farm\nproduct that is subject to U.S. quotas. The amendment, offered\nby Rep. Arlan Stangeland, R-Minn., is aimed primarily at\ncurbing imports from Canada of products containing sugar and\nforeign foods containing dairy products. It also may affect\npeanut, cotton and tobacco imports, Committee sources said.\n    Another amendment would place a quota on U.S. imports of\ncasein, a dairy product shipped to the U.S. primarily by New\nZealand and Ireland.\n    The panel also voted to apply to lamb imports the same\ncountercyclical import quota law which is operating for U.S.\nbeef imports.\n    Other miscellaneous amendments included:\n    -- Urging the administration consider retaliating against\nJapan and South Korea if those countries do not remove\nrestrictions on beef imports.\n    -- Boosting the amount of U.S. grain which must be shipped\neach year under a food aid program called Section 416 to\n800,000 tonnes from 500,000 tonnes now.\n    -- Requiring the Agriculture Secretary conduct a study of\nthe Canadian Wheat Board import licensing system for wheat to\ndetermine if it is a non-tariff trade barrier.\n    -- Requiring the Agriculture Secretary reimburse the\nNational Corn Growers Association up to 500,000 dlrs for the\ncosts of defending the U.S. feedgrains program against a\nCanadian countervailing duty case this year.\n    -- Urging the administration oppose the Canadian decision\nto apply a duty on U.S. corn imports, and a proposal by the\nEuropean Community to apply a vegetable oils tax.\n    -- USDA conduct a study of the findings of a National\nCommission on Agricultural Export Policy, which recommended a\nreorganization of USDA's trade policy apparatus.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}