{
    "DATE": "23-APR-1987 19:02:27.01",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17036",
    "TEXT": {
        "TITLE": "FED DATA PROVIDE NEW EVIDENCE OF TIGHTER POLICY",
        "AUTHOR": "    By Alan Wheatley, Reuters",
        "DATELINE": "    NEW YORK, April 23 - ",
        "BODY": "U.S. banking data released today are\ntoo distorted to draw sweeping conclusions about monetary\npolicy, but they do support the market's assumption that the\nFederal Reserve has started to tighten its grip on credit,\neconomists said.\n    \"It's clear that the Fed has firmed somewhat. Discount\nwindow borrowings, net free reserves, the Fed funds rate\naverage and the pattern of reserve additions are all consistent\nwith a modest tightening,\" said Dana Johnson of First Chicago\nCorp.\n    Johnson, and several other economists, now estimate that\nthe Fed funds rate should trade between 6-1/4 and 6-3/8 pct.\n    Discount window borrowings in the week to Wednesday were\n935 mln dlrs a day, producing a daily average for the two-week\nstatement period of 689 mln dlrs, the highest since the week of\nDecember 31, 1986, and up from 393 mln dlrs previously.\n    Moreover, banks were forced to borrow a huge 5.2 billion\ndlrs from the Fed on Wednesday - the highest daily total this\nyear - even though unexpectedly low Treasury balances at the\nFed that day left banks with over two billion dlrs more in\nreserves than the Fed had anticipated.\n    However, economists said it is almost certain that the Fed\nis aiming for much lower discount window borrowings than\nwitnessed this week. They pointed to two factors that may have\nforced banks to scramble for reserves at the end of the week.\n    First, economists now expect M-1 money supply for the week\nended April 29 to rise by a staggering 15 to 20 billion dlrs,\npartly reflecting the parking in checking accounts of the\nproceeds from stock market sales and mutual fund redemptions to\npay annual income taxes.\n    As banks' checking-account liabilities rise, so do the\nreserves that they are required to hold on deposit at the Fed.\n    Required reserves did indeed rise sharply by 2.5 billion\ndlrs a day in the two weeks ended Wednesday, but economists\nsaid the Fed may not have believed in the magnitude of the\nprojected M-1 surge until late in the week and so started to\nadd reserves too late.\n    Second, an apparent shortage of Treasury bills apparently\nleft Wall Street dealers with too little collateral with which\nto enagage in repurchase agreements with the Fed, economists\nsaid. Thus, although there were 10.3 billion dlrs of repos\noutstanding on Wednesday night, the Fed may have wanted to add\neven more reserves but was prevented from doing so.\n    \"It's not at all inconceivable that the Fed didn't add as\nmuch as they wanted to because of the shortage of collateral,\"\nsaid Ward McCarthy of Merrill Lynch Economics Inc.\n    McCarthy estimated that the Fed is now targetting\ndiscount-window borrowings of about 400 mln dlrs a day,\nequivalent to a Fed funds rate of around 6-3/8 pct.\n    After citing the reasons why the Fed probably has not\ntightened credit to the degree suggested by the data,\neconomists said the fact that the Fed delayed arranging \novernight injections of reserves until the last day of the\nstatement period was a good sign of a more restrictive policy.\n    Jeffrey Leeds of Chemical Bank had not been convinced that\nthe Fed was tightening policy. But after reviewing today's\nfigures, he said, \"It's fair to say that the Fed may be moving\ntoward a slightly less accommodative reserve posture.\"\n    Leeds expects Fed funds to trade between 6-1/4 and 6-3/8\npct and said the Fed is unlikely to raise the discount rate\nunless the dollar's fall gathers pace.\n    Johnson at First Chicago agreed, citing political\nopposition in Washington to a dollar-defense package at a time\nwhen Congress sees further dollar depreciation as the key to\nreducing the U.S. trade surplus with Japan.\n Reuter\n\u0003"
    }
}