{
    "DATE": "23-MAR-1987 08:31:25.03",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa",
        "canada",
        "australia",
        "mexico"
    ],
    "NEWID": "8210",
    "TEXT": {
        "TITLE": "WORLD DEPENDENCY ON MIDEAST OIL SAID INEVITABLE",
        "AUTHOR": "    By TED d'AFFLISIO, Reuters",
        "DATELINE": "    NEW YORK, March 23 - ",
        "BODY": "The world's dependency on the Mideast\nas the source for its petroleum is growing and nothing is going\nto stop it, Donald K. McIvor, an Exxon Corp <XON> Director and\nsenior vice president told Reuters in an interview.\n    \"Non-OPEC production will begin to decline and the gap\nbetween demand and supply will widen so that the trend to\nincreasing dependence on OPEC and the Middle East is\ninevitable,\" McIvor said.\n    Decreased supplies will firm prices for crude oil but are\nnot likely to change a growing dependence, McIvor said.\n    McIvor, Exxon's senior vice president responsible for oil\nand gas exploration and production said that dependence would\nresult from the Mideast's large spare capacity at a time when\nthe rest of the world consumes more oil than it was finding.\n    \"Since 1970 we've been consuming oil at rates of 20-25\nbillion barrels per year while making new discoveries of only\nabout 10-15 bilion barrels per year,\" McIvor said.\n    \"The bulk of the inventory and more than half of the\nremaining proved reserves lies in the middle east which is\nproducing at much less than current capacity,\" he added.\n    McIvor said that of the some 30,000 oil fields discovered\nso far only 37 \"one-one thousandth of the total number contained\nabout 35 pct of all the oil ever discovered.\"\n    McIvor said, in response to a question, that he did not\nbelieve there were any more \"super giants\", or oil fields with\nreserves greater than five billion barrels, to be found which\nwould change the conclusion of the world's growing dependency.\n    \"Of those 37 super giants only 11 lie outside the Middle\nEast. Only five of the 37 have been discovered in the past 20\nyears and only two of these lie outside the middle east\n(Cantarell in Mexico and Alaska's North Slope).\" McIvor said.\n    McIvor said that many of the large fields outside the U.S.\nlike Alaska's Prudhoe Bay and the North Sea were reaching a\npeak and would soon begin to decline.\n    But the Exxon executive said that there were still plenty\nof opportunities to be explored and developed outside of the\nMiddle east, particulartly in Canada, the North Sea, and\nAustralia and Africa.\n    McIvor said that decisions to explore and drill in those\nareas would be depedent upon both the expectations of a higher\nprice of oil as well as the legal regime affecting the\ncompanies.\n    \"The ideal regime is a stable one not one where there is a\nconstant change in policies,\" McIvor said.\n    McIvor said he opposed import subsidies or tariffs used to\nincrease exploration as these only benefit one part of the\neconomy at the expense of other parts of the economy.\n    Asked about the options offered this week by U.S. Energy\nSecretary Herrington to increase U.S. production McIvor said he\ncould not comment on subjects like the oil depletion allowance\nnow but \"the thrust of his (Herrington) report is valid. It has\nhighlighted the growing dependency on the Middle east and the\nneed to increase U.S. production.\"\n    McIvor also said that he expected natural gas to play a\ngreater role in the future in meeting energy needs.\n    \"Natural gas will have the opportunity to become an\nincreasingly important part of the worlkd's energy supply,\"\nMcIvor said.\n    \"Crude oil will be used more and more as a transportation\nfuel and natural gas will be used more to generate heat, as an\nindustrial fuel,\" he added.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}