{
    "DATE": "27-APR-1987 10:35:02.45",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "17329",
    "TEXT": {
        "TITLE": "EXXON <XON> SEES DROP IN NEW OIL DISCOVERIES",
        "DATELINE": "    HOUSTON, April 27 - ",
        "BODY": "Exxon Corp chairman Lawrence Rawl said\ntotal world energy consumption will continue to grow, but added\nnew oil discoveries worldwide are slowing down and can not\noffset annual production.\n    In a speech at the World Petroleum Congress here, Rawl said\noil companies would increasingly be forced to turn to enhanced\nrecovery techniques, very heavy oil and synthetics to\ncompensate for substantial declines in conventional oil\nproduction.\n    \"What our current outlook suggests is that total world\nenergy consumption will continue to grow steadily in an ever\nmore energy efficient world,\" Rawl said. But, he added, Exxon\nprojects that \"despite today's ample supplies, the world will\nalso be facing up to inherent limitations on the availability\nof oil and gas, which currently supplies more than half of the\nworld's energy needs.\"\n    The Exxon chairman told some 1,500 oil executives from\naround the world that some synthetics projects could become\npractical when oil reaches 30 dlrs to 40 dlrs a barrel range in\nreal terms.\n    \"The question is when and how this will happen,\" he said.\n\"I believe that synthetic projects will not only re-emerge but\nwill become commercial well below those we were thinking about\nthe last time oil prices moved substantially higher.\"\n    Rawl said synthetic fuel would become economic at lower\nprices because companies are investigating \"a new generation of\nideas that promise substantially lower costs\" and projects\nbegun in the late 1970s, which have since been suspended.\n    Rawl also said companies must find new and more effective\nways of enhanced recovery from existing oil fields.\n    \"It would be my view that new oil discoveries, even with\nadvanced technology, are likely to slow down - not reverse -\nthe decline in worldwide oil discoveries,\" he said. \"So it is\nessential to find a better way to recover more of the\ndiscovered oil from producing fields using chemicals, solvents,\nheat, and other techniques.\"\n    Rawl emphasized that private oil companies need some\nassistance from government in developing synfuels technology.\n\"More importantly, they need to provide a political and\neconomic environment that is stable enough to allow the\ndevelopmental process to function effectively, he said.\n    Rawl also said stable energy markets serve the best\ninterest of producing and consuming nations by allowing both\ngroups to plan for steady economic growth.\n    He did not make any oil price prediction, saying only that\nthe economic goals of the U.S. and other nations can only be\nachieved if world oil prices \"stabilize within a reasonable\nrange.\"\n    \"Prices must be high enough to meet realistic aspirations\nfor income and encourage resource development in the producing\ncountries, but not so high as to inhibit economic growth in\nconsuming nations,\" he said.\n    The Exxon chairman also criticized \"the occasional attempt\nof consuming nations to try to control domestic oil prices,\ncalling such protectionist measures disruptive to the world oil\nmarket.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc"
    ]
}