{
    "DATE": "31-MAR-1987 08:48:38.71",
    "TOPICS": [
        "coffee"
    ],
    "NEWID": "11265",
    "TEXT": {
        "TITLE": "ICO BOARD PASSES OVER COFFEE QUOTA ISSUE",
        "AUTHOR": "    By Lisa Vaughan, Reuters",
        "DATELINE": "    LONDON, March 31 - ",
        "BODY": "Executive board members of the\nInternational Coffee Organization, ICO, passed over the issue\nof export quota negotiations at its regular meeting here,\ndelegates said.\n    No move was made to reopen dialogue on export quotas and no\nfurther discussion on the issue is likely during the three-day\ntalks, they said.\n    Producer and consumer members of the ICO council failed to\nagree export quota shares in early March.\n    Neither Brazil, the largest producer, nor the U.S., the\nlargest consumer, are ready to be flexible, delegates said.\n    \"The situation is unchanged,\" consumer spokesman Abraham Van\nOverbeeke told reporters. \"As long as Brazil sticks to its\nposition there will not be quotas -- there is no point in\nmeeting.\"\n    At the last council meeting, Brazil wanted to maintain its\nprevious quota share of around 30 pct of the market. Consumers\nand a splinter group of eight producers favoured redistribution\nof export shares using \"objective criteria,\" which would likely\nhave reduced Brazil's share.\n    Brazilian delegate Lindenberg Sette said that, if quota\nnegotiations were to resume, the 1.0 mln bag shortfall Brazil\nwas willing to give up in early March if the producer proposal\nwas accepted would no longer be on the table.\n    \"As we said from the start...No agreement, no one million\nbags,\" he told Reuters.\n    Shortfalls of 200,000 bags offered by OAMCAF, the African\nand Malagasy Coffee Organization, and 20,000 bags offered by\nAngola, are also no longer valid, delegates said.\n    The closest the board came to discussing quotas was a\nbriefing by the Guatemalan ICO delegate Rene Montes on a recent\nLatin American producers meeting in Managua, delegates said.\n    There, the producers expressed their political will to\nnegotiate basic quotas, particularly in the face of the\ndamaging drop in coffee prices after the council failed to\nagree quotas, Montes said.\n    The ICO board also reviewed export statistics and stock\nverification. They expected talks on stock verification to take\nup the remainder of today's session, delegates said.\n Reuter\n\u0003"
    },
    "PLACES": [
        "uk",
        "brazil"
    ],
    "PEOPLE": [
        "tamura"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}