{
    "DATE": " 1-MAR-1987 01:49:03.52",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "uk",
        "colombia"
    ],
    "NEWID": "232",
    "TEXT": {
        "TITLE": "PRODUCER SPLIT HEATS UP COFFEE QUOTA TALKS",
        "AUTHOR": "    By Lisa Vaughan, Reuters",
        "DATELINE": "    LONDON, March 1 - ",
        "BODY": "Talks on the possibility of reintroducing\nglobal coffee export quotas have been extended into today, with\nsparks flying yesterday when a dissident group of exporters was\nnot included in a key negotiating forum.\n    The special meeting of the International Coffee\nOrganization (ICO) council was called to find a way to stop a\nprolonged slide in coffee prices.\n    However, delegates said no solution to the question of how\nto implement quotas was yet in sight.\n    World coffee export quotas -- the major device used to\nregulate coffee prices under the International Coffee Agreement\n-- were suspended a year ago when prices soared in reaction to\na drought which cut Brazil\"s output by nearly two thirds.\n    Brazil is the world\"s largest coffee producer and exporter.\n    Producers and consumers now are facing off over the\nquestion of how quotas should be calculated under any future\nquota distribution scheme, delegates said.\n    Tempers flared late Saturday when a minority group of eight\nproducing countries was not represented in a contact group of\nfive producer and five consumer delegates plus alternates which\nwas set up to facilitate debate.\n    The big producers \"want to have the ball only in their court\nand it isn\"t fair,\" minority producer spokesman Luis Escalante of\nCosta Rica said.\n    The majority producer group has proposed resuming quotas\nApril 1, using the previous ad hoc method of carving up quota\nshares, with a promise to try to negotiate basic quotas before\nSeptember 30, delegates said.\n    Their plan would perpetuate the status quo, allowing Brazil\nto retain almost all of its current 30 pct share of the export\nmarket, Colombia 17 pct, Ivory Coast seven pct and Indonesia\nsix pct, with the rest divided among smaller exporters.\n    But consuming countries and the dissident producer group\nhave tabled separate proposals requiring quotas be determined\nby availability, using a formula incorporating exportable\nproduction and stocks statistics.\n    Their proposals would give Brazil a smaller quota share and\nColombia and Indonesia a larger share, and bring a new quota\ndistribution scheme into effect now rather than later.\n    Brazil has so far been unwilling to accept any proposal\nthat would reduce its quota share, delegates said.\n    Delegates would not speculate on prospects for agreement on\na quota package. \"Anything is possible at this phase,\" even\nadjournment of the meeting until March or April, one said.\n    If the ICO does agree on quotas, the price of coffee on the\nsupermarket shelf is not likely to change sinnificantly as a\nresult, industry sources said.\n    Retail coffee prices over the past year have remained about\nsteady even though coffee market prices have tumbled, so an\nupswing probably will not be passed onto the consumer either,\nthey said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "keating"
    ]
}