{
    "DATE": " 2-APR-1987 05:49:23.68",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "philippines"
    ],
    "NEWID": "12443",
    "TEXT": {
        "TITLE": "COMPROMISE CITED ON SAN MIGUEL SHARES",
        "DATELINE": "    MANILA, April 2 - ",
        "BODY": "<San Miguel Corp>, SMC, and <United\nCoconut Planters Bank>, UCPB, have reached a compromise on a\ndisputed block of 38.1 mln shares of SMC, the head of a\ngovernment panel that controls the sequestered shares said.\n    Ramon Diaz, Chairman of the Presidential Commission on Good\nGovernment (PCGG) told Reuters SMC had offered a price of 126\npesos per share for the block, held in trust by the UCPB.\n    \"It looks good,\" Diaz said. But he added several issues,\nincluding the identity of the ultimate buyers of the shares,\nhad to be resolved before the PCGG gave its approval to the\nsale.\n    The PCGG's sequestration last year of 33 mln shares aborted\nSMC's bid to buy them back from 14 trading companies in the\nUCPB group. The commission said it suspected the shares were\nactually controlled by Eduardo Cojuangco, an associate of\nformer President Ferdinand Marcos.\n    Cojuango, who headed the boards of both SMC and UCPB when\nhe fled last year after Marcos was toppled, personally owned 24\nmln shares in SMC. His holdings are also under sequestration.\n    \"The shares that SMC now proposes to buy from the UCPB are\nowned by 1.4 mln coconut farmers,\" Diaz said. \"Naturally we do\nnot want them to go back into the hands of Marcos cronies.\"\n    PCGG sources said a compromise would end a row over a down\npayment of 500 mln pesos made by SMC's Hong Kong subsidiary\nNeptunia Corp Ltd in a bid to buy back the shares last year.\n    The UCPB had said the 500 mln peso payment would be\nforfeited because SMC Chairman Andres Soriano III had failed to\nfulfil his commitment to buy back the shares at an originally\nnegotiated price of 3.3 billion pesos.\n    PCGG sources said SMC, the Philippines' largest food and\nbeverage manufacturer, has agreed to sell 14 mln \"B\" class shares\nfrom the 38.1 mln shares to Australian brewer Alan Bond at a\nprice of 150 pesos per share.\n    The PCGG sources said of the proposed 4.79 billion peso\ntransaction, 1.6 billion pesos would be offset against the 500\nmln peso down payment, the 500 mln pesos worth of preferred\nshares in UCPB held by SMC, 210 mln pesos in uncollected\ndividends on the UCPB shares and 400 mln pesos advanced to\nUCPB-controlled trading companies.\n    The UCPB rejected an original offer of 100 pesos per share\nmade by SMC for 33 mln shares, which grew to 38 mln after a 15\npct stock dividend declared in June last year.\n    A spokesman for SMC said the company's 15-member board met\ntoday to discuss the proposed compromise.\n    The spokesman declined comment on the outcome of the board\nmeeting, saying the dispute was under arbitration.\n    President Corazon Aquino last month asked SMC and UCPB to\nset up a three-man arbitration panel to resolve the ownership\nissue. The panel is due to submit its report by April 15.\n    Eduardo de Los Angeles, a government nominee in the SMC\nboard, filed a formal complaint before the Securities and\nExchange Commission last week, accusing Soriano and eight other\ndirectors of violating \"fiduciary duty.\"\n    De Los Angeles was said to have opposed a decision by SMC's\nboard last December to assume the 500 mln peso Neptunia loan.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}