{
    "DATE": "24-APR-1987 13:45:44.12",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "france"
    ],
    "PEOPLE": [
        "del-mazo",
        "mancera-aguayo"
    ],
    "NEWID": "17148",
    "TEXT": {
        "TITLE": "ROCKWELL SIGNS AGREEMENT ON VALEO SUBSIDIARY",
        "DATELINE": "    PARIS, April 24 - ",
        "BODY": "Rockwell International Corp <ROK.N> has\nsigned an agreement leading to the takeover of Valeo <VLOF.PA>\nsubsidiary <SO.M.A. Europe Transmissions>, Valeo said in a\nstatement.\n    The company said Rockwell had agreed to handle Soma sales\naround the world and to help Valeo in restructuring its\nloss-making subsidiary.\n    It also said Rockwell, an American high-technology\nengineering group with interests in aerospace and the car\nindustry, would take control of Soma at the beginning of 1988\nif it obtained approval from the French government.\n    Soma, a fully owned subsidiary of Valeo, makes axles and\ngear boxes for heavy vehicles and machinery mostly used in the\nconstruction business. A Valeo spokesman said <S.E.S.M.>, a\nsubsidiary of Soma specialized in equipment for military\nvehicles, had been excluded from the agreement with Rockwell.\n     He said no details were available on the eventual amount\nRockwell would pay for Soma.\n    Vehicle components maker Valeo was the object of a takeover\nbid in 1986 by Italian group <Compagnie Industriali Riunite>\n(CIR), controlled by Olivetti chairman Carlo de Benedetti.\n    The French government limited CIR's holding in Valeo to\nless than 30 pct in June 1986, after classifying Valeo as a\ndefence contractor. Today CIR has effective control of Valeo\nthrough its French holding company <Compagnies Europeenes\nReunies>, Cerus, which has a 18.24 pct stake in Valeo.\n    Since CIR won control of the French group in June, Valeo\nhas pursued a policy of concentrating its activities on the car\nindustry. The company spokesman said Valeo had sold off all its\nconstruction interests in 1986 but declined to comment on the\namount of the sales.\n    The spokesman said figures were not available on Soma's\nlosses in 1986 but said the company had registered a turnover\nof 546 mln francs. Valeo recorded a consolidated net loss of\n388 mln francs in 1986 on a turnover of 12.1 billion francs.\n    REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}