{
    "DATE": " 9-APR-1987 08:26:57.49",
    "TOPICS": [
        "dlr",
        "money-fx"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "15460",
    "TEXT": {
        "TITLE": "EUROPEAN MARKETS REACT QUIETLY TO G-7 COMMUNIQUE",
        "AUTHOR": "    By Richard Murphy, Reuters",
        "DATELINE": "    ZURICH, April 9 - ",
        "BODY": "European currency markets reacted quietly\nto the G-7 communique, with comments from bankers and dealers\nranging from disappointment that it was not more concrete to\nsurprise that the markets should have expected so much.\n    The dollar opened lower against virtually all currencies\nand traded in a narrow range after the communique, which\nreaffirmed support for the Paris accord on currency\nstabilisation but contained no moves to strengthen it.\n    Dealers in Frankfurt and Zurich saw the dollar remaining\nbroadly entrenched in its current trading range.\n    \"The dollar is likely to stay within a range of 1.80 to 1.84\nmarks,\" said Gisela Steinhaeuser, senior dealer at Chase Bank\nAG. She said there was some resistance to further climbs.\n    However, she said the dollar could break out of the range\nwith major surprises such as a worse-than-expected U.S.\nMerchandise trade deficit, due next Tuesday.\n    Theodor Stadelmann, dealer with Bank Julius Baer and Co Ltd\nin Zurich, said he expects the dollar to hold steady against\nthe mark and Swiss franc but to weaken further against the yen,\npossibly to 140 yen.\n    A Milan banker shared Stadelmann's view, saying he expects\na dollar-yen range of 140-150 in the short term.\n    London traders said the G-7 communique failed to curb\nunderlying bearishness toward the dollar but this negative\nsentiment was not yet strong enough to tempt interbank\noperators to test the downside.\n    Concern that finance ministers and officials still in\nWashington could issue more concrete statements in favour of\ncurrency stabilisation kept players sidelined, along with\nworries about provoking fresh central bank intervention in the\nlong term, the traders said.\n    Most Paris dealers expressed disappointment at the\ncommunique, saying nothing has changed to reverse the dollar's\ndownward trend.\n    Traders in several centres said the market would look for\nfresh opportunities to test the willingness of central banks to\ndefend current ranges, which the communique said were \"broadly\nconsistent with economic fundamentals and the basic policy\nintentions outlined at the Louvre meeting.\"\n    Dave Jouhin, senior dealer at Midland Bank in London, said\n\"They're going to put somebody's resolve to the test soon.\" The\nU.S. February trade data may provide the trigger, dealers said.\n    However, some dealers said London-based operators would be\nunlikely to open major positions next week ahead of the long\nEaster weekend. They saw near-term technical support at 1.825\nmarks and 145 yen and resistance about 1.83 marks and 146 yen.\n    Chase Bank's Steinhaeuser and other Frankfurt dealers said\nthe G-7 communique guaranteed a relatively calm and stable\nmarket for the foreseeable future compared with the extreme\nvolatility seen in the first few months of this year.\n    One dealer at a German bank said the wording of the\ncommunique made clear the leading nations did not want a\nfurther dollar drop, and this was supporting the dollar.\n    The German dealer saw the dollar gradually appreciating to\n1.87 marks, broadly seen as its upper limit within the Louvre\naccord's supposed currency target range.\n    A Swiss bank economist said he believed the markets were\nready for a period of \"mainly sideways movement.\"\n    But Milan dealers were sceptical about the communique\ncontributing to greater stability.\n    \"Nothing has changed substantially to give the dollar a big\nboost,\" said one dealer, while another Italian banker said he\nexpects the dollar to trade between 1.77 and 1.87 German marks\nin the next three months.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ]
}