{
    "DATE": "26-MAR-1987 11:30:32.16",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "west-germany",
        "france",
        "usa"
    ],
    "NEWID": "9954",
    "TEXT": {
        "TITLE": "SIEMENS REBUTTS U.S. CRITICISM ON CGCT OFFER",
        "DATELINE": "    MUNICH, March 26 - ",
        "BODY": "Siemens AG <SIEG.F> rebutted U.S.\nCriticism it is blocking American Telephone and Telegraph\nCorp's <T.N>, AT and T, entry into French telecommunications\nfirm <Compagnie Generale Constructions Telephoniques>, CGCT.\n    Management board member Hans Baur told journalists that the\nacquisition of a joint 20 pct stake in CGCT by AT and T and\nPhilips Gloeilampenfabrieken NV <PGLO.AS> had not been decided\non two years ago as claimed by AT and T.\n    The French government, which owns CGCT, had asked Siemens\nat the start of 1986 to submit an offer for the stake in CGCT.\nThe result of the negotiations was still open.\n    Baur said Siemens had first made an offer last summer.\n    The Handelsblatt newspaper today quoted AT and T chairman\nJames E. Olson as saying that Siemens' attempt to stop AT and T\nand Philips could lead to a resurgence of protectionism in the\nU.S.\n    Baur said he expected the French government to decide on\nthe winning bid by the end of April. CGCT's share of the French\nswitchboard market amounts to around 16 pct.\n    The French government has limited CGCT participation by\nforeign companies to 20 pct and set a price of 500 mln francs\nfor the whole company.\n    Bauer said the 20 pct limitation would only apply to the\ninitial stake. He did not rule out a stake increase later but\nsaid Siemens' aim was to introduce its technology.\n    Bauer said Siemens and French telecommunications firm\n<Jeumont-Schneider SA> submitted a joint offer at the start of\nMarch because of the 20 pct limitation. Both companies will\nform a joint venture to take over the whole of CGCT.\n   Siemens will have a 20 pct stake in the new company while\nJeumont-Schneider will own 80 pct. Apart from investing 100 mln\nfrancs for the modernisation of CGCT, a new research centre\nwith was also being planned.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "icco"
    ]
}