{
    "DATE": "29-MAR-1987 04:58:41.86",
    "TOPICS": [
        "trade",
        "grain"
    ],
    "PLACES": [
        "usa",
        "france"
    ],
    "NEWID": "10643",
    "TEXT": {
        "TITLE": "U.S. SEES MORE HARMONY IN TALKS WITH FRANCE",
        "DATELINE": "    WASHINGTON, March 29 - ",
        "BODY": "The U.S. Expects more harmonious\ntalks than usual during French Prime Minister Jacques Chirac's\nfirst official visit this week as frequently rancorous disputes\nbetween the two countries begin to fade.\n    \"The Libyan bombing is a thing of the past, the trade war\ndidn't happen and we have reached reasonably good cooperation\non terrorism,\" one U.S. Official told Reuters.\n    \"It looks like a reasonably harmonious visit in prospect,\nmore harmonious than usual.\"\n    Since taking office a year ago, Chirac has been obliged to\ndeal with a series of potentially serious disputes with the\nUnited States.\n    During the U.S. Bombing of alleged terrorist targets in\nLibya last April, France refused to allow British-based U.S.\nPlanes to overfly its territory, forcing them to take a\ncircuitous route. That angered Washington.\n    The U.S. Officials, who asked not to be identified, said a\nyear ago Washington felt the French were not taking strong\nenough action against terrorism. \"Now they are. We're pleased\nand they are pleased that we are pleased,\" one said.\n    More recently, a dispute over U.S. Access to the grain\nmarkets of Spain and Portugal after they joined the European\nCommunity  threatened to become a trade war.\n    In retaliation for what Washington saw as deliberate\nCommunity moves to exclude U.S. Grain, the United States was\npoised to impose swingeing tariffs on European Community food\nimports and a major trade war was averted at the last minute.\n    Last week, the forces of President Hissene Habre of Chad,\nsupported, trained and armed by Paris and Washington, scored a\nmajor success by pushing Libyan troops out of their last bases\nin northern Chad.\n    A French official added: \"There is also a common interest in\ngetting Japan to cut its trade surplus with the rest of the\nworld by opening up its markets.\"\n    Although relations have improved markedly between the two\ncountries, many irritants remain. At the top of the list is the\nCommunity's common agricultural policy (CAP).\n    To Washington, as one official put it, \"CAP is the root of\nall evil\" in international food trade because it subsidises\nfarmers and sells vast amounts of excess produce at below world\nprices, thereby eating into U.S. Markets.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}