{
    "DATE": "30-MAR-1987 08:08:51.13",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "10779",
    "TEXT": {
        "TITLE": "TOKYO BIDS TO STOP CHIP ROW BECOMING TRADE WAR",
        "AUTHOR": "    By Rich Miller, Reuters",
        "DATELINE": "    TOKYO, March 30 - ",
        "BODY": "Japan is seeking to prevent its computer\nchips dispute with the U.S. From erupting into a full-scale\ntrade war, government officials said.\n    \"We hope that the dispute on this specific issue won't have\nan adverse effect on our overall relationship with the United\nStates,\" a Ministry of International Trade and Industry (MITI)\nofficial said.\n     On Friday, Washington announced plans for as much as 300\nmln dlrs in tariffs on Japanese electronic goods for Tokyo's\nalleged failure to live up to a bilateral computer chip pact.\n    That agreement, reached last year after heated\nnegotiations, called on Japan to stop selling cut-price chips\nin world markets and to buy more American-made semiconductors.\n    Foreign Ministry officials immediately tried to isolate the\nfall-out from the dispute by seeking to separate it from Prime\nMinister Yasuhiro Nakasone's planned trip to Washington at the\nend of April.\n    While Japan has already done about all it can to make sure\nthe chip pact is working, the government is studying measures\nit can take in other fields to defuse American anger and ensure\nthe trip's success, they said.\n    \"The perception of Japan in the (U.S.) Congress is very bad,\"\none official told Reuters. \"We would very much like to do\nsomething to respond to that.\"\n    In an apparent effort to prevent the chip dispute from\nspreading to other areas, MITI officials sought to depict the\nU.S. Action as a severe warning to Japanese semiconductor\nmakers, not to the government.\n    Faced with a belligerent domestic chip industry and an\nangry American Congress, the Japanese government has been\nforced to walk an increasingly fine line in the semiconductor\ndispute, trade analysts said.\n    They said that it was an open secret that Japan's largest\nchip maker, NEC Corp, was not happy with what it viewed as the\ndraconian measures MITI was taking to implement the pact,\nincluded enforced production cuts.\n    The angry response of Japanese chip makers yesterday to the\nannouncement of the U.S. Tariffs highlighted the difficulties\nthe government faces in taking further action.\n    \"Japanese semiconductor manufacturers have complied with the\nU.S./Japan agreement,\" said Shoichi Saba, Chairman of the\nElectronic Industries Association of Japan.\n    He accused the U.S. of being \"irrational.\" He said the U.S.\naction had made the bilateral chip pact \"meaningless.\"\n    Saba's comments contrasted with those of Prime Minister\nYasuhiro Nakasone, who said Tokyo wanted to solve the dispute\nthrough consultations.\n    Japan is expected to send a high-level official to\nWashington early next month to try to convince the U.S. Not to\ngo ahead with the tariffs on April 17.\n    Trade analysts say Tokyo is likely to outline industry\nplans to step up purchases of U.S. chips and to propose a joint\ninvestigation into U.S. allegations of chip dumping.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}