{
    "DATE": "11-MAR-1987 08:15:29.88",
    "TOPICS": [
        "oilseed",
        "soybean",
        "veg-oil",
        "palm-oil",
        "coconut-oil"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "3540",
    "TEXT": {
        "TITLE": "VEGETABLE OILS MAY TIGHTEN DESPITE SEED SURPLUS",
        "DATELINE": "    EDMONTON, Alberta, March 11 - ",
        "BODY": "Lower production of coconut\nand palm oils could lead to a decline in vegetable oil stocks\nthis year despite growing supplies of oilseeds, senior oilseeds\nanalyst for Merrill Lynch Capital Markets Mario Balletto said.\n    Balletto told a conference of Canadian farmers at Alberta\nAgriculture's annual farm outlook conference that the world\nvegetable oil situation is one of potentially tight supplies.\n    \"Prices for edible oils appear to have more upside\npotential reflecting strong world demand and an unprecedented\ndecline in the production of tree oils,\" Balletto said.\n    Balletto estimated production of palm, coconut and palm\nkernel oils this year at 8.5 mln tonnes, down from 9.1 mln\ntonnes last year, enough to offset higher oilseed output.\n    He estimated total vegetable oil production this year at\n33.4 mln tonnes, up from 33.0 mln last year, and disappearance\nat 34.0 mln tonnes, up from 32.6 mln.\n    Unless oilseed crushing increases sharply, he said,\ndisappearance of vegetable oils could exceed production by\n600,000 tonnes, the largest deficit since 1976.\n    \"If world protein meal demand stagnates, thus limiting the\ncrush of soybeans ... the need for serious supply rationing in\nthe edible oils sector could develop,\" he said.\n    \"This would be relatively favorable for the prices of high\noil yielding seeds,\" Balletto said.\n    Oilseeds, on the other hand, remain at depressed prices\nbecause of burdensome supplies, he said.\n    World ending stocks of oilseeds are estimated to increase\nfor the fourth straight year to a record 28.4 mln tonnes,\ncompared with 25.4 mln last year.\n    The increase should result from lower disappearance, as\nproduction is expected to fall to 184.0 mln tonnes from 185.7\nmln last year, he said.\n    World soybean production in 1987 totalled a record 98.9 mln\ntonnes, up from 90.6 mln the previous year, Balletto said,\nwhile production of other oilseeds was lower.\n    Higher soybean production in South America and Europe made\nup for lower production in the United States, he said.\n    Soybeans account for the bulk of the surplus, and U.S.\nstocks make up most of those, Balletto said.\n    The Commodity Credit Corporation owned 12.7 mln tonnes,\nabout half of the world soybean surplus, he said.\n    Since 1983-84, he said, world oilseed stocks have increased\n13.1 mln tonnes.\n    \"During the same period, U.S. soybean stocks increased 12.1\nmln tonnes, becoming the dumping ground of the entire world\nsurplus, courtesy of the CCC and highlighting the artificially\nhigh prices caused by the U.S. loan program.\"\n    \"Soybean prices and, to a great extent, world oilseeds\nprices are likely to be dominated by the loan program, as long\nas the U.S. soybean surplus continues.\n    For the 1987 crop, he said, prices are likely to hover in a\nrange tied to the U.S. loan program.\n    \"Upside potential for prices is limited by the huge supply\noverhang while strong underlying support is provided by the\nU.S. loan rate.\"\n    The problem is likely to become worse as the artificially\nhigh prices encourage producers in South America, Canada and\nAustralia to shift from grains to oilseeds, Balletto said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}