{
    "DATE": "17-MAR-1987 17:34:01.50",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "usa",
        "ussr"
    ],
    "NEWID": "6326",
    "TEXT": {
        "TITLE": "LYNG SAID TO HAVE NO COMMENT ON USSR WHEAT EEP",
        "DATELINE": "    WASHINGTON, March 17 - ",
        "BODY": "U.S. Agriculture Secretary Richard\nLyng told representatives of several of the largest grain\nexporting firms and two farm organizations that he was not in a\nposition to comment on their request that the Reagan\nadministration offer subsidized wheat to the Soviet Union,\naccording to participants in today's meeting.\n    \"He (Lyng) simply told us he was not in any position to talk\nabout an EEP (export enhancement program) initiative to the\nSoviet Union,\" said Glen Hofer, vice president of the National\nCouncil of Farmer Cooperatives.\n    Another participant in the meeting, who asked not to be\nidentified, said Lyng was \"unresponsive\" to the group's request.\n    Participants in the meeting included Cargill Inc,\nContinental Grain Co, Louis Dreyfus Corp, Union Equity\nCooperative Exchange, the National Association of Wheat\nGrowers, the National Council of Farmer Cooperatives, among\nothers, participants said.\n    Deputy Agriculture Secretary Peter Myers and Under\nSecretary Daniel Amstutz also attended the 30-minute meeting.\n    Hofer described Lyng as \"sympathetic but noncommittal,\" and\nsaid he thought he detected \"a sense of frustration\" on Lyng's\npart at not being able to respond more positively to the\ngroup's urging.\n    A grain industry representative said some participants were\n\"puzzled\" by USDA's apparent reluctance to bring before the\ncabinet council an EEP wheat offer to the Soviets.\n    \"There is a feeling that there is more receptivity (to the\nidea) within the cabinet council now than there ever has been,\"\nthis official, who asked not to be identified, said, referring\nto an EEP wheat offer to the Soviets.\n    This official said there was not a significant amount of\npressure being exerted by lawmakers on Lyng to make an EEP\noffer to Moscow.\n    Reminded that Senate Agriculture Committee Chairman Patrick\nLeahy (D-Vt.) had written two letters to Lyng urging such an\noffer, this official said Lyng had received virtually no phone\ncalls from lawmakers on the subject.\n    But Hofer said other important matters at the White House,\nrather than an absence of political pressure, might have\nrestrained Lyng.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lyng"
    ]
}