{
    "DATE": "18-JUN-1987 13:23:46.87",
    "TOPICS": [
        "copper"
    ],
    "PLACES": [
        "zambia"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18849",
    "TEXT": {
        "TITLE": "ZAMBIAN COPPER INDUSTRY HOPES FOR STEADY OUTPUT",
        "AUTHOR": "    By Buchizya Mseteka, Reuters",
        "DATELINE": "    LUSAKA, June 18 - ",
        "BODY": "Zambia's copper mining industry is hoping\nto achieve and maintain production at over 500,000 tonnes a\nyear in the next few years despite low world prices,\ndeteriorating ores and shortages of mine inputs, industry\nofficials said.\n    But Zambia's decision to abandon last May 1 a tough\nInternational Monetary Fund (IMF) economic recovery program has\nintroduced an element of uncertainty into plans to restructure\nthe ailing industry and boost profitability, they said.\n    Copper production by the government-controlled Zambia\nConsolidated Copper Mines (ZCCM) for the 1987 financial year\nended March 31 improved slightly to about 471,000 tonnes from a\nrecord 1986 low of 463,354 tonnes.\n    \"We are convinced that by the end of the 1988 financial\nyear, copper production could well be over 500,000 tonnes due\nto greater availability of spares and equipment,\" a ZCCM\nofficial said.\n    ZCCM officials said the production of cobalt, another\nstrategic income earner, will also be tailored to meet demand.\n    Finished production in 1986 was 4,565 tonnes, 911 tonnes\nhigher than the previous year and the best production achieved\nto date.\n    Protracted low world metal prices have badly hit the copper\nindustry in Zambia, the world's fifth biggest producer. Mining\nis monopolised by ZCCM and accounts for about 90 pct of the\ncountry's foreign exchange earnings.\n    Production has also been seriously affected in recent years\nby equipment breakdowns, deteriorating ore and shortages of\nspare parts, fuel and lubricants. The 463,354 tonnes output\nlast year compared with a peak 1975 output of 700,000 tonnes.\n    A five-year production and investment plan launched in 1984\nby ZCCM is being funded by the European Community, the African\nDevelopment Bank and the World Bank.\n    The plan foresees the shutdown of some seven mining and\nmetallurgical units on the grounds they are unprofitable.\n    ZCCM, the second largest employer after the government, has\nsaid it intends to lay off 20,000 of its 60,000 workforce as\npart of the plan.\n    More than 250 mln dlrs have so far been channelled into the\nindustry in a bid to improve efficiency and profitability under\nthe five-year restructuring plan.\n    Company officials said although reserves were being\ndepleted, Zambia could continue to produce copper beyond the\nend of the century, though at lower levels of production.\n    Industry sources said ZCCM's projected pre-tax profit for\nthe financial year ended March 31 would be around 500 mln\nkwacha. But with the current mineral export tax level being\nlevied, a net loss is likely to be registered.\n    ZCCM recorded a net loss of 718 mln kwacha in 1986 compared\nwith a net profit of 19 mln kwacha the year before.\n    Under the foreign exchange auction system introduced in\n1985, ZCCM's profits from its foreign exchange earnings rose as\nthe value of the kwacha fell to 21 to the dollar from just over\ntwo to the dollar.\n    But on May 1, President Kenneth Kaunda abolished the\nauctioning system, inspired by the International Monetary Fund,\nand announced Zambia would pursue a go-it-alone economic\nstrategy based on national resources.\n    ZCCM officials are still cautious over what effects the\nbreak with the IMF will have on the industry's plans.\n    \"We are still consulting to see how the new measures will\naffect us but it is too early to say just how we shall fare\nunder the new situation,\" Peter Hansen, director of operations\nand third in the ZCCM hierarchy, told Reuters.\n    Some analysts believe the new officially-fixed exchange\nrate of eight kwacha to the dollar will hit ZCCM's export\nprofits.\n    \"Most specialists I have talked to tell me the break-even\npoint for ZCCM is a rate of 10 kwacha per dollar,\" Frederick\nChiluba, leader of the Zambian Congress of Trade Unions said.\n    High production costs continue to bedevil the Zambian\nindustry.\n    Zambia mines copper at a relatively expensive rate of 69\ncents per pound, compared with 55 cents in the United States\nand under 40 cents in Chile.\n    The industry also faces transport problems due to Zambia\nbeing landlocked. The government confirmed this year it had\nstopped sBending copper south through South Africa.\n    Over 80 pct of shipments, some 35,000 tonnes a month, are\nsent by rail to the Tanzanian port of Dar-es-Salaam, while\n5,000 tonnes go via Zimbabwe to the Mozambique port of Beira.\nTransport has often been hit by shortages of wagons, spares and\nfuel.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}