{
    "DATE": "13-APR-1987 01:16:21.23",
    "TOPICS": [
        "bop",
        "gnp",
        "cpi"
    ],
    "NEWID": "16108",
    "TEXT": {
        "TITLE": "AUSTRALIAN GOVERNMENT MUST CUT SPENDING, ANZ SAYS",
        "DATELINE": "    SYDNEY, April 13 - ",
        "BODY": "The government must announce harsh cuts\nin spending in its May 14 economic statement if it is to give\nan adequate response to Australia's economic problems, the ANZ\nBanking Group Ltd <ANZA.S> said.\n    Cuts of two billion dlrs would be insufficient against the\nbackdrop of a 12 billion dlr government deficit and a 14\nbillion dlr current account deficit, it said in its monthly\nBusiness Indicators publication.\n    \"For the past two years, the government has struggled with\nan economic reality that demands measures beyond those which it\nsees as politically practicable,\" it said.\n    The political climate meant there would be a continued\nover-reliance on monetary policy to hold the exchange rate and\nmaintain confidence in economic management, ANZ said.\n    \"The cost of this approach is that the much-needed revival\nof business investment will be further postponed,\" it said.\n    The economy was now on a modest growth upswing boosted by\nexport and import-replacement industries which had created a\nfalse suggestion that the worst adjustments to the balance of\npayments crisis were past. \"Unfortunately, successful adjustment\nto Australia's deep-seated economic problems remains a\nlong-term process,\" it said.\n    In its economic forecasts, ANZ said it expected moderate\noverall economic growth with gross domestic product (GDP)\nrising 2.7 pct this year and 2.4 pct in 1988.\n    The current account deficit would narrow to five pct of GDP\nthis year and 4.3 pct in 1988 and net foreign debt would grow\nstrongly from 81 billion at the end of 1986 to 97.2 billion at\nend-1987 and 110.3 billion a year later.\n    Inflation would fall to 8.5 pct in 1987 and 7.5 pct in 1988\nfrom 8.9 pct in 1986 and further falls in real wages were\nexpected, ANZ said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "australia"
    ],
    "PEOPLE": [
        "languetin"
    ],
    "ORGS": [
        "ec"
    ]
}