{
    "DATE": " 1-JUN-1987 17:46:32.84",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17849",
    "TEXT": {
        "TITLE": "INVESTORS MAY TAKE COMPUTERLAND PUBLIC",
        "AUTHOR": "    BY LAWRENCE EDELMAN, REUTERS",
        "DATELINE": "    NEW YORK, June 1 - ",
        "BODY": "The investor group that has agreed to\nbuy <Computerland Corp> will likely take the leading personal\ncomputer retailer public or sell it to other investors,\nindustry analysts said.\n    \"Now's a good time,\" said Joe Levy of International Data\nCorp. \"The personal computer industry has bottomed out and is\non the way up again,\" he said.\n    Earlier today, closely held Computerland, the largest PC\nretailing chain in the country, said it agreed to be bought by\nan investor group led by E.M. Warburg Pincus and Co, New York.\n    Neither Computerland, which is 96 pct owned by its founder,\nWilliam H. Millard, nor E.M. Warburg, a money management and\nventure capital firm, would disclose the value of the\ntransaction.\n    Analysts estimated that Computerland, whose 800 stores\ngenerated 1.4 billion dlrs in sales last year, would fetch  150\nmln dlrs to 250 mln dlrs. Computerland franchise owners pay\nroyalties averaging 5.9 pct to the parent company.\n    Officials for E.M. Warburg referred all questions to\nComputerland. Computerland officials could not immediately be\nreached for comment.\n    E.M. Warburg currently manages 1.5 billion dlrs in venture\ncapital funds, and its past investments have included Mattel\nInc <MAT> and the Ingersoll newspaper chain. It is also a money\nmanager, with 3.5 billion dlrs under management.\n   Although the PC retailers are benefitting from the strong\nupturn in PC sales, analysts said Computerland must make key\nchanges if it is to fend off advances from rivals like\nBusinessland Inc <BUSL.O> and Tandy Corp's <TAN> Radio Shack\nstores. \"The name of the game now is outbound sales forces,\ncustomer service and customer support,\" said Levy of\nInternational Data.\n\n    Relations between Computerland and its franchise owners\nhave mellowed recently after Millard was forced to give up\nmanagment control of the company in 1985.\n    Ed Faber, who took over as chairman and chief executive\nofficer, revamped the company's royalty plan, which help quell\nmuch of the franchisee dissent.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}