{
    "DATE": " 1-JUN-1987 08:40:12.93",
    "TOPICS": [
        "lead",
        "zinc",
        "strategic-metal"
    ],
    "PLACES": [
        "canada"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17486",
    "TEXT": {
        "TITLE": "COMINCO <CLT.TO> UNION REJECTS CONTRACT",
        "DATELINE": "     Trail, British Columbia, June 1 - ",
        "BODY": "Three United\nSteelworkers of America locals on strike at Cominco Ltd\nrejected a tentative three-year contract, a union\nrepresentative said.\n     \"The vote was 1,229, or 54.5 pct, against, and 1,028, or\n45.5 pct, for the contract. Eighty-one pct of the membership\nvoted,\" he said.\n     The union representative said that the pact offered cost\nof living increases designed to keep pace with inflation, but\ncontained no wage increase.       \n    The locals' bargaining committees are expected to meet and\nprepare for the reopening of negotiations with Cominco, he\nsaid.\n     The three locals cover about 2,600 production and\nmaintenance workers at Cominco's Trail smelter and Kimberley,\nB.C. lead-zinc mine.\n     Output at both sites has been shut down since the\nproduction and maintenance workers, along with about 600 office\nand technical workers, went on strike May nine.     \n     The two Steelworkers locals representing the office and\ntechnical workers have not negotiated since May 21.\n     The strike caused Cominco to declare force majeire, which\nmeans the company may not be able to honor contracts for\nproducts from the smelter and mine.\n    Each of the five locals have separate contracts, all of\nwhich expired April 30, but the main issues are similar.       \n\n     The union had requested a three pct wage increase in each\nyear of a two-year contract. Cominco had pressed for a\nthree-year contract and some loosening of the rules on job\nclassifications.\n     The Trail smelter, about 400 miles east of Vancouver,\nproduced 240,000 long tons of zinc and 110,000 long tons of\nlead last year. The Sullivan mine at Kimberley, about 450 miles\neast of Vancouver, produced 2.2 mln long tons of ore last year,\nmost for processing at the Trail smelter.\n     The smelter also produced cadmium, bismuth and indium.\n     Revenues from the Trail smelter totalled 356 mln Canadian\ndlrs in 1986.        \n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}