{
    "DATE": "24-MAR-1987 16:10:06.45",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "9015",
    "TEXT": {
        "TITLE": "UNIONIST URGES RETALIATION AGAINST JAPAN",
        "DATELINE": "    WASHINGTON, March 24 - ",
        "BODY": "William Bywater, president of the\nInternational Union of Electronic Workers, called on President\nReagan to retaliate against Japan for unfair practices in\nsemiconductor trade.\n    He said in a statement a crash program was needed in the\nsemiconductor industry to prevent the United States from\nbecoming \"one of the world's industrial lightweights.\"\n    Bywater's remarks came as the White House Economic Policy\nCouncil prepared for a Thursday meeting to decide what\nsanctions if any should be taken against Japan for alleged \nviolations of a U.S.-Japanese semiconductors agreement.\n    The pact, agreed to last July, called for Tokyo to end\nselling semiconductors at below cost and to open its home\nmarket to U.S. goods. In return, Washington agreed to forego\nantidumping duties on Japanese semiconductors.\n    But U.S. officials have said that while Japan has stopped\ndumping in the U.S. market, it has not ended third country\ndumping; nor has it opened its market to U.S. semiconductors.\n    Japan yesterday, in an effort to ward off U.S. action,\nordered a cutback in semiconductors production as a way to\nforce prices up and end the dumping.\n    Bywater, in his statement, said he backed a Defense Science\nBoard task force proposal to set up a consortium to develop new\nelectronic products and manufacturing processes and make the\nU.S. industory more competitive.\n    But he added the industry could not wait for legislation to\npass and that action was required now to help the depressed\nelectronic industry.\n    Bywater said, \"I urge the Reagan Administration to take full\nand severe action immediately against Japan by invoking the\nretaliatory steps that are permitted under U.S. law and GATT\n(General Agreement on Tariffs and Trade).\"\n Reuter\n\u0003"
    }
}