{
    "DATE": " 1-JUN-1987 22:53:34.35",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "australia"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17876",
    "TEXT": {
        "TITLE": "EQUITICORP TASMAN TO BID FOR MONIER LTD",
        "DATELINE": "    SYDNEY, June 2 - ",
        "BODY": "<Equiticorp Tasman Ltd> (ETL) said it will\noffer 4.15 dlrs a share cash for all the issued capital of\nMonier Ltd <MNRA.S>, currently the subject of a 3.80 dlrs a\nshare bid by CSR Ltd <CSRA.S>.\n    Alternatively, ETL will offer three shares plus 82 cents\ncash for each Monier share, it said in a statement.\n    As previously reported, ETL moved into the market for\nMonier shares last week, taking its stake to 13.7 pct by\nFriday.\n    It now holds 14.99 pct, the maximum allowed without Foreign\nInvestment Review Board (FIRB) approval. ETL is classified as\nforeign because of its New Zealand base.\n    The ETL cash offer values Monier's issued capital of 156.28\nmln shares at 649 mln dlrs, against 593 mln for the CSR bid.\n    Based on the current price of ETL shares of 1.05 dlrs, the\nalternative is worth 3.97 dlrs per share, but ETL said the\nvalue placed on its shares for the offer aproximates to the\ndiluted asset backing of ETL as at March 31.\n    ETL said the offer will have no minimum acceptance\nconditions and will be subject to Australian foreign investment\nand U.S. Hart-Scott-Rodino anti-trust clearances.\n    ETL chairman Allan Hawkins said in the statement that the\nshareholding in Monier was a long term investment.\n    ETL and its <Feltex International Ltd> associate have\ntargetted the building products sector as an area of expansion\nand Monier fits well with this aim, he added.\n    Monier chairman Bill Locke said in a separate statement\nthat the independent directors of Monier intend to recommend\nacceptance of the ETL bid in the absence of a higher bid.\n    He also said Monier will not now proceed with the\none-for-two bonus issue announced with its interim results on\nMarch 19 in view of the proposed takeover bids.\n    As previously reported, the CSR offer involves a complex\nput and call option deal with Monier's major shareholder,\nRedland Plc <RDLD.L>, which gives Redland the choice of\naccepting the CSR offer for its 49.8 pct stake or moving to\n50.1 pct within six months of the bid closing.\n    CSR officials have made it clear that they see Redland\ntaking the second option, resulting in the two companies\nrunning Monier as a joint venture.\n    CSR officials have also said they had no intention of\nraising the company's bid for Monier after ETL's intervention\nbecame public last week.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}