{
    "DATE": "11-MAR-1987 13:02:25.48",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3792",
    "TEXT": {
        "TITLE": "LICHT SEES STAGNANT EUROPEAN BEET AREA",
        "DATELINE": "    RATZEBURG, March 11 - ",
        "BODY": "The overall area devoted to sugar\nbeet in Europe is forecast to remain stagnant this year at 7.22\nmln hectares compared with 7.21 mln ha in 1986, West German\nstatistician F.O. Licht said.\n    It was feared that the recent steep rise in sugar prices\nwould have a marked effect on planting intentions this year,\nLicht said, but judging by this first estimate the effect was\nprobably minimal.\n    The total beet area in the European Community is forecast\nto fall two pct to 1.85 mln ha against 1.89 mln in 1986.\n    The total Western Europe area is put at 2.49 mln ha,\nagainst 2.50 mln in 1986. Eastern Europe area is forecast at\n4.73 mln ha against 4.72 mln.\n    Individual West Europe country estimates, in 1,000 hectares\n(with 1986 figures in brackets), are, Belgium/Luxembourg 114\n(118), Denmark 69 (69), France 419 (421), Greece 35 (44),\nIreland 36 (38), Italy 270 (275), Netherlands 129 (138),\nPortugal 1 (1), Spain 192 (190), U.K. 200 (201), West Germany\n385 (399), Austria 32 (28), Finland 30 (31), Sweden 51 (52),\nSwitzerland 15 (14), Turkey 355 (340), Yugoslavia 160 (136).\n    Eastern Europe plantings are forecast as follows, USSR 3400\n(3440), Albania 10 (9), Bulgaria 52 (50), Czechoslovakia 195\n(196), East Germany 210 (205), Hungary 108 (96), Poland 460\n(440), Romania 295 (280).\n    On the basis of average yields this year, Licht said these\narea forecasts pointed to a total European beet sugar crop in\n1987/88 of 29.8 mln tonnes, raw value, down from 31.4 mln\ntonnes in 1986/87. Licht said sugar yields were fairly high\nlast season, thanks to favourable weather, and this increases\nthe chances of a significant reduction in production in\n1987/88.\n    Based on average yields, EC beet sugar production could\nfall nearly 10 pct this year to 13.5 mln tonnes from 14.9 mln\nin 1986/87, while total Western Europe production could be 16.9\nmln tonnes against 18.1 mln. Eastern Europe production could be\n12.9 mln tonnes against 13.3 mln in 1986/87.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "icahn"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}