{
    "DATE": "25-MAR-1987 02:41:03.92",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "china"
    ],
    "NEWID": "9142",
    "TEXT": {
        "TITLE": "CHINA'S FIRST JOINT VENTURE BANK REPORTS PROFIT",
        "DATELINE": "    PEKING, March 25 - ",
        "BODY": "China's first joint venture bank, Xiamen\nInternational Bank (XIB), reported a group net profit of about\n14 mln Hong Kong dlrs in 1986, the bank's first full year of\noperation.\n    General manager Liu Shuxun declined to give a 1987 profit\nforecast, saying targets were under study.\n    Assistant general manager Wang Hongshan said the group's\noutstanding loans at end-1986 totalled 620 mln Hong Kong dlrs,\nup from 530 mln at end-1985. Deposits and interbank borrowings\nrose to 680 mln dlrs from 550 mln, he told Reuters.\n    Liu said most of the group's profit came from the parent\ncompany rather than its two wholly-owned subsidiaries <Xiamen\nInternational Finance Co Ltd> in Hong Kong and <Luso\nInternational Bank Ltd> in Macao.\n    The joint venture bank began operating in September 1985\nbut did not officially open until March 1986.\n    Liu said the share in the joint venture of the foreign\npartner, Hong Kong-listed <Panin Holdings Ltd>, had been cut\nlast year to 49 pct from 60 pct. This was done because foreign\nbanks felt the XIB's reputation would be improved if the three\nChinese partners collectively held a majority stake, he said.\n    Liu said news reports about problems concerning Panin were\nunfounded, but he did not elaborate. Panin Holdings reported a\nloss of 1.99 mln Hong Kong dlrs in 1986 after a net profit of\n268,000 dlrs in 1985.\n    The Chinese partners are Industrial and Commercial Bank of\nChina, Fujian branch, whose share rose to 23.5 pct from 15,\nFujian Investment and Enterprise Corporation 17.5 pct (15) and\nXiamen Construction and Development Corporation 10 pct (10).\n    One foreign banker said Xiamen International Bank faced the\nsame problems as foreign bank branches in trying to compete on\nunequal terms with state-owned banks.\n    The foreign banking market in Xiamen is thin and almost\nsaturated, he added.\n    Officials of the joint venture bank said they benefitted\nfrom contacts made through its three Chinese partners. But the\nforeign banker, who asked not to be named, said it faced\ninternal competition from the Industrial and Commercial Bank.\n    Apart from Xiamen International Bank and the International\nAgricultural Development Bank planned by the World Bank and the\nstate-owned Agricultural Bank of China, Xiamen has eight\nforeign bank branches or representative offices, mostly of Hong\nKong or overseas Chinese banks.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ]
}