{
    "DATE": "24-APR-1987 08:37:06.39",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "nakasone"
    ],
    "NEWID": "17075",
    "TEXT": {
        "TITLE": "JAPAN RULING PARTY PREPARES FINAL ECONOMIC PACKAGE",
        "DATELINE": "    TOKYO, April 24 - ",
        "BODY": "Japan's ruling Liberal Democratic Party\n(LDP) drew up a final plan to expand domestic demand and boost\nimports in time for Prime Minister Yasuhiro Nakasone's visit to\nWashington next week, LDP officials said.\n    The plan calls for additional fiscal measures worth more\nthan 5,000 billion yen, a large-scale supplementary budget for\nthe current fiscal year started April 1, and concentration of\nmore than 80 pct of the annual public works budget in the first\nhalf of the year, they said.\n    Nakasone will explain the measures to U.S. Officials during\nhis visit to Washington starting April 29.\n\n    The LDP plan will be the basis for a government package of\npump-priming measures expected to be unveiled in late May.\n    The LDP said Japan should do more to reduce its trade\nsurplus. Its plan is expected to help increase economic growth\nled by domestic demand, officials said.\n    The government was also urged to review the ceiling on\nbudgetary requests for investment purposes in 1988/89. The\ngovernment has imposed a five pct cut in investment outlays in\nthe past five years in line with Nakasone's avowed policy of\nfiscal reforms.\n\n    The plan called on Japan to promote government purchases of\nforeign goods and private sector imports of manufactured goods\nby improving import financing, and to make clear official\nprocurement procedures for foreign supercomputers.\n    The LDP also said Japan should contribute further to\nsociety at large through measures such as doubling its official\ndevelopment assistance to 7.6 billion dlrs in five years or so\ninstead of seven years as the government had originally\npromised.\n    The government was urged to work out a program to recycle\nfunds from Japan's trade surpluses to debt-ridden countries.\n\n    The officials said the funds to be recycled would include\nthose from the private sector and others provided through the\ngovernment Export-Import Bank of Japan and Japan's Overseas\nEconomic Cooperation Fund.\n    The plan also calls for the government to take steps to\nhelp the development of African and other less developed\nnations.\n    The LDP called for adequate and flexible management of\nmonetary policy, such as a cut in interest rates on deposits\nwith the Finance Ministry's Trust Fund, and a tax cut to\npromote plant and equipment investment.\n\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}