{
    "DATE": " 8-APR-1987 17:37:24.16",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan",
        "west-germany"
    ],
    "NEWID": "15352",
    "TEXT": {
        "TITLE": "DEFICIT CUTS SEEN UNABLE TO CURE TRADE DEFICIT",
        "AUTHOR": "    By Irwin Arieff",
        "DATELINE": "    WASHINGTON, April 8 - ",
        "BODY": "Financial analysts say they are\npleased with congressional moves to trim next year's federal\nbudget deficit but believe the actions will do little to help\nimprove the U.S. trade deficit or buoy the economy.\n    The House of Representatives is expected to vote tomorrow\nto approve a trillion-dollar budget blueprint for the coming\nfiscal year that reduces the deficit by 38 billion dlrs.\n    Similarly, the Senate Budget Committee has approved a plan\nthat would cut federal red ink by about 37 billion dlrs next\nyear.\n        \"In terms of the economy, 37-38 billion dlrs is\ninfinitesimal, so cuts of this magnitude will have little\nimpact on the economy and the trade deficit,\" said Stanley\nCollander, a Touche Ross federal budget policy analyst.\n    \"At best, it will have a small positive effect,\" Collander\nsaid in an interview.\n    Federal Reserve Board Chairman Paul Volcker has repeatedly\ntold Congress that cutting federal red ink would go a long way\nto help reduce the massive trade deficit and also help ease\nsome of the downward pressure on the value of the dollar.\n    The U.S. government has attempted to remedy the trade\nimbalance by driving down the value of the dollar. But Volcker\nhas warned that a further fall in the dollar's value is fraught\nwith danger.\n    Such a decline, he has said, could refuel inflation as\nimported goods become more expensive and chase away foreign\ncapital needed to finance the federal budget deficit.\n    In addition, in February, U.S. officials meeting with other\nmajor industrialized nations in Paris agreed that the value of\nthe dollar had dropped enough and that world exchange rates\nshould be stabilized at around current levels.\n    As part of that agreement, Japan and West Germany agreed to\ntake steps to stimulate their economies and the United States\nagreed to cut its budget deficit.\n    The alternative to driving down the dollar any further as a\nway to deal with the trade deficit, Volcker said recently, is\nto reduce U.S. consumption, particularly federal spending.\n    \"If you don't deal with the budget deficit, everything else\nyou do is going to be counterproductive,\" Volcker said in recent\ntestimony before the Senate Banking Committee.\n    Volcker also said he would prefer to further tighten the\ngovernment's purse strings than have the Fed tighten the credit\nsupply if action was needed to fight inflationary pressures or\nto assure the continued flow of foreign capital into the United\nStates.\n    Analysts say that Fed tightening now could choke off the\ncurrent modest economic expansion and threaten a recession.\n    Kemper Financial Services economist John Silvia stressed\nthat any deficit reduction was better than none.\n    But he said the size of the cuts under consideration were \nnot enough to give the Federal Reserve Board the flexibility it\nneeds to steer the economy or to keep the value of the dollar\nfrom plunging further in world exchange markets.\n    \"There's no doubt that some deficit reduction helps, but if\nyour objective is to stabilize the dollar and perserve the\nFed's flexibility to conduct monetary policy, then the answer\nis, it's not enough,\" Silvia told Reuters.\n    The U.S. trade deficit has become one of the government's\nmost vexing and persistent problems.\n    The 1986 deficit was 169.8 billion dlrs and there is as yet\nlittle indication that this year's figure will be any lower,\nthough administration officials have predicted it will drop by\nabout 20 to 30 billion dlrs by year's end.\n    In the past, Volcker has joked that he never lost sleep\nworrying whether Congress would cut too much fat from the\nfederal budget.\n    On the other hand, he also has made it clear he is not\nattached to the gradually declining deficit ceilings set for\nthe 1986-1991 period by last year's Gramm-Rudman balanced\nbudget law.\n    While the new law set a ceiling of 108 billion dlrs for\nnext year's federal deficit, both the House and Senate Budget\nCommittees have conceded that their budget plans would fall\nshort of the deficit reduction goal by about 25 billion dlrs.\n    \"For political reasons, 35 to 40 billion dlrs is about the\nmost you're going to get\" out of Congress at the present time,\nsaid Touche Ross's Collander. \"To do something more than that\nwould be extraordinary, remarkable and very, very difficult.\"\n    Collander said the real danger for Congress was to end up\nshort of the deficit reduction goal set by its Budget panels.\n    \"To an extent, this has become the minimum acceptable\nreduction level,\" he explained. \"Anything less than that will now\nlook like a failure to Wall Street.\"\n    The budget plan now under debate on the House floor would\nlower an estimated 171 billion dlr deficit for the year\nbeginning on October one to about 133 billion dlrs by cutting\ndefense and domestic programs by 38 billion dlrs from their\nanticipated spending levels for next year.\n    The Senate Budget Committee has called for a deficit of\nnearly 134 billion dlrs with about 18.5 billion dlrs in new \ntaxes and about the same amount in spending cuts.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc",
        "ec"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "EXCHENGES": [
        "lme"
    ]
}