{
    "DATE": " 4-MAR-1987 11:54:30.77",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "uk",
        "usa"
    ],
    "NEWID": "1560",
    "TEXT": {
        "TITLE": "U.S., BRITAIN AGREE FURTHER BANK CAPITAL PROPOSALS",
        "DATELINE": "    LONDON, March 4 - ",
        "BODY": "The Bank of England and the U.S. Federal\nReserve Board have agreed new proposals for joint standards to\nmeasure the risk of an array of credit exposures that do not\nshow up in bank balance sheets, the Bank of England said.\n    The plan, covering swaps, forward contracts and options\ninvolving interest or exchange rates, complements proposals\nagreed in January between the two central banks to make\ncommercial banks in the U.S. And Britain subject to similar\nstandards for measuring capital adequacy, the proposal said.\n    It said no final decisions had been reached yet and banks\nhave until April 16 to comment on the trunk proposals.\n    The Bank of England and Fed said they had faced a dilemma.\n    \"On the one hand (we) are determined to require adequate\ncapital support for potential future exposure -- on the other\nhand (we) are concerned that overly stringent capital\nrequirements might unnecessarily affect the ability of U.S. And\nU.K. Banking organisations to price...Contracts competitively.\"\n     At the basis of the new proposals lies the concept of the\nso-called credit equivalent amount - the current value of a\ncurrency or interest rate contract and an estimate of its\npotential change in value due to currency or interest rate\nfluctuations until the contract matures.\n    In treatment similar to that agreed in January for balance\nsheet assets, the credit equivalent will be assigned one of\nfive risk weights between zero and 100 pct, depending on the\nquality of the counterparty, the remaining maturity of the\ncontract and on collaterals or guarantees to the contract, the\nplans showed.\n    The proposal showed that collaterals and guarantees would\nnot be recognised in calculating credit equivalent amounts.\n    They would, however, be reflected in the assignment of risk\nweights. The only guarantees recognised are those given by U.S.\nAnd U.K. Governments or, in the U.S., By domestic national\ngovernment agencies, the proposals showed.\n    The paper said the proposed rules would not cover spot\nforeign exchange contracts and securities traded in futures and\noptions exchanges.\n    It said U.S. Regulatory authorities and the Bank of England\nwere keen to encourage banks to \"net\" contracts -- consolidate\nmultiple contracts with the same counterparty into one single\nagreement to create one single payments stream.\n    It recognised that \"such arrangements may in certain\ncircumstances reduce credit risk and wish to encourage their\nfurther development and implementation,\" and said some of the\ncurrent proposals may be changed to take this into account.\n    The paper said the proposed rules would not cover spot\nforeign exchange contracts and securities traded in futures and\noptions exchanges.\n    It said U.S. Regulatory authorities and the Bank of England\nwere keen to encourage banks to \"net\" contracts -- consolidate\nmultiple contracts with the same counterparty into one single\nagreement to create one single payments stream.\n    It recognised that \"such arrangements may in certain\ncircumstances reduce credit risk and wish to encourage their\nfurther development and implementation,\" and said some of the\ncurrent proposals may be changed to take this into account.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}