{
    "DATE": "18-MAR-1987 14:25:03.65",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6719",
    "TEXT": {
        "TITLE": "FAIRCHILD PRESIDENT SEEKING MANAGEMENT BUYOUT",
        "DATELINE": "    PALO ALTO, Calif., March 18 - ",
        "BODY": "Fairchild Semiconductor Corp\npresident Donald Brooks said he intends to take a management\nbuyout proposal to the company's parent at some point in the\nfuture and substantial funding is available for such a\npurchase.\n    Fairchild is owned by Schlumberger Ltd <SLB>.\n    Brooks also told a press conference that if management is\nsuccessful, it may later attempt to take the company public.\n    \"I am sure that if such a management buyout is to occur,\nand I am hopeful that it does, the public market is one of the\navenues we will ultimately have to use to raise capital,\"\nBrooks said.\n    Brooks also said the company would continue to attempt an\nexchange of technology and manufacturing agreement with Fujitsu\nLtd if successful in its buyout bid.\n    Futjitsu withdrew an offer to acquire some 80 pct of\nFairchild, a semiconductor maker, after U.S. government\nofficials expressed opposition to the transaction.\n    Brooks told the news conference that any purchase would be\nin the form of a management buyout and not a leveraged buyout.\n    He also said the transaction could be financed through a\ndebt issue or conventional financing from investors.\n    Brooks said management is pleased by a number of investment\nproposals bought to them, but he added, \"the investors must be\nwilling to invest in the future growth of the company and not\njust selling off assets.\"\n    Brooks also said he was not aware of any direct\nintervention by the U.S. in an attempt to block the merger.\n    \"I am not aware of any direct contact between Washington\nand Fujitsu, but that doesn't mean it doesn't exist,\" Brooks\nsaid.\n    He also said Fujitsu executives remain enthusiastic about a\nlink with Fairchild.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}