{
    "DATE": "11-MAR-1987 18:45:36.66",
    "TOPICS": [
        "crude",
        "nat-gas",
        "iron-steel"
    ],
    "PLACES": [
        "usa",
        "libya"
    ],
    "NEWID": "4016",
    "TEXT": {
        "TITLE": "USX <X> PROVED OIL, GAS RESERVES FALL IN 1986",
        "DATELINE": "    NEW YORK, March 11 - ",
        "BODY": "USX Corp said proved reserves of oil\nand natural gas liquids fell 28 pct to 802.8 mln barrels at the\nend of 1986 from 1.12 billion barrels at year-end 1985.\n    The figures, in USX's just-released 1986 annual report,\nindicate much of the drop resulted from the exclusion of 293.7\nmln barrels of Libyan reserves, after the U.S. government last\nJune directed U.S. oil companies to end Libyan operations.\n    USX, which owns Marathon Oil Co and Texas Oil and Gas Corp,\nhad 60 pct of its 1986 sales of 14.94 billion dlrs from its oil\nand gas operations.\n    About 24 pct of total sales came from USX's USS steel unit\nand 16 pct from diversified businesses, which include oilfield\nservices, raw materials, minerals, chemicals and real estate.\n    According to the report, domestic liquids reserves fell\nslightly to 628.5 mln barrels from 628.9 mln and foreign\nreserves fell to 174.3 mln from 486.4 mln barrels. The large\ndrop in foreign reserves was in the Middle East and Africa,\nwhere they fell to about 9.3 mln barrels from 316.7 mln,\nreflecting the exclusion of Libya.\n    Total natural gas reserves fell to 4.82 trillion cubic feet\nat year-end 1986 from 5.18 trillion at the end of 1985.\n    Again, most of the drop came from the Middle East and\nAfrica, where reserves fell to zero from 71.9 billion cubic\nfeet, excluding Libyan reserves.\n    U.S. natural gas reserves fell to 3.44 trillion cubic feet\nfrom 3.65 trillion and foreign reserves fell to 1.38 trillion\nfrom 1.53 trillion.\n    In other areas, USX said total capital spending fell to 962\nmln dlrs in 1986 from 1.78 billion dlrs in 1985. The 1986\naudited figure is eight mln dlrs higher than the unaudited\nfigure the company reported on Jan 27.\n    USX also said it expects to record a gain of 150 mln dlrs\nin 1988, representing 50 pct of previously existing investment\ntax credits allowable under the new tax law. The loss of the\nother half of the credits was reflected in the fourth quarter.\n    In a discussion of steel results, USX said plants that were\nshut down last month and some previously idled plants may be\npermanently closed. USX took a fourth quarter charge of 1.03\nbillion dlrs to restructure its steel operations. The charge\nincluded the \"indefinite idling\" last month of four plants in\nUtah, Pennsylvania and Texas.\n    Other plants or parts of plants in Pennsylvania, Indiana,\nAlabama, Ohio and Chicago had been previously idled.\n    \"These operations are not permanently shut down. Improved\nmarket conditions for the products from these plants may make\nit feasible to reopen some of them,\" USX said in the report.\n    \"On the other hand, a lack of any future market improvement\nmay necessitate their permanent closing,\" it added.\n Reuter\n\u0003"
    }
}