{
    "DATE": " 1-JUN-1987 15:04:24.68",
    "TOPICS": [
        "ship",
        "crude"
    ],
    "PLACES": [
        "usa",
        "uk",
        "canada",
        "italy",
        "france",
        "west-germany",
        "japan"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17750",
    "TEXT": {
        "TITLE": "REAGAN HINTS U.S. WANTS HELP IN PATROLLING GULF",
        "DATELINE": "    WASHINGTON, June 1 - ",
        "BODY": "President Reagan said he would discuss\nthe Mideast Gulf situation with allied leaders at next week's\nVenice economic summit and hinted he would seek their help in\npreserving free navigation.\n    In a speech prepared for delivery as the United States made\nplans to protect 11 Kuwaiti oil tankers from Iranian attack,\nReagan said the American people were aware that \"it is not our\ninterests alone that are being protected.\"\n    Saying that allied dependence on gulf oil was no secret,\nReagan declared, \"During the upcoming summit in Venice, we will\nbe discussing the common security interests shared by the\nwestern democracies in the MIDEAST Gulf.\n    \"The future belongs to the brave. Free men should not cower\nbefore such challenges, and they should not expect to stand\nalone.\"\n    Reagan will meet the leaders of Britain, France, West\nGermany, Italy, Canada and Japan at the economic summit, which\nwill take place in Venice June 8-10.\n   \n    The 13th annual top-level meeting of the major industrial\ndemocracies will take place against a backdrop of rising\ncongressional concern over Reagan's plan to protect gulf\nshipping and demands that the allies do more.\n     These concerns were heightened by the May 17 Iraqi missile\nattack on the U.S. frigate Stark which killed 37 seamen.\n    \"They died while guarding a chokepoint of freedom, deterring\naggression and reaffirming America's willingness to protect its\nvital interests,\" Reagan said.\n   \n    In a pre-summit speech celebrating the 40th anniversary of\nthe Marshall Plan, Reagan, who spoke to an audience of foreign\naffairs experts, also pledged to push for economic expansion by\nWest Germany and Japan to bolster the world trading system.\n    \"While the vibrancy of the U.S. economy has contributed\nenormously to the world expansion, preserving a growing world\neconomy is the business of every member of the world trading\ncommunity,\" he said.\n   \n    \"It will be made clear, especially to our friends in Japan\nand the Federal Republic of Germany, that growth-oriented\ndomestic policies are needed to bolster the world trading\nsystem on which they depend.\"\n    Reagan coupled this appeal with a call for compliance with\nallied accords on exchange rate stability.\n    \"Economic policy decisions made last year in Tokyo and at\nthis year's meetings of Group of Seven finance ministers in\nParis and in Washington cannot be ignored or forgotten,\" he\nsaid. \"The commitments made at these meetings need to be\ntranslated into action.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "lme"
    ]
}