{
    "DATE": "25-MAR-1987 19:40:41.28",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9689",
    "TEXT": {
        "TITLE": "BAKER SAYS HE STANDS BY PARIS CURRENCY AGREEMENT",
        "DATELINE": "    WASHINGTON, March 25 - ",
        "BODY": "Treasury Secretary James Baker said\nhe stood by the Paris agreement among leading industrial\nnations to foster exchange rate stability around current\nlevels.\n    \"I would refer you to the Paris agreement which was a\nrecognition the currencies were within ranges broadly\nconsistent with economic fundamentals,\" Baker told The Cable\nNews Network in an interview.\n    \"We were quite satisfied with the agreement in Paris\notherwise we would not have been a party too it,\" he said.\n    Baker also noted the nations agreed in the accord to\n\"co-operate to foster greater exchange rate stability around\nthose levels.\"\n    He refused to comment directly on the current yen/dollar\nrate but said flatly that foreign exchange markets recently\ntended \"to draw unwarranted inferences from what I say.\"\n    Baker was quoted on British Television over the weekend as\nsaying he has no target for the U.S. currency, a statement that\ntriggered this week's renewed decline of the dollar.\n    \"I think the Paris agreement represents evidence that\ninternational economic policy co-ordination is alive and well,\"\nBaker said.\n    The Treasury Secretary stressed however it was very\nimportant for the main surplus countries to grow as fast as\nthey could consistent with low inflation to resolve trade\nimbalances.\n    He added that Federal Reserve Board chairman Paul Volcker\nhas also \"been very outspoken\" in suggesting main trading\npartners grow as fast as they can.\n    Baker noted that the J-curve, the delayed beneficial effect\nof a weakening of a currency on that country's trade balance,\ntakes 12 to 18 months to work its way through to the trade\ndeficit and it is now 18 months since the Plaza agreement to\nlower the dollar's value.\n    He also said improvements in the trade deficit should come\nfrom other sources besides the exchange rate, and pointed out\nthe administration's package to improve U.S. Competitiveness\nwas now before Congress.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}