{
    "DATE": "19-OCT-1987 05:15:24.35",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "norway"
    ],
    "NEWID": "21541",
    "TEXT": {
        "TITLE": "STATOIL PLACES NORTH SEA VESLEFRIKK FIELD ORDERS",
        "DATELINE": "    OSLO, Oct 19 - ",
        "BODY": "Den Norske Stats Oljeselskap A/S (Statoil)\n<STAT.OL>, operator on Norway's North Sea Veslefrikk oil field,\nhas placed field development contracts totalling 1.5 billion\ncrowns with two domestic yards, the company said in a\nstatement.\n    Moss Rosenberg Verft, a subsidiary of Kvaerner Industrier\nA/S <KVIO.OL> won a 1.2 billion crown contract to convert\nStatoil's semisubmersible rig West Vision to a floating\nproduction platform and to build the deck for a separate, fixed\nwell-head platform to be placed on the field, it said.\n    Statoil said Aker Verdal, a unit of Aker Norcem A/S\n<AMVO.OL>, won a 300-mln crown contract to design and build the\nwell-head platform's 10,000-tonne steel substructure, to stand\nin 150 metres of water next to the converted rig.\n    Statoil said using a floating production unit rather than a\nfixed platform would cut construction time, enabling field\npartners to bring Veslefrikk on stream in late 1989 -- several\nmonths earlier than previously planned.\n    Veslefrikk, with estimated recoverable reserves of 258 mln\nbarrels oil and 140 billion cubic feet gas, is located 145 km\nwest of Bergen.\n    Statoil estimates the field's total development cost,\nincluding drilling, at 6.6 billion crowns. Planned daily output\nis 65,000 barrels oil and 35 mln cubic feet gas.\n    Veslefrikk's oil will be landed via the nearby Oseberg\nfield pipeline at the Sture crude terminal near Bergen. Its gas\nwill be fed into the Statpipe line, which gathers gas from\nNorway's Statfjord, Gullfaks and Oseberg fields.\n    Partners on the field are Statoil, the operator, with a 55\npct share, <Unocal Norge A/S> (18 pct), <Deminex (Norge) A/S>\n(13.5 pct), Norsk Hydro A/S <NHY.OL> (nine pct) and <Svenska\nPetroleum AB> (4.5 pct).\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}