{
    "DATE": "23-MAR-1987 07:01:49.26",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "8179",
    "TEXT": {
        "TITLE": "AUSTRALIAN WHEAT AREA TO FALL, FORECASTER SAYS",
        "DATELINE": "    MELBOURNE, March 23 - ",
        "BODY": "Australian wheat plantings are\nforecast to fall to 10.40 mln hectares in 1987/88 from 11.72\nmln sown in 1986/87, Australian Wheat Forecasters Pty Ltd (AWF)\nsaid in its first preliminary crop forecast.\n    But there was no reason to expect Australian production in\n1987/88 would be less than the 16.5 mln tonnes of last year,\nthe private forecaster said, as crops in New South Wales and\nQueensland suffered from poor yields last season.\n    Most of the fall in plantings was expected in Western\nAustralia while state average yields would be assisted by\ngrowers sowing wheat on fallows and rest paddocks, it said.\n    The main reason for a low Western Australia estimate was a\npoor profit outlook under cost, credit and yield pressures. But\nin the eastern states the wheat area should hold up provided\nthat rainfall between now and June is not less than average,\nAWF said.\n    Although some farmers were saying they intended to cut back\nwheat area by 20 pct, AWF said this was unlikely since they\nneeded cash flow and there were problems with alternative\ncrops.\n    \"The lack of statutory marketing for oilseeds, pulses and\noats is a cause for concern if those crops are to comprise a\nhigh proportion of growers' income,\" AWF said.\n    AWF's state area forecasts in mln hectares, with 1986/87\nproduction in mln tonnes, are as follows (crop forecasts were\nnot given for the new wheat year)\n                   Area         Crop\n             1987/88  1986/87  1986/87\n Queensland    0.82     0.82     0.95\n N.S.W.        3.07     3.17     4.40\n Victoria      1.53     1.63     3.25\n S.Australia   1.45     1.64     2.30\n W.Australia   3.53     4.46     5.60\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "balladur"
    ]
}