{
    "DATE": "28-APR-1987 18:54:47.76",
    "TOPICS": [
        "money-fx",
        "dlr",
        "stg"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "andriessen"
    ],
    "NEWID": "17367",
    "TEXT": {
        "TITLE": "NERVOUS CONSOLIDATION SEEN IN CURRENCY FUTURES",
        "AUTHOR": "    By Brad Schade, Reuters",
        "DATELINE": "    CHICAGO, April 28 - ",
        "BODY": "Currency futures at the International\nMonetary Market (IMM) are likely to consolidate near current\nlevels in nervous trading conditions over the next few days,\nalthough underlying sentiment remains positive, currency\nanalysts said.\n    \"Currencies are likely to muddle around these levels,\" said\nShearson Lehman Brothers analyst Anne Parker Mills.\n    Traders are unwilling to establish either long or short\npositions in futures because of uncertainty over upcoming trade\ntalks and U.S. trade legislation, they said.\n    Japanese prime minister Yasuhiro Nakasone and President\nReagan will meet Thursday and Friday to discuss trade tensions\nbetween their two countries, while at the same time the\nDemocratic-led U.S. House of Representatives will be voting on\na controversial trade bill.\n    \"Unless something really surprising comes out of the\nNakasone/Reagan talks, I don't see the dollar getting above 142\n(yen) and 1.83 (marks),\" Mills said.\n    The equivalent in futures of those interbank levels are\nabout 0.007050 to 0.007025 in the June yen contract and about\n0.5500 in June marks, she said.\n    June yen closed at 0.007191 on Tuesday while June marks\nfinished the day at 0.5602.\n    Mills said, however, that \"the chances of them (Reagan and\nNakasone) coming up with something new are limited.\" One\npossibility might be a Japanese discount rate cut, but \"they\nprobably won't do that unless we raise our discount rate.\"\n    Recent firmness in the federal funds rate and the Federal\nReserve's slowness in adding reserves to the banking system has\nheightened sentiment that the money-policy making body has\nalready tightened credit and a discount rate hike is possible,\nanalysts said.\n    Recent weakness in currencies and strength in the dollar\nhas been more the result of nervous shortcovering ahead of the\nmeeting rather than reaction to the White House statement\nMonday supporting a stable dollar, said Harris bank currency\nanalyst Earl Johnson.\n    Traders \"are worried about the outcome of the talks between\nReagan and Nakasone,\" and as the talks are late in the week,\nthe market may not get a chance to react to any developments\nuntil Monday, Johnson said.\n    Until then, Johnson expects the dollar to remain in a broad\nrange between 1.77 and 1.85 marks and 137 to 140.50 yen.\n    Chicago Corp analyst John Bilson, however, expects a rally\nin the European currencies over the near-term, while the yen,\nat this point is overbought.\n    \"The Japanese are moving away from the U.S. market,\" and\ninvestment funds formerly directed to the U.S. are likely to\nflow into Europe, Bilson said.\n    The chief beneficiary of such a flow of funds will be\nsterling, Bilson said.\n    \"Sterling rates are about four pct above Japanese rates,\ndespite the half point rate cut,\" Bilson said. Major U.K. banks\nlowered their base lending rates today to 9.5 pct.\n    In addition to a favorable interest rate spread which\nshould attract funds, Bilson said the firm oil market and the\nstrong political situation of Prime Minister Thatcher also make\nBritish investments attractive.\n    Passage of the trade bill, which includes an amendment by\nMissouri Democrat Richard Gephardt that would force a 10 pct\nannual cut in imports from countries with an excessive trade\nsurplus with the U.S. if they fail to remove unfair trade\nbarriers to the U.S. after six months of negatiations, would\nlikely pressure the yen, Bilson said.\n    Bilson, however, said the legislation is unlikely to pass,\nbut that Nakasone is likely to bring a promise to open Japanese\nmarkets to U.S. goods and back it up with government contracts\nwith U.S. manufacturers.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}