{
    "DATE": "29-JUN-1987 14:43:53.21",
    "TOPICS": [
        "crude"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "NEWID": "19832",
    "TEXT": {
        "TITLE": "CHEVRON N.SEA FIND MAY HOLD 300 MLN BBLS -ANALYSTS",
        "DATELINE": "    LONDON, June 29 - ",
        "BODY": "A North Sea oil find announced by Chevron\nCorp's <CHV> Chevron Exploration North Sea Ltd may indicate a\nnew field with recoverable crude oil reserves of 300 mln\nbarrels, industry analysts said.\n    Chevron said a sidetrack well on block 16/26 on the U.K.\nContinental shelf tested 9,000 barrels per day (bpd) of 20 API\ncrude oil from the tertiary \"Alba\" sand through a three-inch\nsurface choke.\n    \"The estimated amount of oil at the Alba field is around 320\nmln barrels,\" Paul Spedding of stockbroker Kleinwort Grieveson\nand Co told Reuters.\n    He said industry estimates put the total reserves at the\nfield at over one billion barrels, but given the low gravity of\noil, the recovery rate would be expected to be around 20-25\npct.\n    Analysts said the results were encouraging, but the\npotential difficulty of operating and recovering oil in the\nfield was shown by the fact that the first well had to be\nplugged and a sidetrack drilled.\n    \"The field seems to be shallow and widespread, which will\nrequire a multi-platform development in recovery, pushing costs\nup,\" Christopher Osborne of stockbroker Hoare Govett said.\n    Most analysts said that although the low gravity of the oil\nfound would require additional costs in recovery, the test well\nshowed that it flows well.\n    \"Although the gravity of oil at the field seems to be low,\nit seems to flow quite well and around 300 mln barrels could be\nrecovered,\" Carol Bell of Phillips and Drew told Reuters.\n    However, Chevron officials declined to comment on the\nanalysts' reserve estimates. They said that without further\nresearch and drilling in the area this summer, they would not\ndisclose any reserve figures.\n    Analysts said that if the field were declared commercial\nand developed, there would be a ready local market for the\nheavy crude it produced.\n    \"Most refineries are now upgraded to refine heavy oils and\nthe price differentials between heavy and light crudes are a\nlot narrower today,\" Osborne said.\n    Chevron operates the block on behalf of 16 companies which\ninclude British Petroleum Development Ltd, DSM Hydrocarbons\n(UK) Ltd, Enterprise Oil (TNS) Ltd, Marathon Int. Pet. (GB) Ltd\nand Phillips Petroleum Co U.K. Ltd.\n Reuter\n\u0003"
    },
    "PLACES": [
        "uk"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}