{
    "DATE": " 7-APR-1987 12:00:41.41",
    "TOPICS": [
        "grain"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "NEWID": "14212",
    "TEXT": {
        "TITLE": "U.S. GRAIN CERTS SAVE 50-100 MLN DLRS - AMSTUTZ",
        "DATELINE": "    WASHINGTON, April 7 - ",
        "BODY": "The use of generic commodity\ncertificates, or \"certs,\" for fiscal years 1986-88 will save\nthe government 50 to 100 mln dlrs, Department of Agriculture\nUndersecretary Daniel Amstutz said.\n    Speaking at a House agriculture subcommittee hearing on the\nuse of the certificates, Amstutz said that the issuance of 8.5\nbillion dlrs of certificates during fiscal years 1986-88 could\nresult in government outlays of up to 400 mln dlrs.\n    However, the use of certificates preclude the need for 450\nto 500 mln dlrs in storage and handling costs, resulting in net\nsavings for the government of 50-100 mln dlrs, he said.\n    Without the use of certificates, Amstutz said nearly the\nentire 1985 crop which had been put under loan would have been\nforfeited to the Commodity Credit Corporation, CCC.\n    In addition, 260 mln bushels of grain that have been\nredeemed from CCC inventory through certificate exchanges would\nhave remained in the goverment inventory, he said.\n    When asked to comment on a recent study by the General\nAccounting Office that concluded certificates result in a net\ncost to the government, Amstutz said, \"GAO underestimated the\nbenefits and overstated the costs\" of the certificate program.\n    Amstutz said while certificates encourage more loan\nentries, they also encourage heavier loan redemptions rather\nthan forfeitures.\n    GAO underestimated this net loan activity, Amstutz said.\n    \"There is no question in the mind of the Department of\nAgriculture that these certificates have been very useful,\"\nAmstutz said.\n    Immediate benefits of certificates include greater market\nliquidity, improved market price competitiveness, higher farm\nincome, and improved debt situation and decreased carrying\ncosts, he said.\n    Certificates are an integral part of USDA's long-range\nmarket-oriented farm policy, he said.\n    Amstutz told subcommittee Chairman Rep. Dan Glickman,\nD-Kans., that USDA is in the process of preparing an official\nresponse to the GAO study on certificates and will submit it to\nthe subcommittee when completed.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}