{
    "DATE": " 5-MAR-1987 10:56:40.36",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "2115",
    "TEXT": {
        "TITLE": "BRAZIL HAS NO SET COFFEE EXPORT TARGETS - IBC",
        "DATELINE": "    ****RIO DE JANEIRO, March 5 - ",
        "BODY": "Brazil has no set target for\nits coffee exports following this week's breakdown of\nInternational Coffee Organization talks on export quotas,\nPresident of the Brazilian Coffee Institute, IBC, Jorio Dauster\nsaid.\n    He told a press conference Brazil now had to reconsider its\nexport plans and that the 15.5 mln bag export figure which it\nhad proposed for itself earlier should no longer be taken as\nthe country's export target to ICO-member countries.\n    The 15.5 mln bag offer had been made on the assumption an\nagreement would bring stability to world markets, he added.\n    It had been a gesture to ease negotiations, but the lack of\nan agreement leaves it no longer valid and exports could be\nabove or below 15.5 mln bags, he said.\n    Dauster said he would talk to producers, exporters and\nmarket analysts before taking any decision on export policy,\nbut any future policy would be flexible and adjusted to market\nconditions.\n    \"We will not take any short-term decisions which might cause\nmarkets to panic,\" Dauster added.\n    He said it would be a policy which shows Brazil has coffee\nto sell and that it could do so without an ICO agreement.\n    \"Brazil has coffee (to sell) and wants to show that it does\nnot need an ICO agreement as a crutch,\" Dauster said.\n    Commenting on the breakdown of the talks, Dauster said\nconsumer proposals would have implied a reduction of one to two\nmln bags in Brazil's export quotas.\n    \"It was a proposal which would lead to a substantial loss\nfor Brazil and which would be difficult for the country to\nrecover,\" he said.\n    The consumer proposal to base quotas on a six-year moving\naverage of exportable production surpluses would lead to\noverproduction as countries boosted output to win higher\nquotas, he said.\n    Dauster rejected reports which said Brazil's inflexibility\nhad been the cause for the breakdown of talks, noting that its\nstance had the backing of 85 pct of producing countries.\n    Close links would continue with these producers,\nparticularly Colombia, Mexico and Francophone African\ncountries, but Dauster said no joint marketing action was\nenvisaged at present.\n    He also said Brazil currently had no plans to return to a\nsystem of roaster buying contracts, although \"no hypothesis has\nbeen abandoned.\"\n    Dauster said he had not yet decided when registrations for\nMay shipment coffee will be opened.\n    He declined comment on whether the IBC will adopt a policy\nof opening registrations for up to six months in advance, as\nsome exporters had suggested.\n    He noted export registrations for the first four months of\nthe year totalled around 5.5 mln bags, more than half the 9.9\nmln exported in 1986 when drought reduced the crop to between\n11.2 mln and 12 mln bags.\n    He said that, although he had heard forecasts of 30 mln\nbags for the coming crop, the IBC would not make any estimate\nuntil late April.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "dauster"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}