{
    "DATE": "20-OCT-1987 15:28:37.56",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa",
        "iran"
    ],
    "NEWID": "20632",
    "TEXT": {
        "TITLE": "US RULED OUT ATTACK ON IRANIAN SILKWORMS",
        "DATELINE": "    WASHINGTON, Oct 20 - ",
        "BODY": "U.S. military planners ruled out\nIran's Silkworm missiles as a target in the retaliatory attack\nmounted on Monday for fear of being drawn more deeply into the\nIran-Iraq war, defense and Middle East experts said.\n    U.S. naval forces destroyed an offshore oil platform and\nraided another in what the administration called a \"measured and\nappropriate response\" to an Iranian Silkworm missile attack last\nFriday on a U.S.-flagged tanker in Kuwaiti waters.\n    Private analysts generally agreed that going after the rig\nrather than an onshore economic or military target such as\nSilkworm launch sites reflected a careful bid by Washington to\nlimit the political, military and diplomatic fallout both at\nhome and in the Gulf.\n    \"It simply demonstrated the United States will take military\naction when they (Iran) take military action,\" Norman Polmar, a\ndefense analyst and author, said.\n    He said hitting the platforms had spared Iran the\nembarrassment of casualties on its own soil, possibly avoiding\nan escalating spiral of attack and counterattack.\n    In addition, it minimized the risk to U.S. forces and the\npotential embarrassment of any losses, including aircraft that\ncould have been shot down had they taken part in an attack.\n    Anthony Cordesman, author of a new book on the Iran-Iraq\nwar, said the United States apparently chose a limited target\nto keep alive the possibility that U.N. Secretary General\nJavier Perez de Cuellar might still persuade Iran to accept a\nSecurity Council call for a ceasefire.\n    \"We want the U.N. peace initiative to work if there's any\nchance at all,\" he said, adding that the action made it clear\ntougher steps would follow if Iran to attack Gulf shipping.\n\n   In targeting an oil rig -- albeit one said by the Pentagon\nto have been turned into a military command post -- Washington\nalso sent a message that it might be willing to attack Iran's\neconomic lifeline. Pentagon officials said the platform had\nbeen used as a base for Iranian raids against shipping in the\nlower Gulf.\n    \"We have chosen a military target, but we also have shown\nIran that we are willing to interfere with its oil-exporting\ncapabilities,\" Cordesman said.\n    He predicted the United States would respond to any future\nmajor Iranian challenges by hitting Iran's naval base at Bandar\nAbbas on the Straits of Hormuz, followed by mining the\napproaches to Iran's oil export terminal on Kharg Island.\n    Defense Secretary Caspar Weinberger said on Monday the\nUnited States did not seek further confrontation with Iran, \"but\nwe will be prepared to meet any escalation of military action\nby Iran with stronger countermeasures.\" \n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker",
        "stoltenberg"
    ],
    "EXCHENGES": [
        "comex"
    ]
}