{
    "DATE": "11-APR-1987 04:25:40.51",
    "TOPICS": [
        "sugar"
    ],
    "NEWID": "16093",
    "TEXT": {
        "TITLE": "SMUGGLING BLAMED FOR CLOSURE OF HAITIAN SUGAR FIRM",
        "DATELINE": "    PORT-AU-PRINCE, April 11 - ",
        "BODY": "A sugar mill which was this\nnation's second largest employer closed its doors yesterday,\nsaying it had been run out of business by sugar smuggled from\nMiami and the neighbouring Dominican Republic.\n    The closure of the Haitian American Sugar Company (HASCO)\nwill idle 3,500 employees and affect as many as 30,000 to\n40,000 small sugar cane planters in regions around the capital,\nthe company said.\n    \"Because of unprecedented and ever-growing smuggling, HASCO\nregrets ... It cannot continue to accept delivery of sugar cane\nafter April 10,\" the mill warned planters earlier this week.\n    Since President Jean-Claude Duvalier fled Haiti fourteen\nmonths ago, widescale smuggling of basic goods such as cooking\noil, flour, rice, sugar and canned milk has lowered consumer\nprices but bankrupted several local manufacturers, throwing\nhundreds of thousands of Haitians out of work.\n    At the HASCO compound, where grim-faced workers lined up to\nreceive their last pay, Spokesman Georges D. Rigaud showed a\nwarehouse stocked with an estimated 445,000 unsold 100-pound\n(45-kg) bags of sugar.\n    \"We are closing because of our huge stock of unsold sugar.\nWe have no money left to continue operations,\" Rigaud said.\n    He said the company owed 7.6 mln dlrs and had borrowed an\nadditional 1.5 mln dlrs in order to pay off workers.\n    Rigaud blamed the mill's problems on an order by Duvalier\ntwo years ago forbidding HASCO from refining sugar.\n    He said the government then began importing refined sugar\nat world market prices and reselling it at a huge profit and\nthe provisional military-civilian government that replaced\nDuvalier last year continued the policy.\n    \"But now with all the smuggling even the state can't compete\nwith smuggled Dominican refined sugar,\" Rigaud said.\n    HASCO workers earned 4.20 dlrs daily, considerably above\nthe usual minimum wage of three dlrs.\n    It is generally estimated that every employed Haitian\nsupports at least six people. Rigaud said HASCO's closing at a\nminimum would affect 280,000 to 300,000 people.\n    Laid-off workers were bitter about the closure. \"We're dead,\nand it's the government that's causing us to die,\" declared\nLucien Felix, 34, who has five dependents.\n REUTER\n\u0003"
    },
    "PLACES": [
        "haiti"
    ],
    "PEOPLE": [
        "languetin"
    ],
    "ORGS": [
        "imf"
    ]
}