{
    "DATE": "31-MAR-1987 11:24:13.89",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "11397",
    "TEXT": {
        "TITLE": "ENVOY ADVISES NAKASONE TO PREPARE FOR U.S. VISIT",
        "DATELINE": "    TOKYO, March 31 - ",
        "BODY": "The Japanese ambassador to the U.S.\nSuggested that Prime Minister Yasuhiro Nakasone make efforts to\npresent \"advanced' proposals on trade issues when he visits\nWashington next month.\n    Ambassador Nobuo Matsunaga made the recommendation at a\nmeeting with Nakasone, Kyodo News Service said.\n    Matsunaga also advised that the prime minister should be\nprepared to discuss U.S.-Japan economic issues.\n    Matsunaga cited issues such as a U.S.-Japan micro chip\ntrade pact, foreign access to the Kansai international airport\nproject, and a new international telecommunications firm.\n    Matsunaga returned on Sunday to report to Japanese leaders\non recent U.S. Developments over trade, in preparation for\nNakasone's visit to Washington, April 29 to May 5.\n    Kyodo quoted Nakasone as telling reporters after meeting\nthe envoy, \"I entirely accept what ambassador Matsunaga\nrecommended.\" Nakasone did not elaborate.\n    The U.S.-Japan trade dispute intensified last week when\nPresident Ronald Reagan said the U.S. Would impose heavy\ntariffs on Japanese imports in retaliation against alleged\nJapanese breach of the computer chip trade pact.\n    Meanwhile, Nakasone's ruling Liberal Democratic Party (LDP)\nis to consider measures to boost imports and open up the\nJapanese market, such as government purchase of supercomputers\nand expanding foreign access to the Kansai airport project,\nparty sources said.\n    The LDP international economic affairs council was\nresponding to Nakasone's request for measures to reduce Japan's\nincreasing trade surpluses with the U.S. And Europe, they said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "nakasone"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}