{
    "DATE": " 3-APR-1987 16:35:26.86",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13157",
    "TEXT": {
        "TITLE": "FEBRUARY FOMC VOTES UNCHANGED MONETARY POLICY",
        "DATELINE": "    NEW YORK, April 3 - ",
        "BODY": "The Federal Open Market Committee at\nits February 10-11 meeting voted nine to one to maintain the\nthen-existing degree of reserve restraint, minutes showed.\n    The FOMC issued an asymmetric inter-meeting policy\ndirective which gave greater possibility to firmer rather than\neasier policy. The Committee set a six to seven pct January\nthrough March annualized growth target for M-2 and M-3 and no\nM-1 goal. At the prior meeting in mid-December, the FOMC set a\nseven pct target for M-2 and M-3 for November through March.\n    The February FOMC kept the four to eight pct Federal funds\nrate \"reference\" range for policy, as in other recent meetings.\n    At a telephone conference on February 23, committee members\ndiscussed the possible implications of the decisions reached in\nParis for U.S. intervention in foreign exchange markets. No\nconclusions were contained in the minutes.\n    In its inter-meeting policy directive, the February FOMC\nsaid that \"somewhat greater reserve restraint would, or\nslightly lesser reserve restraint might, be acceptable\ndepending on the behavior of the aggregates, taking into\naccount the strength of the business expansion, developments in\nforeign exchange markets, progress against inflation, and\nconditions in domestic and international credit markets.\"\n    The February FOMC voted nine to one for an unchanged\npolicy. Thomas Melzer, St Louis Federal Reserve Bank president\nfavored some tightening of reserve conditions.\n    He noted the strong growth in bank loans in November\nthrough January and the firm federal funds rate that had\nprevailed despite the extraordinary pace of reserve growth. He\nalso cited the recent declines in the dollar's value.\n    Finally, looking ahead, Melzer pointed out the potential\nfor a further rise in inflationary expectations. He believed\nthat prompt restraints might avert the need for more\nsubstantial tightening later.\n    Regarding inter-meeting policy adjustments, the FOMC\nminutes showed, \"the members generally felt that policy\nimplementation should be especially alert to the potential need\nfor some firming of reserve conditions.\"\n    In this view, the FOMC said somewhat greater reserve\nrestraint would be warranted if monetary growth did not slow in\nline with current expectations and there were concurrent\nindications of intensifying inflationary pressures against the\nbackground of stronger economic data.\n    One indication of potential price pressure might be a\nfurther tendency for the dollar to weaken.\n    The minutes showed that one member, presumably Melzer,\npreferred a directive that did not contemplate any easing\nduring the weeks ahead. However, \"most of the members did not\nwant to rule out the possibility of some slight easing during\nthe inter-meeting period, although they did not view the\nconditions for such a move as likely to emerge.\"\n    The FOMC members assumed that future fluctuations in the\ndollar's value would not be of sufficient magnitude to have any\nsignificant effect on the Fed's economic projections. In\naddition, they anticipated that considerable progress would be\nmade in reducing the federal budget deficit.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "imf",
        "worldbank"
    ]
}