{
    "DATE": "17-MAR-1987 15:23:57.46",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "peru"
    ],
    "NEWID": "6225",
    "TEXT": {
        "TITLE": "PERU TO SELL 40 STATE FIRMS TO CUT BUDGET DEFICIT",
        "DATELINE": "    Lima, march 17 - ",
        "BODY": "peru will sell about 40 state-owned firms\nto trim a projected 740 mln dlrs loss this year among\ngovernment-owned companies.\n    Some companies would be sold in their entirety and others\nwould be privatised only partially, according to jose palomino,\npresident of the government's state company holding firm, the\nnational development council (conade).\n     He told reporters in a radio interview that the aim was to\nslim a projected public sector firm deficit of 11 billion\nintis. He did not say if foreigners would be allowed to buy all\nor part of the companies.\n    Independent economists warn that the deficit could push\ninflation to between 60 and 100 pct in 1987, against the\ngovenment target of 40-50 pct.\n    Palomino said aeroperu, the government flagship airline\nwith a 10-jet fleet, would issue stock for purchase by private\ninvestors. The company in 1986 registered its first profit in\neight years, earning about 44.6 mln intis in pre-tax profits.\n    Peru has about 140 non-financial state firms. Palomino said\nthe government would soon publish a list of those to be sold,\nincluding those whose shares would be offered on the lima stock\nexchange.\n    Last november, palomino said conade's plans included the\npossible sale of a company producing palm oil and another\nmanufacturing electrical appliances. Shares could also be sold\nin a copper mine, empresa nacional tintaya sa, in the southern\nstate of  arequipa.\n    Neither Palomino nor conade's general manager, enrique\nestremadoyro, were available for comment on whether foreigners\nwould be allowed to purchase the companies. Their secretaries\nsaid they were out of their offices.\n    Jose antonio almenara, the general manager of the lima\nstock exchange, where shares of the state-owned firms could be\nsold, told reuters that the only foreigners who could purchase\nstock at the exchange had to be tax-paying residents of peru.\n    He said foreign stockholders cannot remit profits abroad\nuntil at least july 1988.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec",
        "oapec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}