{
    "DATE": "30-MAR-1987 18:03:22.77",
    "TOPICS": [
        "earn"
    ],
    "NEWID": "11123",
    "TEXT": {
        "TITLE": "CANADA BANKS COULD SEE PRESSURE ON BRAZIL LOANS",
        "AUTHOR": "     By Peter Cooney, Reuters",
        "DATELINE": "    TORONTO, March 30 - ",
        "BODY": "Canada's major banks will likely face\nstiff pressure to declare their Brazilian loans non-performing\nif, as expected, major U.S. banks take similar action after the\nend of their first quarter tomorrow, analysts said.\n    American bankers said last week that slow progress in debt\ntalks with Brazil increased the likelihood that U.S. banks\nwould soon declare their Brazilian loans non-performing.\n    Such action \"would put a lot of pressure on the Canadian\nbanks to do the same,\" Levesque, Beaubien Inc Toronto-based bank\nanalyst Donna Pulcine told Reuters.\n    \"They (banks) like to appear to be conservative,\" said\nPulcine, \"and if a major bank puts loans on a non-performing\nbasis and the Canadian banks don't, there is going to be a lot\nof pressure from shareholders as to why one bank is considering\nthe loans non-performing and another bank is not.\"\n    Wood Gundy Inc bank analyst Patricia Meredith said any\nwillingness by a major Brazilian bank creditor such as Citicorp\n<CCI> to declare its Brazilian loans non-performing rather than\nlet Brazil dictate settlement terms would provide a compelling\nexample for other creditor banks.\n    \"In order to make that strategy work, they (Citicorp) have\nto have the support of the other banks,\" said Meredith.\n    Bank analyst Michael Walsh at First Marathon Securities Ltd\nsaid at least one Canadian bank, which he declined to identify,\n\"wants to put (the Brazilian loans) on a non-performing basis\nand is trying to encourage the others to take that position.\"\n    Canadian banks are owed about seven billion Canadian dlrs\nby Brazil, which late last month suspended interest payments on\nits 68 billion U.S. dlr foreign bank debt.\n    Banks in Canada, although allowed to wait up to 180 days\nbefore declaring loans on which they are receiving no interest\nas non-performing, usually move on such loans within 90 days.\nThey could therefore delay action on the Brazilian loans until\nlate May, which falls in Canadian banks' third quarter ending\nJuly 31.\n    <Bank of Montreal>, Brazil's largest Canadian bank\ncreditor, said last week it was not currently considering\ndeclaring its 1.98 billion dlrs of Brazilian loans as\nnon-performing.\n    \"I think that is just for the benefit of the public,\" Walsh\nsaid of Bank of Montreal's statement. \n    Some analysts predicted minimal earnings impact on Canadian\nbanks from a move to declare the Brazilian loans\nnon-performing.\n    They said Brazil would likely resume interest payments by\nthe banks' fiscal year-end on October 31, thus allowing banks\nto recoup their lost interest income.\n    \"From what Brazil has said, it is quite likely the banks\nwill get the money,\" said Meredith. \"My outlook at this point is\noptimistic that there will be no adjustment for the full-year's\nearnings.\"\n    Meredith forecast 1987 fully diluted per share earnings of\n3.80 dlrs for <Royal Bank of Canada> compared with 3.74 in\n1986; 4.30 dlrs for <Bank of Montreal> compared with 3.59; 2.25\ndlrs for <Canadian Imperial Bank of Commerce> compared with\n2.23;  2.15 dlrs for <Bank of Nova Scotia> compared with 1.94,\nand 2.85 dlrs for <Toronto Dominion Bank> against 2.74.\n    She forecast 1.90 dlrs for <National Bank of Canada>\nagainst 3.30 dlrs before a two for one stock split.\n    Analyst Pulcine said she might lower full-year earnings\nestimates for the banks by between two cts and 10 cts a share,\nassuming a possible settlement reduced Brazil's interest costs.\n    \"If the banks didn't receive anything for the rest of the\nfiscal year, the impact could range from 16 cts to 70 cts a\nshare. But I don't see that as a likely scenario,\" Pulcine said.\n    Walsh at First Marathon suggested, however, that the\nBrazilian debt situation was so complex that \"it could drag on\nbeyond one full fiscal year.\"\n    He said he foresaw having to lower his 1987 fiscal earnings\nforecasts for the banks. He estimated that Brazil's yearly\ninterest payments to Canadian banks totaled about 575 mln dlrs\nor about 10 pct of their total 1986 pre-tax earnings.\n Reuter\n\u0003"
    },
    "PLACES": [
        "canada",
        "brazil"
    ],
    "PEOPLE": [
        "sarney"
    ]
}