{
    "DATE": "31-MAR-1987 10:07:04.36",
    "TOPICS": [
        "sugar"
    ],
    "NEWID": "11330",
    "TEXT": {
        "TITLE": "U.S. SUGARBEET PLANTINGS SEEN RISING IN 1987",
        "DATELINE": "    WASHINGTON, MARCH 31 - ",
        "BODY": "Representatives of U.S. sugar grower\norganizations said they expect some increase the area planted\nto sugarbeets this year and said the prospects for the 1987\ncane sugar crop also are good.\n    Dave Carter, president of the U.S. beet sugar association,\nsaid plantings may be up in two major beet growing states,\nCalifornia and Michigan, while sowings could be down slightly\nin the largest producing state of Minnesota.\n    Overall, Carter predicted beet plantings would rise in the\nmidwest, and this coupled with increases in California would\nincrease U.S. sugarbeet plantings slightly from the 1.232 mln\nacres sown last year.\n    USDA later today releases its first estimate of 1987 U.S.\nsugarbeet plantings in the prospective plantings report.\n    The main reason for the expected increase in beet sowings\nis that returns from competing crops such as soybeans and\ngrains are \"just awful,\" said Carter.\n    In the midwest, bankers are strongly encouraging farmers to\nplant sugarbeets because the U.S. sugar program offers a loan\nrate of 18 cents per pound and because payments to farmers from\nbeet processors are spread evenly over the growing season, said\nLuther Markwart, executive vice president of the American\nsugarbeet growers association.\n    \"The banks are putting a lot of pressure on these guys,\"\nMarkwart said.\n    In some areas there are waiting lists of farmers seeking a\ncontract with processors to plant beets, Markwart said.\n    USDA's report today will not include any harvested area\nestimates for sugarcane, but representatives of Florida, Hawaii\nand Louisiana growers said crop prospects are good.\n    Horis Godfrey, a consultant representing Florida and Texas\ncane growers, said Florida cane is off to a good start  because\nfor the first time in several years there was no winter freeze.\nAlthough area to be harvesteed is about the same as last year,\ncane production may be up in Florida this year, he said.\n    In Hawaii, area harvested may decline slightly this year,\nbut likely will be offset again in 1987 by increased yields,\nsaid Eiler Ravnholt, vice president of the Hawaiian Sugar\nPlanters Association.\n    The acreage planted to sugarbeets will receive more than\nthe usual amount of attention this year because of mounting\nconcern that continued increases in domestic sugar production\nthreaten the U.S. sugar program, industry sources said.\n    The increases in beet plantings have especially caused\nconcern among cane growers who have not expanded plantings,\nparticularly in Hawaii, industry officials said.\n    \"We haven't had a good weather year throughout the beet and\ncane areas in more than five years,\" said Godfrey, adding that\nthe U.S. may be due for a good weather year.\n    Rep. Jerry Huckaby, D-La., chairman of the House\nagriculture subcommittee responsible for the sugar program, has\nthreatened to offer legislation next year to curb domestic\nsweetener output if growers fail to restrain output in 1987.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "oecd"
    ]
}