{
    "DATE": "29-JUN-1987 07:08:08.12",
    "TOPICS": [
        "crude"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19556",
    "TEXT": {
        "TITLE": "EXTRACTS FROM OPEC COMMUNIQUE",
        "DATELINE": "    VIENNA, June 29 - ",
        "BODY": "Following are extracts from the\ncommunique issued at the conclusion of the OPEC conference\nhere.\n    \"The conference expressed satisfaction about the positive\nresults of the agreement signed in December, 1986, by which\nOPEC re-established the system of fixed price at a level of 18\ndlrs per barrel supported by OPEC production ceilings\ndistributed into national production levels.\n    \"The conference noted that all market indicators, including\nspot prices in the market and netback values of all OPEC\ncrudes, have been firming up significantly, thus consolidating\nthe OPEC price structure as defined by the agreement.\"\n    \"The conference examined the supply/demand outlook for the\nsecond half of the year and decided that in order to secure\ncontinued firm prices in the market, OPEC production during the\nfourth quarter of 1987 will be equal to that of the third\nquarter, I.E. 16.6 mln barrels per day (bpd), distributed into\nthe same national production levels as were defined by the\nabove-mentioned agreement for that quarter.\"\n    \"Furthermore, the conference decided to establish a\ncommittee of five heads of delegation to monitor the price\nevolution in the market in relation to the OPEC official prices\nin order to secure price stability around the opec price\nstructure.\n    \"Should there be any significant change in market prices,\nthe committee would immediately call for an extraordinary\nmeeting of the conference with a view to deciding on the\nnecessary OPEC production levels during the second half of the\nyear, which would secure the desired market stability.\"\n    \"The conference reiterated the necessity of member\ncountries' strict adherence to the agreement signed in December\n1986, both in terms of official price, and national production,\nlevels.\n    \"For this purpose, the conference decided to establish a\ncommittee of three heads of delegation to undertake visits to\nmember countries in order to motivate them to comply with the\nterms of the agreement.\"\n\n    \"Moreover, the conference stressed the necessity of the\ncooperation of the oil-producing exporting countries outside\nOPEC as an essential prerequisite for a lasting market\nstability.\n    The conference, therefore, decided to reinstate the group\nof five heads of delegation established by the 77th\n(extraordinary) meeting of the conference in April, 1986 to\nundertake the necessary contacts with those countries.\n    \"The conference observed the continued fall in the value of\nthe U.S. Dollar and agreed that the matter should be studied\nand reported to the next meeting of the conference.\"\n\n    \"The conference discussed the appointment of the secretary\ngeneral and decided to discuss the matter again in its next\nordinary meeting.\n    \"The conference extended the term of office of Fadhil\nal-Chalabi as deputy secretary general for a period of one year\nfrom October 7, 1987.\n    \"The next ordinary meeting of the conference will be\nconvened in Vienna on December 9, 1987.\"\n\n REUTER\n\u0003"
    },
    "PLACES": [
        "austria"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}