{
    "DATE": "20-MAR-1987 11:44:01.78",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "7767",
    "TEXT": {
        "TITLE": "GERMAN MONEY SUPPLY GROWTH SLOWS IN FEBRUARY",
        "DATELINE": "    FRANKFURT, March 20 - ",
        "BODY": "West Germany's money supply growth\nslowed in February after January's sharp rise but the trend is\nstill definitely upward, the Bundesbank said in a statement.\n    Growth in the traditionally broad M3 aggregate was only\nmoderate in February. While cash in circulation, deposits with\nstatutory withdrawal notice and sight deposits grew sharply,\nshort-term time deposits fell after expanding unusually\nstrongly in January.\n    In the six months to February, M3, which excludes holdings\nof German non-banks abroad, grew at a seasonally adjusted\nannual rate of 8.5 pct after 9.8 in the six months to January.\n    Compared with February 1986, M3 rose 7-1/2 pct.\n    In the six months to February, M2, which excludes time\ndeposits with statutory withdrawal notice, rose at a seasonally\nadjusted annual rate of 8.8 pct and M1, which consists of cash\nand sight deposits, rose seven pct.\n    International transactions of non-banks again led to a\nsignificant inflow of funds, the Bundesbank said.\n    Net claims of commercial banks and the Bundesbank against\nforeigners, refecting these foreign payments, increased by 9.1\nbillion marks in February, little changed from January's rise.\n    But in contrast to January, the dampening effect of the\ninflow on domestic credit demand outweighed the expansionary\neffect on money growth, the Bundesbank said.\n    Outstanding bank credits to companies and private\nindividuals remained virtually unchanged in February.\n    A sharp drop in short-term company credits, which reflected\nthe foreign funds inflow, was balanced by a moderate rise in\nlong-term credits and a sharp rise in credits for securities.\n    At the end of February total bank credits to the private\nsector were 4-1/2 pct above the February 1986 level.\n    The effect of public authority cash movements on the money\nsupply was slightly expansive, the Bundesbank said.\n    Although banks acquired large amounts of public authority\npaper, public authorities drew down book credits at commercial\nbanks and the Bundesbank.\n    Capital formation strengthened in February and slowed money\nsupply growth to a larger extent than in January.\n    A total of 7.7 billion marks in long-term funds was placed\nwith banks after 6.6 billion the previous month.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "kullberg"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}