{
    "DATE": "31-MAR-1987 17:00:09.29",
    "TOPICS": [
        "earn"
    ],
    "NEWID": "11711",
    "TEXT": {
        "TITLE": "DOME PETE<DMP> TAKES 2.08 BILLION DLR WRITEDOWN",
        "DATELINE": "    CALGARY, Alberta, March 31 - ",
        "BODY": "Dome Petroleum Ltd, earlier\nreporting a 2.20 billion dlr 1986 loss compared to year-earlier\nprofit of 7.0 mln dlrs, said the loss was mainly due to write\ndowns totalling 2.084 billion dlrs before a reduction in\ndeferred income taxes of 571 mln dlrs.\n    The loss also includes 214 mln dlrs in accumulated foreign\nexchange losses, the company said.\n    \"The dramatic drop in energy prices in early 1986 reverses\nmuch of the progress the company has made in the two previous\nyears,\" Dome chairman J. Howard Macdonald said in a statement.\n    \"But even a net loss of this magnitude has very little\nbearing on the day-to-day operations of Dome,\" chairman\nMacdonald said.\n    \"It merely reflects the realistic carrying value of the\ncompany's assets in today's economic environment, and the\nabsolute need for reaching a timely agreement with our lenders\non a debt restructuring plan to assure the company's continued\nexistence,\" he added.\n    Dome is now trying to reach agreement on a complex plan for\nrestructuring debt of more than 6.10 billion dlrs.\n    Dome said it charged the 214 mln dlrs in accumulated\nforeign exchange losses to current expenses because of the\nuncertainty arising from its proposed restructuring plan.\n    Normally the expenses would be amortized over the remaining\nperiod of the loans to which they apply, it said.\n    Dome also said the write downs included a fourth quarter\nreduction in the value of its oil and gas properties of 1.20\nbillion dlrs, before a reduction in deferred income taxes of\n305 mln dlrs. The fourth quarter writedown was in addition to a\ncharge of 880 mln dlrs on certain other assets, taken mainly in\nthe third quarter.\n    Dome said the 1.20 billion dlr fourth quarter charge\nresulted from a year-end accounting change made under new full\ncost accounting guidelines by the Canadian Institute of\nChartered Accountants.\n    The company said it previously determined a write down of\nconventional oil and gas properties was not required at\nSeptember 30, under the previous method of calculating the\nlimitation of oil and gas values.\n    Dome said the most significant accounting change under the\nnew guidelines is using current oil and gas prices in\ncalculations instead of escalating price forecasts.\n    Terms of Dome's proposed debt restructuring plan preclude\nthe company from making an accurate estimate of future\nfinancing costs, which are used in the new accounting\ncalculations, it said.\n    As a result, Dome adopted current prices and costs and a 10\npct discount factor in the calculations, which substantially\nconform with accounting rules prescribed by the U.S. Securities\nand Exchange Commission, the company said.\n    Dome said operating income from its crude oil and natural\ngas segments fell by 2.50 billion dlrs to a 1986 loss of 1.71\nbillion dlrs from prior year earnings of 737.0 mln dlrs.\n    Dome said the steep drop in crude oil and natural gas\noperating income was due to write downs totalling 1.93 billion\ndlrs and lower energy prices that sharply reduced revenue.\n    Reduced production of natural gas and lower utilization of\nDome's offshore drilling fleet in the Beaufort Sea also\ncontributed to the decline, it said.\n    Earnings from its natural gas liquids business fell by 79\npct to 42.0 mln dlrs from 199 mln dlrs in 1985.\n    Cash from operations dropped to 5.0 mln dlrs from year-ago\n542.0 mln dlrs and unrestricted cash balance declined to 202.0\nmln dlrs from 466.0 mln dlrs.\n    Dome said 1986 crude oil production in 1986 was maintained\nat prior year's levels through new drilling activity and\nimprovements in productivity.\n    Natural gas production fell by nine pct as a result of\nlower domestic and export sales, it said.\n    Oil and field natural gas liquids production totalled\n86,000 barrels a day, compared to 87,000 bpd in the prior year.\n    Natural gas production fell to 536.0 mln cubic feet a day\nfrom 591.0 mcf a day.\n Reuter\n\u0003"
    },
    "PLACES": [
        "canada"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}