{
    "DATE": "21-APR-1987 11:44:00.53",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "NEWID": "17004",
    "TEXT": {
        "TITLE": "SORO GROUP TO LIMIT FAIRCHILD <FEN> STOCK BUYS",
        "DATELINE": "    WASHINGTON, April 21 - ",
        "BODY": "Quantum Fund N.V., a Netherlands\nAntilles mutual fund for which New York investor George Soros\nis investment adviser, said it has agreed to limit further\npurchases of Fairchild Industries Inc stock.\n    In a filing with the Securities and Exchange Commission,\nQuantum, which already holds 1,647,481 Fairchild common shares,\nor 11.5 pct of the total outstanding, said it agreed to the\nrestriction after Fairchild said its security clearance might\nbe jeopardized if Quantum acquires a major stake in it.\n    But Quantum said Fairchild management was told that Soros,\nacting either individually or through entities other than\nQuantum that he controls, may decide to buy common stock in the\ncompany on his own behalf.\n    Quantum had recently notified the Federal Trade Commission\nunder the Hart-Scott-Rodino Antitrust Improvements Act of 1976\nthat it might buy up to 49.9 pct of Fairchild's voting stock.\nUnless the FTC had objected, Quantum would have been free, but\nnot obligated, to buy up to 49.9 pct of Fairchild stock.\n    Fairchild management, however, warned that if Quantum, a\nforeign entity, raises its stake in the company to 49.9 pct, it\ncould \"impair\" the government security clearances Fairchild\nneeds to carry out its its defense contract work.\n    In response, Quantum said it told Fairchild it will not\nmake \"significant additional purchases\" of its common or\npreferred stock without giving Fairchild enough prior notice to\nenable it to consult with Quantum over the impact of action.\n    Quantum also said it has withdrawn its notification request\nto the FTC and the antitrust division of the Justice Department\nof its intent to buy up to 49.9 pct of Fairchild.\n    Quantum also said it told the FTC and the Justice\nDepartment that it does not expect to resubmit any further\nnotifications of intent to significantly raise its stake in\nFairchild at this time.\n    The restrictions Quantum has agreed to follow regarding\nfurther dealings in Fairchild stock do not apply to Soros as an\nindividual investor.\n     Fairchild's annual shareholders meeting is scheduled to be\nheld tomorrow.\n Reuter\n\u0003"
    }
}