{
    "DATE": "13-MAR-1987 12:47:56.62",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4893",
    "TEXT": {
        "TITLE": "BALLY <BLY> CONSIDERING SALE OF SIX FLAGS",
        "DATELINE": "    CHICAGO, March 13 - ",
        "BODY": "Bally Manufacturing Corp said it is\nconsidering the sale of its Six Flag theme amusement park unit\nand would use the proceeds to pay off debt.\n    In addition to the possible sale of the amusement parks,\nBally plans to sell a minority stake in its health club chain\nto the public. The company will register a proposed offering\nwith the Securities and Exchange Commission for 20 to 30 pct of\nthe health clubs soon, spokesman William Peltier told Reuters.\n    \"Selling Six Flags is definitely under consideration,\"\nPeltier said in response to an inquiry. He said the company\nwould use much of the income from the amusement park chain,\nwere it to be sold, to repay debt.\n    Six Flags might sell for as much as 300 mln dlrs, analysts\nsaid. The health club chain, the nation's largest, is valued at\n350 to 375 mln dlrs, they said.\n    Bally reportedly already has been approached about Six\nFlags by several prospective buyers.\n    The company needs the cash to begin paying back a 1.6 mln\ndlrs mountain of debt.\n    Bally recently completed a 439 mln dlrs acquisition of the\nGolden Nugget casino hotel in Atlantic City from Golden Nugget\nInc <GNG.N>.\n    The purchase pushed its long-term debt to 1.6 billion dlrs,\nor almost 2.7 times its equity of 600 mln dlrs.\n    Bally's 325-unit health and tennis clubs had revenues in\n1986 of more than 450 mln dlrs, or about 28 pct of Bally's\ntotal revenues of 1.64 billion dlrs.\n    Bally acquired Six Flags for 147.4 mln dlrs in January 1982\nfrom Penn Central Corp. Bally bought the Great America theme\npark in Gurnee, Ill., in May 1984 for 113.2 mln dlrs from\nMarriott Corp <mhs>.\n    In 1986 the parks had pretax operating profit of 48.6 mln\ndlrs on revenues of 369.4 mln dlrs.\n    The clubs and equipment unit combined to post operating\nprofit of 60.4 mln dlrs on revenues of 475.6 mln dlrs in 1986,\nof which 456.2 mln came from the clubs.\n    The company earlier this month said it will take a charge\nto earnings in the first quarter of 17.3 mln dlrs as a result\nof its deal to buy back 2.6 mln of its common shares from real\nestate developer Donald Trump.\n    Under a February 21 deal, Bally agreed to buy the 2.6 mln\nof the 3.06 mln shares held by Trump at 24 dlrs a share, or\n62.4 mln dlrs, plus 6.2 mln dlrs related expenses in exchange\nfor Trump not seeking control of the company for 10 years.\n    The deal also requires Bally to buy Trump's remaining\nshares for 33 dlrs a share if the stock price does not reach\nthat level by February 21, 1988.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}