{
    "DATE": " 1-JUN-1987 16:14:39.33",
    "TOPICS": [
        "lead",
        "zinc",
        "strategic-metal"
    ],
    "PLACES": [
        "canada"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17783",
    "TEXT": {
        "TITLE": "COMINCO <CLT.TO> SEES MEETING WITH STRIKING UNION LOCALS",
        "DATELINE": "    TRAIL, British Columbia, June 1 - ",
        "BODY": "Cominco Ltd said it\nexpects to meet today with two of five United Steelworkers of\nAmerica locals on strike at its Trail smelter and Kimberley,\nB.C. lead-zinc mine, a Cominco spokesman said.\n    It had no meeting scheduled with the other three striking\nlocals, which rejected a tentative three-year contract\nSaturday, Cominco spokesman Richard Fish said.\n    Fish said the pact that was rejected contained a cost of\nliving increase tied to the Canadian consumer price index, but\nno wage increase. With 81 pct of the membership voting, 54.5\npct voted no and 45.5 pct voted yes, the union said.\n    The three locals represent about 2,600 production and\nmaintenance workers, while the remaining two locals cover about\n600 office and technical workers.\n    The office and technical workers last negotiated May 21.\nProduction at Trail and Kimberley has been shut down since the\nstrike began May 9 and Cominco has had to declare force\nmajeure, which means the company may be unable to honor\ncontracts for products from the smelter and mine.\n    Each of the five locals have separate contracts, all of\nwhich expired April 30, but the main issues are similar.\n    The Trail smelter, about 400 miles east of Vancouver,\nproduced 240,000 long tons of zinc and 110,000 long tons of\nlead last year. The Sullivan mine at Kimberley, about 450 miles\neast of Vancouver, produced 2.2 mln long tons of ore last year,\nmost for processing at the Trail smelter.\n    The smelter also produced cadmium, bismuth and indium.\n    Trail smelter revenue was 356 mln Canadian dlrs in 1986.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}