{
    "DATE": " 8-APR-1987 13:48:57.15",
    "TOPICS": [
        "rice"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "15206",
    "TEXT": {
        "TITLE": "GATT OFFICIAL MEETS WITH U.S. FARM LEADERS",
        "DATELINE": "    WASHINGTON, April 8 - ",
        "BODY": "The official in charge of\nagricultural matters in the new round of global trade talks is\nin Washington today and tomorrow to meet with congressional and\nReagan administration officials.\n    Aart de Zeeuw, chairman of the General Agreement on Tariffs\nand Trade's negotiating group on agriculture, met this morning\nwith members of the House Agriculture Committee.\n    Committee sources said De Zeeuw expressed concern over\nprotectionism and high farm price supports. House lawmakers\nnoted that in 1985 the United States took steps to reduce loan\nrates, committee staff said.\n    \"Members told him (De Zeeuw) that we lowered our (U.S.) loan\nrates and can't eliminate subsidies unilaterally,\" one source\nsaid.\n    De Zeeuw was told of the U.S. lawmakers' frustration with\nJapan's restrictive rice import policy, and members defended\nthe U.S. dairy policy, which aims to cut surplus production by\nsubsidizing producers to trim herds, sources said.\n    Later today De Zeeuw will meet the Senate Agriculture\nmembers and Undersecretary of State Affairs Allen Wallis.\n    Tomorrow, De Zeeuw is to meet the House Ways and Means\nTrade Subcommittee and the Senate Finance Committee, before\nvisiting Agriculture Secretary Richard Lyng.\n    De Zeeuw goes to Canada later this week. His trip to North\nAmerica is part of his attempt to meet farm policy leaders in\nthe key GATT member states.\n    The negotiating group on agriculture held its first meeting\nin February and is expected to meet again in May.\n Reuter\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "stoltenberg",
        "poehl",
        "balladur",
        "de-larosiere",
        "miyazawa",
        "sumita",
        "leigh-pemberton",
        "goria",
        "james-baker"
    ],
    "EXCHENGES": [
        "lme"
    ]
}