{
    "DATE": "17-APR-1987 17:16:14.83",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16926",
    "TEXT": {
        "TITLE": "JAPANESE TARIFFS SEEN AS WORLDWIDE WARNING",
        "AUTHOR": "    By Robert Trautman, Reuters",
        "DATELINE": "    WASHINGTON, April 17 - ",
        "BODY": "The tough trade sanctions President\nReagan imposed on Japanese exports are not only a shot across\nJapan's bow but also a sign Reagan will attack unfair trade\npractices worldwide, U.S. officials said.\n    But Robert Crandall, a trade specialist at Brookings\nInstitution, a think tank, said \"a shot across their bow can\noften result in a shot in our stern.\"\n    He said it left the United States open to retaliation.\n    The U.S. officials said the 100 pct tariffs Reagan ordered\non 300 mln dlrs worth of Japanese goods will also show Congress\nthat a tough pro-trade stand can be taken under existing laws,\nand no new protectionist legislation is needed.\n    In the past year tough trade action had been taken against\nthe European Community over corn and sorghum, Taiwan over beer\nand wine, South Korea over counterfeiting of copyrights,\npatents and trademarkets and Japan on tobacco.\n    White House spokesman Marlin Fitzwater told reporters the\ntariffs - up from five pct - should be seen as a \"serious signal\"\nto other nations on the need for fair trade practices.\n    Reagan said he imposed the sanctions on certain computers,\ntelevision sets and some hand tools because Japan did not honor\nan agreement to end dumping semiconductors in world markets at\nless than cost and to open its markets to U.S. products. The\ntariffs were placed on items which were available from other\nsources so there would be little effect on the American\nconsumer, Fitzwater said.\n    Reagan has come under heavy pressure to take tougher action\n- especially against Japan - to end global unfair trade\npractices and reverse the growing U.S. trade deficit.\n    The alternative was that if he did not, Congress would.\n    The U.S. trade gap last year was a record 169.8 billion\ndlrs, and continues to rise, with Japan accounting for about\none-third of America's overall deficit.\n    But there are other two-way deficits - with Canada, West\nGermany, Taiwan and South Korea - and Reagan officials said the\npresident is ready to fight them all.\n    Reagan said in announcing the sanctions today that \"I regret\nthat these actions are necessary,\" but that the health and\nvitality of the U.S. semiconductor industry was essential to\nAmerican competitiveness in world markets.\n    \"We cannot allow it to be jeopardized by unfair trading\npractices,\" Reagan added in the statement from his California\nvacation home at Santa Barbara.\n    He said the tariffs would remain in force until Japan\nabided by the agreement.\n    U.S. officials say the action today will show Congress -\nwhich is about to write a trade bill he does not like - that he\nalready has the tools needed to fight unfair trade.\n    The White House aide said of the tariff action, \"it wasn't\ndone to appease Congress, but because there was an unfair trade\npractice.\"\n    The aide added, however, \"on another plane, it was an\nexample of how the administration uses the trade law to fight\nunfair practices, an that it is not necessary to make a major\noverall of our trade laws.\"\n    But the analyst, Crandall, said the tariff action was not\nin the best interests of the United States, and that\nnegotiations should have been pursued to resolve the issue.\n    \"It's very dangerous to go down the retaliatory route,\" he\nsaid, \"because it leads to more retaliation and restrictions in\ntrade.\"\n    Crandall said, \"the administration is doing this for its\npolitical impact across the country, and therefore its impact\non Congress.\"\n    He said, \"I don't think it makes a lot of sense.\"\n    But other analysts said it made little difference whether\nthe tariffs were aimed at U.S. trading partners or Congress,\nand that the main point was that the trading partners were on\nnotice that retaliation was a weapon Reagan was ready to use.\n    Spokesman Fitzwater said \"we don't want a trade war,\" but the\nimposition of sanctions showed the United States would act when\nit had evidence that trade pacts were being violated.\n    Crandall said, \"the administration is doing this for its\npolitical impact across the country, and therefore its impact\non Congress.\"\n    He said, \"I don't think it makes a lot of sense.\"\n    But other analysts said it made little difference whether\nthe tariffs were aimed at U.S. trading partners or Congress,\nand that the main point was that the trading partners were on\nnotice that retaliation was a weapon Reagan was ready to use.\n    Spokesman Fitzwater said \"we don't want a trade war,\" but the\nimposition of sanctions showed the United States would act when\nit had evidence that trade pacts were being violated.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "japan",
        "taiwan",
        "south-korea"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}