{
    "DATE": "27-MAR-1987 10:49:39.83\u0005\u0005\u0005V",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "uk",
        "japan",
        "usa"
    ],
    "NEWID": "10455",
    "TEXT": {
        "TITLE": "UK MAY REVOKE JAPANESE FINANCIAL LICENSES",
        "AUTHOR": "    By Sten Stovall, Reuters",
        "DATELINE": "    London, March 27 - ",
        "BODY": "The British government may revoke the\nlicences of selected Japanese banks and securities companies\noperating in London's financial City when they come up for\nrenewal next summer if progress is not made towards opening up\nJapan's markets to foreign competition, government sources\nsaid.\n    \"We can't say \"yes, we are going to do it (revoke licences)\"\nbut this is definitely being considered,\" an official said.\n    His comments came after the government was formally urged\ntoday by a cross-section of influential MPs to take joint\nretaliatory action with the United States against Japan.\n    Britain has grown increasingly impatient with Japanese\ntrade practices. \"There's a sense of urgency here now, but the\nemphasis is on securing - not undermining - our interests in\nJapan,\" another government official told Reuters.\n    Prime Minister Margaret Thatcher said on Thursday that\nBritain would not hesitate to use new powers contained in the\nFinancial Services Act 1986 and the Banking Bill to retaliate\nagainst countries that do not offer reciprocal market access.\n    She clearly had Japan in mind, government sources said.\n    The U.K. Last year showed a trade defict with Japan of 3.7\nbillion stg, official figures show.\n    A parliamentary motion, signed by 98 MPs, today urged the\nU.K. Government to \"coordinate action with the President of the\nUnited States, and through the Department of Trade and\nIndustry, to suspend all further applications from Japanese\ncommunications companies for equipment approval by the British\nApprovals Board for Telecommunications, and all further\napplications from Japanese financial institutions for licences\"\nuntil authorities in Japan stopped imposing what the MPs called\n\"restrictive conditions\" on the bid by (Cable and Wireless PLC)\n(cawl.L) and its U.S. And Japanese partners for a stake in\nJapan's international telecommunications market.\n    The motion for retaliatory steps came from a cross-section\nof MPs, reflecting the strength of feeling inside Parliament.\nParliamentarians said their action would increase pressure on\nthe Conservative government to take firm action.\n    Officials said another option now being considered by the\nU.K. Is to refuse issuing new banking licences to Japanese\ninstitutions. That could be done under the government's\nproposed Banking Bill now moving through parliament.\n    58 Japanese financial institutions are authorised to deal\nin London, of which 29 are banks. In Tokyo, 14 London-based\nfirms are authorised to do financial business, officials said.\n    The new financial services and banking acts offer Britain\nan alternative for retaliation which would be otherwise denied\nunder legally-binding international trade agreements.\n    \"The Financial Services Act gives (Trade and Industry\nSecretary Paul) Channon power to stop firms from engaging in\ninvestment, banking and insurance,\" one official said.\n    \"This point has been made to the Japanese at official level\na number times,\" the official added.\n    Britain and France are now working together to urge that\nthe European Community take collective action against Japan,\nbut by working within EC treaties, another official said.\n    British Trade Minister Alan Clark said this week in a radio\ninterview that the European Community should build barriers\nagainst Japanese imports through certification procedures\nsimilar to those facing European exporters in Japan.\n    \"There comes a point where you cannot resist any longer,\" he\nsaid, adding \"(such barriers) can't be put in place overnight.\"\nClark said the issue of reciprocity regarding visible trade\n\"strikes at the basis of whether British industry is to have a\nfair access to an extremely large market (Japan) which is\nitself in a very dominant position (in) certain aspects of our\nown domestic market ... It is really a question of fairness.\"\n    The situation is only likely to worsen following news that\nJapan's trade surplus with the rest of the world rose by more\nthan 70 pct in February, year-on-year, to 8.14 billion dlrs\nfrom 5.7 billion in January, political sources said.\n    But Clark said in his interview that the issues of visible\ntrade and access to financial markets should be kept separate.\n    Should Britain decide to act against Japanese financial\ninstitutions, it would most likely focus on the smaller, rather\nthan larger ones, to minimise any risks to its role as a global\nbusiness centre, government sources said. Japan's four largest\nsecurities houses are members of the London Stock Exchange.\n    In Washington, White House officials said President Reagan\nwas ready to impose retaliatory trade action against Japan for\nbreaking its semiconductor agreement with the United States.\n    There was no immediate indication when Reagan might act on\nthe recommendations of his Economic Policy Council to curb\nJapanese exports to the United States but officials said the\nmove could come today or early next week.\n    Trade sources said the actions being weighed by Reagan\nincluded tariffs on a wide variety of Japanese exports which\nuse semiconductors.\n REUTER\n\n\n\u0003"
    },
    "PEOPLE": [
        "papandreou"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "icco"
    ]
}