{
    "DATE": "18-MAR-1987 14:29:15.07",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6726",
    "TEXT": {
        "TITLE": "CAROLINA POWER <CPL> CANCELS GENERATING UNIT",
        "DATELINE": "    RALEIGH, N.C., March 18 - ",
        "BODY": "Carolina Power and Light Co said\nits board has decided to cancel coal-fired Mayo Unit Two, the\nsecond unit planned for its Mayo Plant in Person County, N.C.\n    The company said the 690,000 kilowatt unit was only about\none pct complete and was scheduled for commercial service in\n1992.\n    Carolina Power said the status of the unit had been under\nreview because of a decision by the North Carolina\nEnvironmental Management Commission that would have required\nthe unit to be equipped with expensive sulphur dioxide-removing\nscrubbers.\n    Carolina Power said Unit One, which has been in operation\nsince 1983, meets all air quality regulations without scrubbers\nthrough the use of low-sulphur coal, and \"The addition of\nscrubbers to Mayo Unit Two would have produced only marginal\nair quality improvements.\"\n    The company said it will be able to purchase lower-cost\npower from Duke Power Co <DUK> for intermediate and peaking\npurposes than the projected cost of power from Mayo Two with\nscrubbers.  It said it will retain the Mayo Two site for later\ndevelopment of a generating unit.\n    Carolina Power said Mayo Two was projected to cost about\n877 mln dlrs, including 200 mln dlrs for scrubbers.  \"The\nhigher construction costs, plus higher operating costs, would\nincrease the cost of power produced by Mayo Unit Two with\nscrubbers by about 90 mln dlrs per year.\"\n    A company spokesman said the company has already spent\nabout 23 mln dlrs on Mayo Two. He said no estimate has yet been\nmade of the cost of canceling the plant, but the company does\nnot expect to take a charge against earnings.  He said Carolina\nPower intends to include the cancellation costs in rate filings\nit will make late this year or early next year.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}