{
    "DATE": " 3-APR-1987 09:05:40.57",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "west-germany",
        "usa",
        "japan"
    ],
    "NEWID": "12842",
    "TEXT": {
        "TITLE": "STOLTENBERG SAYS PARIS ACCORD POLICY TO CONTINUE",
        "DATELINE": "    BONN, April 3 - ",
        "BODY": "West German Finance Minister Gerhard\nStoltenberg said the currency agreement reached in Paris in\nFebruary had been successful and would be continued.\n    Stoltenberg told journalists before he attends next week's\nInternational Monetary Fund meeting in Washington that: \"The ...\nStrategy to stabilise currencies around current levels has\nproven its worth and will also determine future developments.\"\n    Stoltenberg declined to comment specifically on what he\nwould consider to be an undervalued dollar but said a dollar\naround 1.80 marks created problems for West Germany's exports.\n    He said studies by international organisations had made it\nclear that especially in the U.S. And in Japan major efforts\nremained necessary to support adjustments in foreign trade\nbalances via necessary corrections to economic policy.\n    \"No-one would benefit if, after years of over-valuation, the\nU.S. Dollar fell into the other extreme, that is, strong\nunder-valuation,\" he said.\n    Stoltenberg said West Germany had a keen interest in a\nswift agreement between the U.S. And Japan concerning the\ncurrent trade dispute over semi-conductors.\n    Asked whether he believed the markets would test the Paris\ncurrency accord, Stoltenberg did not comment specifically but\nnoted that much of what had been discussed in Paris had not\nbeen published.\n    The Paris declaration did not state the levels at which\ncentral banks of the major industrialised countries would\nintervene. Stoltenberg said that everything had been carefully\nconsidered. He said he had nothing further to add.\n Reuter\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}