{
    "DATE": " 3-APR-1987 14:04:52.21",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13053",
    "TEXT": {
        "TITLE": "U.S. JOBS DATA SAID TO RULE OUT FED TIGHTENING",
        "AUTHOR": "    By Kathleen Hays, Reuters",
        "DATELINE": "    NEW YORK, April 3 - ",
        "BODY": "A steep drop in goods-producing jobs\ndetracted from U.S. March non-farm payroll employment and makes\nit unlikely that the Federal Reserve will tighten monetary\npolicy to defend the dollar, economists said.\n    U.S. March non-farm payroll employment rose 164,000, less\nthan the gain of 220,000 to 290,000 the financial markets\nexpected. Manufacturing employment fell 25,000, compared with\nFebruary's 50,000 gain, while March construction employment\ndropped 45,000 after being unchanged in February.\n    \"The momentum of industrial activity is tapering off as we\nend the first quarter,\" said Stephen Roach of Morgan Stanley\nand Co Inc. \"This sets the stage for more sluggish growth in\nthe second and third quarters.\"\n    \"The Fed will view this as a caution flag on the economy,\"\nhe said. \"They will not ease as long the dollar is weak, but\nclearly they can't tighten.\"\n    David Wyss of Data Resources Inc said that the downward\nrevision in February non-farm payroll employment to 236,000\nfrom 337,000 means that employment gains in the first quarter\nwere weaker than expected.\n    While Wyss left his first-quarter forecast of real U.S.\ngross national product growth at 3.5 pct, he said the March\njobs data suggested a downward revision in his second-quarter\ngrowth forecast to 2.5 pct from 2.8 pct.\n    Bill Sullivan of Dean Witter Reynolds Inc said the average\nmonthly gain in non-farm jobs in the first quarter was only\n237,000, compared with 254,000 in the fourth quarter of 1986.\n    \"There's momentum in first quarter labor force activity, \nbut less than assumed,\" he said. \"Gains in goods-producing jobs\nwere subdued at best. This rules out any possibilty of the Fed\ntightening for exchange-related purposes.\"\n    In March, the average workweek fell back to its January\nlevel of 34.8 hours from 35.0 hours in February. Manufacturing\nhours also fell back to their January level, totalling 40.9\nhours in March compared with 41.2 hours in February.\n    The Commerce Department noted that loss of manufacturing\njobs in March was concentrated in automobile, electrical and \nelectronic manufacturing.\n    Robert Brusca of Nikko Securities International said that a\n13,000 decline in auto manufacturing employment accounted for\nnearly half of the total drop in manufacturing jobs.\n    Economists said that a build-up in auto inventories\nresulting from a steep drop in sales has finally caught up with\nthe labor force and may point to slower growth ahead.\n    Most expect an increase in inventories of as much as five\npct to offset a steep four to five pct drop in final sales in\nthe first-quarter GNP accounts.\n    Roach said he expects first quarter U.S. GNP to rise two\npct, to be followed by a gain of 1.0-1.5 pct at best in the\nsecond and third quarters. He said the March drop in industrial\nactivity \"is a reasonable response in light of the inordinate\ncontribution inventory accumulation made to GNP.\"\n    Economists said the employment data also suggest weak gains\nin industrial production and personal income for March.\nThey expect only marginal gains, if not small declines, for\nthese indicators, compared with a February increases of 0.5 pct\nin industrial production and 0.9 pct in personal income.\n    Steve Slifer of Lehman Government Securities said the drop\nin March construction employment may also signal a drop in\nMarch housing starts, which rose 2.6 pct in February to 1.851\nmillion units at an annual rate from 1.804 million units in\nJanuary.\n    The rate of unemployment fell to 6.6 pct, its lowest level\nsince March 1980, from 6.7 pct in February. But Wyss pointed\nout that this resulted from a drop in the labor force, which \nfell to 119.2 mln in March from 119.35 mln in February.\n    \"This just means that there were fewer people looking for\nwork, so the drop in unemployment doesn't mean much,\" he said.\n    He said the latest employment report will not concern the\nFed because it does points to GNP growth in the first half of\n2.5-3.0 pct, but \"it does suggest they can't afford to tighten\nto quickly either.\"\n    The statistical factors used to smooth out seasonal\nfluctuations in the jobs data may have understated March labor\nforce gains, just as seasonal factors probably overstated them\nin January and February, Slifer said, but are consistent with\nhis forecast of 1.8 pct first quarter GNP growth.\n    Economic growth remains sluggish, but Silfer does not think\nthat the Federal Open Market Committee changed policy at their\nmeeting this week. \"At some point they will be more inclined to\nease,\" he said. For the time being, however, the March\nemployment report \"increases the likelihood they won't tighten,\nregardless of the dollar.\"\n\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "conable"
    ],
    "ORGS": [
        "imf",
        "worldbank"
    ]
}