{
    "DATE": " 1-JUN-1987 15:39:16.49",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17771",
    "TEXT": {
        "TITLE": "MAJOR U.S. OIL PIPELINE SHUT DOWN BY FLOODS",
        "DATELINE": "    NEW YORK, June 1 - ",
        "BODY": "Flooding in the Red River on the\nTexas/Oklahoma border has shut down the Basin Pipeline, a\n24-inch pipeline that transports as much as 300,000 barrels per\nday of sweet and sour crudes from Texas to Cushing, Okla, a\nTexaco Pipeline Co spokesman confirmed.\n    \"The water is rushing by so fast that we can't get any\ndivers down to assess the damage but there is some possibility\nthat the pipeline could be up by the end of the week,\" a company\nsource said.\n    The pipeline transmits roughly two-thirds sour crude and\none-third sweet crude oil from the Midland, Texas region.\n    Texaco sources said that if the pipeline service is\nrestored by Friday there would be little problem in restoring\noil which has been lost to the flood.\n    \"But if the pipeline is down more than 10 days it will be\ndifficult to make up without prorationing and we would not like\nto proration this pipeline, if we don't have to.\"\n    The Basin Pipeline is jointly owned by Atlantic Richfield\nCorp <ARC>, Shell Oil Co, a subsidiary of the Royal Dutch/Shell\nGroup <RD> and Texaco Inc <TX>, which is the pipeline's\noperator.\n     Peter Beutel, analyst at Elders Futures Inc, said crude\noil futures contracts on New York Mercantile Exchange rose to\nnew highs this afternoon following news of the pipeline break.\n    July crude futures of West Texas Intermediate traded up to\n19.60 dlrs a barrel, a rise of more than 20 cts.\n    Cash market prices also firmed on the news with sellers of\nWTI raising offers to 19.60 dlrs a barrel.\n    Sour crudes, which would be most affected by the pipeline\nshutdown, however, were slow to react to the news with West\nTexas Sour and Alaska North Slope holding 50 cts to one dlr a\nbarrel below WTI, respectively.\n    Dan Stevens, manager of public and government affairs at\nTexaco, said the company hopes to fix the pipeline in five days\nbut that will depend on when the water level of the Red River\nrecedes. There is already evidence that the water level is\ndropping and it appears the rain has stopped in the area\naffecting the pipeline, Stevens said.\n    He said the segment of the pipeline that was damaged was\nunderground and at a distance from the Red River that flooded.\nThe pipeline runs over the Red River and under the subsoil\nnearby, according to Stevens. He said some of this subsoil was\napparently washed away.\n   \n    The potential for environmental damage is being downplayed\nat this time despite the volume of oil that runs through this\nline.\n    Texaco's Stevens said that aerial surveillance has not\nfound any crude on the water in the river or in Lake Texoma,\nwhich is nearby.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}