{
    "DATE": "13-APR-1987 15:07:45.96",
    "TOPICS": [
        "earn"
    ],
    "NEWID": "16600",
    "TEXT": {
        "TITLE": "HONEYWELL <HON> CITES COST CUTTING FOR GAIN",
        "DATELINE": "    MINNEAPOLIS, MINN., April 13 - ",
        "BODY": "Honeywell Inc said a gain of\n20.1 pct in its 1987 first quarter operating earnings was the\nresult of cost cutting efforts which began last year.\n    Honeywell reported 1987 first quarter operating earnings\nrose to 43.7 mln dlrs or 96 cts a share from 36.4 mln dlrs or\n79 cts in the same period a year ago.\n    Better operating results in each of the company's three \nsectors offset higher interest costs in the first quarter due\nto financing the December acquisition of Sperry Aerospace and\nthe sharing of the Federal Systems subsidiary pre-tax profit\nwith Honeywell Bull Inc, Honeywell said.\n    \"Our first quarter results show clear benefits of our\nrestructuring,\" chairman Edson Spencer said. \"All of our\nbusinesses are producing better results than last year, even\nthough we do not see significant improvement in the external\nmarket environment,\" he said.\n    Total orders in the first quarter were up substantially,\nwith a sharp increase in aerospace and defense orders in\naddition to those of the new Sperry Aerospace group, it said.\n    Domestic industrial automation and control orders were\nmodestly higher than the same period in 1986, it said.\n    Orders in Honeywell's home and building automation and\ncontrol business were flat in the U.S. and up in international\nmarkets, it said.\n    International orders increased, with the greatest strength\nin Europe, Honeywell said.\n    The company said that by year-end 1987, it intends to\ncomplete the repurchase of 3.3 mln shares remaining of a five\nmln share buyback program which began in 1986.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "rubio"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}