{
    "DATE": " 7-APR-1987 10:29:15.30",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13904",
    "TEXT": {
        "TITLE": "WALL STREET STOCKS/MARION LABS <MKC>",
        "DATELINE": "    NEW YORK, April 7 - ",
        "BODY": "Marion Laboratories Inc's stock rose\nsharply today after the company presented a bullish earnings\nscenario at a meeting for pharmaceutical analysts Monday,\ntraders and analysts said.\n    The company said it expects earnings for fiscal 1987,\nending June 30, to rise more than 75 pct over a year ago.\n    That pronouncement encouraged analyst David Crossen of\nSanford C. Bernstein and Co to raise his earnings estimates for\nthe company to 1.28 dlrs a share in 1987, compared to his\nprevious estimate of 1.20 dlrs a share. Last year the company\nearned 70 cts a share.\n    Marion's stock gained 3-1/4 to 75-1/2.\n    At the meeting of pharmaceutical analysts, Marion's\npresident Fred Lyons Jr. said Wall Street eanrings estimates of\n1.10-1.15 dlrs a share for fiscal 1987 \"are expected to cause\neven the aggressive side of this range to be 10 to 15 cts low.\"\n    Lyons said the strong performance in the second half of\nthis year will result from the fourth quarter introduction of\n90 mg and 120 mg Cardizem tablets. Analyst Crossen said that\nCardizem, which treats angina, is also expected to be approved\nfor the treatment of hypertension by the end of the year.\n    Crossen said \"because Marion is still just a small company,\nthe growth of Cardizem is having a big impact on the bottom\nline.\" He raised fiscal 1988 earnings estimates to 2.15 dlrs a\nshare from his previous estimate of 2.05 dlrs a share.\n    \"The company has a broad new product pipeline in the\nindustry and as far as I am concerned, it is the most\ninnovative company in the business,\" he said.\n    For the five years through 1991, Crossen expects Marion to\nhave a growth rate of 55 pct.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "ec"
    ]
}