{
    "DATE": " 1-APR-1987 09:57:18.90",
    "TOPICS": [
        "hog",
        "livestock"
    ],
    "NEWID": "11914",
    "TEXT": {
        "TITLE": "HOG REPORT SHOWS MORE HOGS ON FARMS",
        "AUTHOR": "    By Jerry Bieszk, Reuters",
        "DATELINE": "    Chicago, April 1 - ",
        "BODY": "The USDA quarterly hogs and pig report\nyesterday showed more hogs on U.S. farms compared to last year\nas profitability resulting from low grain prices encouraged\nproducers to step up production, analysts said.\n    Most analysts seemed to agree with Chicago Mercantile\nExchange floor traders that the report will be viewed as\nbearish to pork futures and futures prices may open sharply\nlower today. Some traders and analysts expect limit declines in\nnearby contracts, with spillover selling likely in cattle.\n    University of Missouri agronomist Glen Grimes said,\"The\nreport shows that hog producers have responded to a very\ndesirable feeding ratio that they enjoyed for the past 10\nmonths.\"\n    Shearson Lehman analyst Chuck Levitt said hog futures\nprices are above producers' break even points. Even if futures\nfell the daily limit of 1.50 cents today, producers could still\nlock in a profit, which increases the likelihood of heavy\nselling pressure today.\n    \"We have not had a period of profitability of this\nmagnitude since last summer,\" Levitt said. \"In fact, hog\noperations on many mixed livestock/grain enterprises have been\nso profitable that it actually enabled some farmers to get back\non their feet and refinance their loans just based on the hog\noperation alone.\"\n    Levitt said the weight breakdown in the report also was\nnegative, in that some lead time was anticipated before the\nslaughter increased from the previous year.\n    We expected farmers to increase hog operations, but we\ndidn't expect this degree of expansion to show up in a 10-state\nspring report, Levitt added.\n    High hog corn ratios (the number of bushels of corn that\ncould be bought for 100 lbs of hog) and the resulting increased\nprofits, encouraged farmers and confinement operations to\nincrease production starting late last year.\n    Analysts also noted that part of the increase in the hog\nherd resulted from a revision of the December report and\nwithout the revision, the March report might have been very\nclose to average expectations.\n    Robin Fuller of Agri Analysis said the USDA made a major\nupward revision of 105,000 head in the size of the breeding\nherd in the December 1 report. So the December report was more\nbearish than initially indicated.\n    But Fuller, as well as other analysts, expected the report\nto be less negative on deferred futures contracts. Distant\ncontracts are already at a sharp discount to cash because\ntraders anticipated high farrowing intentions, she noted.\n    Discounts in the October and December contracts take into\nconsideration a six to seven pct increase in March/May\nfarrowing intentions, which was borne out in the March 1\nreport, Fuller said.\n    Grimes said, \"As far as the distant months are concerned,\nif our first quarter pig crop is up only six pct and under 60\nlb inventories actually up only five pct, it would take a\ntremendous discount in price for each percent increase for us\nto push down to the prices that the current futures show for\nthe July and August period.\"\n    Jerry Abbenhaus, analyst for AGE Clearing noted that\ndistant futures prices are already 15 to 20 dlrs lower than\nthey were last summer.\n    \"If cash hogs at the 7-markets last year averaged 61 dlrs\nduring July, that doesn't mean hogs have to be 15 dlrs cheaper\nthis year because we have six pct more numbers,\" he said.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}