{
    "DATE": " 9-APR-1987 06:48:58.11",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "15417",
    "TEXT": {
        "TITLE": "CCF REPORTS 34.8 PCT PROFIT BOOST, SHARE SPLIT SEEN",
        "DATELINE": "    PARIS, April 9 - ",
        "BODY": "Credit Commercial de France <CCFP.PA>\nreported a parent company net profit up 34.8 pct to 140.1 mln\nfrancs from 103.9 mln francs a few weeks before its\ndenationalisation around the end of this month.\n    Official sources said the bank, France's sixth largest in\nterms of its deposits and seventh in terms of its assets,\n\nplanned a share split to increase the number of shares on offer\nahead of the sale of 40 pct of its ordinary share capital to\nthe public, of 10 pct to staff and 20 pct abroad.\n    Previously one of France's biggest private banks, it was\nnationalised by the Socialists in 1982.\n    The sources said it was too early to give details of the\nplanned split or of the share price, but cited April 27 as a\nlikely date for the flotation launch.\n    So far 30 pct of the group's capital, currently at 10.33\nmln shares of 100 francs nominal, has been offered for sale to\nlarge private investors to constitute a solid core of eight to\nten shareholders before the flotation.\n    The private tender offer closes on April 16, while a 12 mln\nfranc advertising campaign for the flotation begins on Sunday.\n\"The privatisation will be a way of attracting extra clients,\"\nCCF deputy director-general Rene de la Serre told Reuters.\n    Market sources put the total value of CCF's privatisation\nat between four and five billion francs.\n    De la Serre said the bank was likely to attract at least\nthe same number of investors as <Sogenal>, another recently\nprivatised bank in which 850,000 people bought shares.\n    The government's sweeping privatisation programme has also\nincluded the sale of Saint-Gobain <SGEP.PA>, and Cie Financiere\nde Paribas <PARI.PA>. The sale of <Banque du Batiment et des\nTravaux Publics> and <Banque Industrielle et Mobiliere Privee>\nshould be completed this month, while third largest French bank\nSociete Generale <SGEN.PA> will be privatised later this year.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "lme"
    ]
}