{
    "DATE": "31-MAR-1987 01:44:28.68",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "11175",
    "TEXT": {
        "TITLE": "TRADE FRICTION THREATENS TO TOPPLE NAKASONE",
        "AUTHOR": "    By Linda Sieg, Reuters",
        "DATELINE": "    TOKYO, March 31 - ",
        "BODY": "Prime Minister Yasuhiro Nakasone may have\nbeen dealt a fatal political blow by the yen's renewed rapid\nrise and the threat of a trade war with the United States,\npolitical analysts said.\n    Nakasone, already under fire over an unpopular tax reform\nplan, may now be forced to resign before the June economic\nsummit of seven industrialised nations if local elections later\nnext month go against candidates from his ruling Liberal\nDemocratic Party (LDP), they said.\n    \"The close relationship between Nakasone and President\nReagan was an important element of Nakasone's power base,\"\nWaseda University Political Science Professor Mitsuru Uchida\ntold Reuters. \"So the emergence of U.S. Criticism damages\nNakasone.\"\n    Even before the latest trade friction flared, Nakasone was\nencountering criticism not only from opposition parties but\nalso within his own LDP over his proposal to levy a sales tax.\n    \"Many factions within the LDP are distancing themselves from\nNakasone,\" Uchida said. \"His position within the LDP itself is\nnot so strongly established today.\"\n    Nakasone, who has been more popular with the general public\nthan with many LDP members, is now seeing his public support\neroded, the analysts said.\n    The yen's rise to record highs and the U.S. Threat on\nFriday to impose tariffs on Japanese electronics goods in\nretaliation for Japan's alleged violation of a microchip trade\npact are now giving Nakasone's critics fresh ammunition, the\nanalysts said.\n    \"Apparently the special relationship between Reagan and\nNakasone hasn't worked effectively,\" Rei Shiratori, director of\nthe Institute for Political Studies in Japan, said.\n    This is making the Japanese people doubt Nakasone's\ncredibility, Shiratori told Reuters.\n    The cumulative impact of the sales tax issue, the yen's\nrise and mounting trade friction could mean serious LDP losses\nin the April 11 and 26 local elections, analysts said.\n    \"If the elections go against the LDP, Nakasone may have to\nresign early,\" Shiratori said.\n    But Nakasone still has a chance to soothe U.S. Tempers\nbefore or during his week-long Washington visit from April 29,\nsome analysts said.\n    However, \"unless the Japanese political system can move more\nquickly to give Nakasone some nice present to take to\nWashington on smouldering trade issues, he will face a very\nhostile audience,\" said Merrill Lynch Securities economist\nWilliam Sterling.\n    \"If the trip is a major disaster, it would seem to put the\nfinal nail in his coffin,\" he said.\n    Reagan's own weakened domestic position, and growing\nRepublican as well as Democratic anger with Japan, argue\nagainst a quick settlement to the trade dispute, the analysts\nsaid.\n    But a desire on both sides to find some solution, coupled\nwith uncertainty at home and abroad over likely successors to\nNakasone, could still lead to an attempt to paper over the\ndifferences and aid Nakasone, they said.\n    \"One factor against a trade war may be that Washington is\nnot anxious to push Nakasone into his grave,\" Sterling said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "nakasone",
        "reagan"
    ],
    "ORGS": [
        "ec"
    ]
}