{
    "DATE": " 5-MAR-1987 11:05:12.64",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2128",
    "TEXT": {
        "TITLE": "U.S. OKAYS USAIR <U> PACIFIC SOUTHWEST PURCHASE",
        "DATELINE": "    WASHINGTON, March 5 - ",
        "BODY": "The U.S. Department of Transportation\nsaid it gave final approval to USAir Group's proposed 400 mln\ndlr acquisition of Pacific Southwest Airlines.\n    The department said the acquisition is not likely to\nsubstantially lessen competition and would not harm the public\ninterest.\n    The department had given its tentative approval of the\nacquisition in January.\n    The department said it decided to make final its tentative\ndecision after reviewing the public response to it.\n    The agency said it rejected an assertion by Air North\nAmerica, which currently is not operating but plans to start\nservice to some of the cities served by USAIR and PSA, that the\nacquisition would lessen chances of new entry into those\nmarkets by other carriers.\n    The agency said Air North America provided no support for\nits claim that the transaction would give the two carriers\nmonopoly power in some markets.\n    The transportation agency said Air North America also\nfailed to show that there are barriers that would prevent new\nentrants into those markets or prevent other carriers from\nincreasing their service.\n    The agency noted in its final order that PSA operates\nexclusively in the West and Mexico while USAir serves the West\nfor the most part with some long-haul flights from the East and\nMidwest.\n    The two carriers serve five point in common; Los Angeles,\nSan Diego, San Francico, Phoenix and Tucsonm, the agency said.\n     The transportation department also rejected a request by\nthe Teamsters Union, which represents some PSA workers, to\nrequire protections for PSA workers.\n    The agency noted that USAir has promised to give protective\nbenefits to PSA workers and that unions representing PSA\nworkers have collective bargaining agreements that provide such\nprotections.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "boesky"
    ],
    "ORGS": [
        "opec"
    ]
}