{
    "DATE": "19-MAR-1987 23:01:34.66",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "usa",
        "ussr"
    ],
    "NEWID": "7538",
    "TEXT": {
        "TITLE": "SHORT-TERM YEN INTEREST RATES SEEN FALLING SOON",
        "DATELINE": "    TOKYO, March 20 - ",
        "BODY": "Japanese short-term interest rates,\nbuoyed recently by seasonal factors, are likely to fall from\nthe beginning of April when the new financial year begins,\nmoney traders said.\n    The Bank of Japan is expected to encourage the trend\nfollowing its attempts to pressure rates to enhance its\ndiscount rate cut on February 23, they said.\n    The Bank cut the rate to 2.5 pct from three, and began\nactively injecting funds into the money market to offset rate\nrises resulting from the end-of-fiscal-year surge in demand for\nfunds from financial institutions.\n    Despite its attempts to dampen rates with measures such as\naggressive commercial bill purchases, the central bank has\nfailed to remove all upward pressure, money traders said.\n    Attractive interest rates offered by domestic banks to\ncompete for time deposits of more than 600 mln yen has\nunderpinned short-term rates, they said.\n    Interest rates on time deposits of more than 600 mln yen\nwere decontrolled by the Finance Ministry last September.\n    This resulted in such deposits with domestic banks rising\nto 17,830 billion yen by the end-December, a three-fold\nincrease on end-December 1985 levels, bankers said.\n    On March 31, the money market expects to see a 2,000\nbillion yen surplus resulting from government payment of fiscal\nfunds, money traders said.\n    From April 1, they predict the unconditional call rate will\nfall to 3.5000 pct from 3.7500 pct today and the one-month\ncommercial bill discount rate to drop to 3.7500 pct from 4.0635\npct.\n    They predict the three-month bill discount rate to slip to\n3.875 pct from 4.0000 today and the three-month certificate of\ndeposit rate to slide to 4.10/4.15 from 4.35/25.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}