{
    "DATE": " 2-APR-1987 04:35:11.94",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "12420",
    "TEXT": {
        "TITLE": "AWB CALLS FOR TIGHTER WHEAT QUALITY CONTROLS",
        "DATELINE": "    MELBOURNE, April 2 - ",
        "BODY": "Australia is risking wheat export\nsales by not providing enough specific quality grades to meet\nbuyer requirements, the Australian Wheat Board (AWB) said.\n    \"Many AWB customers are becoming increasingly quality\nconscious, demanding strict adherence to contractual quality\nspecifications,\" the board said in a submission to the Royal\nCommission into Grain Storage, Handling and Transport.\n    \"Many of the specifications are more specific than the\ncurrent categories used in Australia,\" it said.\n    The commission is trying to identify ways of saving costs\nand boosting efficiency of the grain handling system.\n    Australia must rely on quality to retain its wheat market\nshare because its competitors are supplying cheaper but\nlower-quality grades, the AWB submission said.\n    It stressed the need to segregate wheat categories at every\nstage from receival to shipping.\n    Better industrial relations at grain terminals, more\nuniform transport systems across the states and extensive stock\ncontrol were vital to improved marketing, it said.\n    The submission also said Australia's federal system impeded\nthe AWB's role of coordinating and managing the marketing of\nwheat.\n    The AWB called for an end to physical and legislative\nconstraints at state borders that prevent the efficient\ntransport of grains to other states for shipment.\n    \"It is essential that wheat moves by the most economic mode\nto the nearest efficient port, irrespective of the state in\nwhich the wheat is grown or stored,\" it said.\n    For example, wheat grown in northern New South Wales (NSW)\nmight move more efficiently to Brisbane, in Queensland, than to\nSydney or Newcastle in New South Wales, it said. Similarly,\nsouthern NSW wheat might better be shipped to Portland or\nGeelong, in Victoria.\n    Legislation giving state rail authorities a monopoly over\ngrain shipments was one notable impediment, it said.\n    The AWB said the current approach of state-based bulk\nhandling authorities is not essential, although it said it\nfavoured the authorities maintaining at least their current\nlevel of control of storage and transport as long as quality\nwas maintained.\n    An appendix on port loading costs showed it cost between\n26,500 and 34,700 U.S. Dlrs to load a 50,000-tonne vessel at\nvarious Australian ports compared with 21,200 dlrs at Houston\nand 16,300 at Port Cartier, Quebec, for a 60,000-tonner.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}