{
    "DATE": "26-MAR-1987 07:26:20.14",
    "TOPICS": [
        "trade",
        "bop",
        "interest",
        "money-fx"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "9784",
    "TEXT": {
        "TITLE": "U.K. TRADE FIGURES BUOY HOPES OF INTEREST RATE CUT",
        "AUTHOR": "    By Rowena Whelan, Reuters",
        "DATELINE": "    LONDON, March 26 - ",
        "BODY": "The release of U.K. February trade data\nshowing that the current account surplus was a provisional 376\nmln stg, up from a 73 mln surplus in January, has boosted hopes\nof an early cut in interest rates, analysts said.\n    Market forecasts had been for a worse outcome, with\nexpectations of a deficit in visible trade averaging about 750\nmln stg, against the official figure of 224 mln stg, sharply\nnarrower than January's 527 mln deficit.\n    \"The figures are unreservedly good,\" Chase Manhattan\nSecurities economist Andrew Wroblewski said.\n    Sterling rebounded on the trade figures, reversing a weaker\nmorning trend, to stand at 72.1 pct of its trade weighted index\nagainst a basket of currencies at midday, unchanged from\nyesterday's close but 0.3 points above the 1100 GMT level.\n    The market had feared that a deteriorating non-oil trade\npattern would undermine international support for sterling,\nwhich has been the motor behind the recent fall in U.K.\nInterest rates. Money market sources said the market had begun\nto doubt that a widely expected drop in bank base lending rates\nto 9.5 pct from the present 10.0 pct was really on the cards.\n    But sentiment now looks to have turned about again.\n    There now looks to be no danger that the Chancellor of the\nExchequer Nigel Lawson's forecast of a 1987 current account\ndeficit of 2.5 billion stg will be exceeded, Wroblewski said.\n    Seasonally adjusted figures showed imports rose in February\nto 7.16 billion stg from 6.73 billion in January.\n    Exports rose to a record 6.93 billion from 6.20 billion.\n    However, Chris Tinker, U.K. Analyst at brokers Phillips and\nDrew said the faster rise in exports than imports would prove\npartly aberrational in coming months. He forecast the\nChancellor's Budget tax cuts would increase consumer\nexpenditure on imported goods.\n    However, Warburg Securities economist Ian Harwood said his\nfirm was sharply revising its 1987 current account deficit\nforecast in the light of the latest data, cutting one billion\nstg off the expected full year total to about 1.75 billion stg.\n    He said news of strong growth in exports of non-oil goods\nconfirmed recent bullish surveys among members of the\nConfederation of British Industry.\n    The growth in imports appears to be flattening, even if\nJanuary's bad weather had curbed consumer spending on overseas\ngoods and import-intensive stock building among manufacturers,\nHarwood said.\n    U.K. Government bonds, or gilts, surged by more than 1/2\npoint on the better-than-expected news, as earlier worries\nabout the figures evaporated.\n    Sterling peaked at a high of 1.6075 dlrs, before settling\nto a steady 1.6050 about 1300 GMT, nearly a cent higher than\nthe European low of 1.5960.\n    However, analysts noted that the turnabout in market\nsentiment still looks highly vulnerable to political news.\n    Morning weakness in sterling and the gilt market was\nlargely attributed to a newspaper opinion poll showing that the\nConservative government's support was slipping.\n    LONDON, March 26 - The Bank of England said it provided 15\nmln stg in assistance to the money market this morning, buying\nbank bills in band two at 9-13/16 pct.\n    Earlier the Bank revised its money market liquidity\nforecast from a flat position to a deficit of around 350 mln\nstg.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "ORGS": [
        "iwc-wheat",
        "ec"
    ]
}