{
    "DATE": " 9-MAR-1987 17:07:59.38",
    "TOPICS": [
        "grain"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3390",
    "TEXT": {
        "TITLE": "CBT DISCUSSES MAJOR CHANGES FOR RENOVATION",
        "AUTHOR": "    By Brian Killen, Reuters",
        "DATELINE": "    CHICAGO, March 9 - ",
        "BODY": "Chicago Board of Trade (CBT)\nagricultural and financial futures markets could be in for a\nperiod of major upheaval later this year if the exchange goes\nahead with planned renovation.\n    A CBT spokesman told Reuters the exchange was looking at a\nnumber of options to identify the most cost effective and\nefficient way to proceed, including one which would involve\nmoving the entire grains floor out of the building and into the\nnearby MidAmerica Commodity Exchange.\n    \"One of (CBT Chairman) Karsten Mahlmann's agenda items has\nbeen to proceed with renovation in the financial futures room,\"\nthe spokesman said.\n    Another CBT official, executive vice president George\nSladoje, said the issue would be discussed this Friday at a\nspecial meeting on the exchange floor.\n    A number of presentations have been made with regard to\nrenovating the financial futures room, Sladoje said. \"We've\nlooked at five or six different alternatives, involving such\nthings as flip-flopping the trading rooms,\" he added.\n    It is conceivable that under a couple of these plans, we\nmight use the MidAmerica Exchange temporarily for some CBT\nmarkets, Sladoje said.\n    \"If we move out of one floor entirely, then the\nconstruction period will be about a year,\" he said, adding that\nthe issue was likely to go to a membership vote first and then\nbe on the drawing board for eight months to a year.\n    The CBT spokesman stressed that discussions were very\npreliminary at this stage and nothing was likely to begin until\nthis summer at the earliest.\n    In order to renovate the crowded financial futures pits,\nexchange officials have discussed providing them a temporary\nhome next door in the present grains-dominated area.\n    This could involve moving CBT markets in U.S. Treasury Bond\nfutures, Treasury Notes, Muni-bonds, and options on T-Bonds and\nT-Notes through an adjoining corridor, while utilizing the\nMidAmerica floor for such CBT futures contracts as corn, wheat,\nsoybeans, soybean products and agricultural options.\n    Any such moves could meet with opposition among some CBT\nmembers.\n    One senior floor trader said the financial futures room\nbadly needs renovating.\n    \"There is talk the grains floor will shift to the MidAm and\nthe financials will move to the grains area,\" he said.\n    The CBT spokesman said another option being discussed was\nto renovate the financial floor in quadrants, one quarter at a\ntime. \"The first step, after deciding the most effective way to\nproceed, would be to get architectural and engineering\ndrawings,\" he said.\n    He added that it was difficult at present to determine an\nexact time frame for any possible moves. \"This is a major\nundertaking and a process that would spread out over next\nyear,\" he said.\n    Floor traders at the MidAmerica Commodity Exchange, which\nmerged with the CBT about a year ago, said they were preparing\nto vacate their floor at the end of this month.\n    Space has recently been cleared for them at the CBT by\nmoving its Major Market Index pit into the area once reserved\nfor lightly-traded CBT gold and silver futures, which now share\ntheir trading area.\n    The MidAm specializes in mini-contracts in grains,\nlivestock, metals, financials and foreign currencies as well as\nsome options contracts.\n    \"Rumor has it that the CBT grains are coming over here\nbecause the bonds are too crowded,\" one MidAm trader said.\n    Another source at the MidAm said this change could take\nplace by July or August.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "mulroney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}