{
    "DATE": "31-MAR-1987 12:59:01.48",
    "TOPICS": [
        "crude",
        "gas",
        "heat"
    ],
    "NEWID": "11491",
    "TEXT": {
        "TITLE": "U.S. DISTILLATE, GASOLINE INVENTORIES SEEN LOWER",
        "DATELINE": "    NEW YORK, March 31 - ",
        "BODY": "Tonight's American Petroleum Institute\nweekly inventory report is expected to show moderate drawdowns\nin distillates and gasoline stocks for the week ended March 27,\nanalysts and traders said.\n    They said they expect gasoline stocks to fall three mln\nbarrels or less and heating oil inventories to drop between 1.3\nand four mln barrels.\n    Some analysts see crude stocks falling by as much as six\nmln barrels, while others think they could go up as much as 3.5\nmln barrels. Crude oil runs are expected to be unchanged from\nthe previous week or slightly higher or lower.\n    For the week ended March 20, the API said gasoline stocks\nfell 2.7 mln barrels. Mosts analysts expect a modest draw for\nthe week ended March 27. They said stocks could fall between\n700,000 and three mln barrels. Some said there is also a chance\ngasoline stocks will be unchanged.\n    API said distillate stocks dropped four mln barrels for the\nweek ended March 20. Analysts and traders generally predict a\nsimilar or smaller depletion for last week. They said stock\nlevels could drop 1.3 to four mln barrels.\n    The analysts attribute product stockdraws to seasonal\nfactors but they said crude direction is harder to call.\n    Crude inventories rose 8.5 mln barrels in the week ended\nMarch 20, API said. Analysts are looking for build of between\n3.5 mln barrels to a six mln barrel draw for the week ended\nMarch 27.\n    API reported the amount of refinery capacity utilized up\nthree pct for the week ended March 20. Analysts said\nutilization could have remained unchanged, or rose or fell by\nless than one pct for the week ended March 27.\n    Moderate product stockdraws would strengthen the market\nslightly, analysts said. But bullish expectations are already\npartially reflected in today's gains, they added.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan",
        "chirac"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}