{
    "DATE": "11-MAR-1987 13:11:35.31",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3798",
    "TEXT": {
        "TITLE": "ENERGY/FOREIGN INVESTORS",
        "AUTHOR": "    By JULIE VORMAN, Reuters",
        "DATELINE": "    HOUSTON, March 11 - ",
        "BODY": "Lured by the weakening dollar and the\nconviction that oil prices are poised for a rebound, European\nenergy companies are buying up cheap U.S. oil and gas reserves\nto replenish their supplies, oil industry analysts said.\n    They said owning oil reserves in a politically stable\nUnited States is good insurance against future shortages.\nHowever, the quick pace of foreign investment has heated up\ncompetition among European firms, well-heeled U.S.\ninstitutional investors and major oil companies to snare choice\ndomestic oil properties.\n    Strevig and Associates, a Houston firm that tracks oil and\ngas reserve sales, said growing interest among foreign buyers\nhad helped push reserve prices in recent months higher. All\nbuyers of U.S. reserves paid a median price of 6.45 dlrs a\nbarrel of oil during the fourth quarter of 1986 for\nacquisitions, up from 5.33 dlrs in the third quarter and five\ndlrs in the second quarter, according to the firm's research.\n    \"Foreign investors have been here nibbling a long time, but\nwe're seeing new names and smaller companies coming in,\" said\nArthur Smith, an oil property appraisal specialist and\npresident of John S. Herold Inc in Greenwich, Conn.\n    \"Europeans, especially, do not have much indigenous oil and\ngas and realize the tide will eventually turn in favor of the\nOrganization of Petroleum Exporting Countries,\" he added.\n    Smith and other oil industry analyst and economists believe\nthe trend in foreign investments will continue in 1987 because\nof the fall in value of the U.S. dollar, the perception that\noil prices have hit bottom and the fact that it is cheaper to\nbuy new reserves than to explore for them.\n    Plenty of properties are available on the market, thanks to\nthe need of many companies to raise cash for debt payments and\ngeneral restructuring throughout the oilpatch.\n    In two of the biggest transactions of recent months,\nFrench-owned Minatome Corp., a unit of <Total Compagnie\nFrancaise des Petroles>, spent more than 230 mln dlrs to\nseparately acquire oil assets of Texas International <TEICC>\nand Lear Petroleum Partners <LPP>. A spokesman for Minatome\nsaid the company is searching for additional acquisitions.\n    A partnership of two Belgian-owned firms, <Petrofina S.A.>\nand <Cometra Oil S.A.> paid 150 mln dlrs late last year to buy\nvirtually all the exploration assets of the Williams Cos <WMB>,\nthe Oklahoma pipeline firm.\n    But Japanese investors prefer entering into joint ventures\nwith experienced U.S. companies to explore for new oil. Japan's\n<Nippon Oil> is a partner of Texaco Inc's <TX> Texaco USA in a\n100 mln dlrs U.S. drilling program, and has joined with\nDupont's <DD> Conoco Inc in a similar 135 dlrs mln deal.\n    Most buyers said the pay-back period of a property, its\ngeographic location and the lifting cost of the crude oil are\nmore important factors in evaluating potential acquisitions\nthan relying on a simple price-per-barrel formula.\n    Rich Hodges, a Houston-based land manager representing\nInternational Oil and Gas Corp, a partnership of <Preussag\nCorp> and <C. Deilmann Inc> of West Germany, said the firm had\nearmarked at least 50 mln dlrs to spend on oil reserves in\nTexas, Oklahoma or Louisiana in the coming months.\n    But he called that a small amount compared to the amount\nother investors have for acquisitions. PaineWebber's Geodyne\nEnergy Income Fund, for example, has said it plans to spend up\nto 300 mln dlrs on oil and gas properties.\n    \"The competition is stiff, not only from other foreign\ninvestors but from the brokerage houses and U.S. oil\ncompanies,\" he said. \"Our company is shopping around because we\nfeel it's substantially less risky than pure exploration. If\nyou're going to take the risk inherent in exploration, you need\nprices higher than the current market,\" he added.\n    In addition to the foreign investors and U.S. brokerage\nhouses, analysts said many of the major oil companies were also\ncompeting for prime properties.\n    Houston-based Shell Oil Co, a unit of Royal Dutch/Shell Group\n<RD>, has been one of the most active companies in buying and\nselling reserves, Smith said. Since 1982, Shell has acquired\ntwo billion dlrs in new reserves, including 470 mln barrels of\noil equivalent at a net cost of 2.80 dlrs a barrel, he said.\n    \"Buying reserves is a good strategy for most of these\ncompanies,\" Smith said. \"Domestic production has dropped by one\nmln barrels a day because of cutbacks in drilling and it may\ndrop by another one mln barrels a day in 1988.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "icahn"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}