{
    "DATE": "19-OCT-1987 07:25:22.85",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "21508",
    "TEXT": {
        "TITLE": "GERMAN FINANCIAL POLICY MAKERS IN RARE DISSENSION",
        "AUTHOR": "    By Jonathan Lynn",
        "DATELINE": "    FRANKFURT, Oct 19 - ",
        "BODY": "Karl Otto Poehl, head of West Germany's\ncentral bank, and Finance Minister Gerhard Stoltenberg are\nnormally so much in agreement that some foreigners doubt the\ncentral bank's independence.\n    But a rare public row between the ebullient Poehl,\npresident of the Bundesbank, and Stoltenberg, over a\ncontroversial investment tax proposal, has added to the woes of\nthe country's already nervous financial markets, bankers said.\n    Poehl told an investment symposium in Frankfurt last\nThursday he feared the tax would raise borrowing costs and\ninterest rates\n    Stoltenberg quickly issued a statement rebutting Poehl's\ncriticism, saying West Germany would remain an attractive place\nfor foreign investors.\n    \"The obvious lack of coordination between the Bundesbank and\nFinance Ministry does not instil confidence in foreign\ninvestors,\" said one economist for a London broker, who asked\nnot to be identified.\n    Bankers here expressed confidence the two top financial\npolicy-makers would quickly patch up their relationship to\nsteer the economy through a particularly difficult time.\n    \"There are plenty of objective pressures which will result\nin things getting back to normal again after a period of ill\nfeeling,\" said Commerzbank AG chief economist Juergen Pfister.\n    News on October 9 that the government was planning a 10 pct\nwithholding tax wiped billions of marks off shares and bonds in\na market already reeling from rising interest rates at home and\nabroad.\n    Bankers said the Bundesbank was angered by the way the\nfinance ministry announced the plan -- without consulting the\nBundesbank adequately, and allowing apparently conflicting\ndetails to dribble out into an unprepared and uncertain market.\n    Both Poehl, 57, and Stoltenberg, 59, have been under\nextraordinary pressures lately.\n    Poehl has had to switch to the hard line promoted by his\ndeputy, Helmut Schlesinger, jacking up interest rates to fight\ninflationary fears and abandoning the pragmatic policies he had\npursued so far this year to promote currency stability.\n    In recent statements Poehl has sounded more like\nSchlesinger. For years the softly-spoken economist has been\nwarning in speech after speech that excessive money supply\ngrowth would eventually lead to rising prices.\n    Schlesinger now has a majority of support in the Bundesbank\ncouncil, and since late summer Poehl has had to represent his\nviews, bankers said.\n    \"Poehl is in a minority in his own house,\" said Commerzbank's\nPfister.\n    \"Poehl is in a dilemma. He must follow a policy that is not\nentirely his own,\" said another economist.\n    The dilemma is that if German interest rates rise too far,\nthey will attract funds into the country, pushing up the mark\nand hurting West German exporters.\n    The dollar has now shed some seven pfennigs since the\nBundesbank's new tack became clear in early October.\n    Since last Thursday, United States Treasury Secretary James\nBaker has criticized the Bundesbank rate increases.\n    Bankers said this could foreshadow a revival of the 1986\nwar of words between the U.S. And West Germany, in which U.S.\nOfficials talked down the dollar to force West Germany to\nstimulate its economy and thus suck in more U.S. Exports.\n    One way West Germany agreed to do this was making a round\nof tax cuts worth 39 billion marks from 1990.\n    But financing these tax cuts has proved more difficult for\nStoltenberg than he had bargained for.\n    The cool, unflappable northerner, who was regularly voted\nmost popular government politician last year, had to face\nresistance from local barons in the government coalition\nparties and from trade unions to his planned subsidy cuts.\n    The withholding tax was intended to plug one gap by raising\n4.3 billion marks.\n    But it has caused an outcry among bankers, who say it will\npush up borrowing costs. The extra amount this costs the\ngovernment could wipe out the revenue the tax brings in.\n    Meanwhile Stoltenberg is dealing with a local political row\nwhich has turned into the country's worst political scandal.\n    Stoltenberg had to leave monetary talks in Washington last\nmonth early to sort out a row in the northern state of\nSchleswig-Holstein, where he heads the ruling CDU party.\n    The state's CDU premier, Uwe Barschel, had to resign after\nallegations of a \"dirty tricks\" election campaign led to heavy\nlosses for the CDU in state elections.\n    Barschel was found dead in a hotel bath in Geneva last\nweekend. Police say the death appears to have been suicide.\n    Cooperation between Poehl and Stoltenberg is all the more\nremarkable as Poehl is in the opposition Social Democrats, and\nwas appointed by former chancellor Helmut Schmidt.\n    When Poehl's contract came up for renewal earlier this\nyear, Chancellor Helmut Kohl's CDU-led coalition government\ngave Poehl another eight-year term.\n    Werner Chrobok, managing partner at Bethmann Bank, said he\nhoped the two men would soon be of one opinion again.\n    But when Poehl criticized Stoltenberg's tax plans he was\nnot only voicing what many bankers felt but demonstrating the\nBundesbank's independence of government, Chrobok said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "poehl",
        "stoltenberg"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}