{
    "DATE": "13-APR-1987 08:36:48.84",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "16216",
    "TEXT": {
        "TITLE": "SOSNOFF RAISES BID FOR CAESARS WORLD <CAW>",
        "DATELINE": "    NEW YORK, April 13 - ",
        "BODY": "Investor Martin T. Sosnoff said he has\nraised his offer for Caesars World Inc shares to 32 dlrs each\nfrom 28 dlrs and has reduced the number of shares he is seeking\nto 29.1 mln from all those not already owned.\n    In a newspaper advertisement, Sosnoff said the bid by his\nMTS Acquisition Corp, withdrawal rights and the proration\nperiod will now expire June 19 unless extended. The offer had\nbeen scheduled to expire May 15. In late March, Sosnoff said he\nhad received a \"negligible\" number of shares in response to the\noffer, which had been rejected by Caesars as inadequate.\n    Sosnoff already owns about four mln of Caesars' 30 mln\ncommon shares now outstanding, or a 13.3 pct interest on a\nprimary basis.\n    Last week, Caesars' board approved a recapitalization plan\nas an alternative to the Sosnoff offer under which shareholders\nwould receive a special dividend of 25 dlrs per share, subject\nto approval by shareholders at a special meeting to be held in\nJune.\n    The company planned to borrow 200 mln dlrs and sell 800 mln\ndlrs in debt to finance the payout.\n    Sosnoff said in the newspaper advertisement that the\namended offer is conditioned on receipt of enough shares to\ngive him a majority interest on a fully diluted basis and on\nthe arrangement of financing, as well as to approvals by New\nJersey and Nevada gaming authorities.\n    He said the tender would be the first step in acquiring all\nof Caesars' shares and if successful would be followed by a\nmerger transaction.\n    Sosnoff said later in a statement that the 29.1 mln shares\nhe is now seeking, together with the 4,217,675 shares he owns,\nwould give him a 92.4 pct interest on a fully diluted basis.\n    He said he still has received only a \"negligible\" number of\nshares in response to his tender.\n    In a letter to Caesars' chairman Henry Gluck included in\nthe statement, Sosnoff said Gluck had again refused, on April\n8, to meet with him, even though he had said he was willing to\nincrease the price of his offer.\n    Sosnoff said the financing for the offer is almost fully in\nplace.\n    Sosnoff said PaineWebber Group Inc <PWJ> has now delivered\nto him commitments to purchase up to 475 mln dlrs of increasing\ndividend cumulative exchangeable preferred stock of MTS Holding\nCorp, an indirect parent corporation of MTS Acquisition.\n    He said Marine Midland Banks Inc <MM>, which leads a\nsyndicate that has provided commitments for a 500 mln dlr\nmargin facility, believes it will be able to arrange for\nfurther commitments under the margin facility to advance up to\nan additional 25 mln dlrs that may be needed to permit the\npurchase of shares under the offer.\n    Sosnoff said under the merger that would follow his tender,\neach of the 2,750,000 Caesars shares not covered by the offer,\nor 7.6 pct on a fully diluted basis, would be converted into\nSeries A preferred stock valued at 32 dlrs per shareby an\nindependent investment baking firm.\n    He said \"To the extent that fewer than 29,100,000 sdhares\nare purchased in the offer, the stockholders would receive a\ncombination of cash and Series A preferred stock having a value\nof 32 dlrs per share of Caesars.\"\n    Sosnoff said he believes terms of his offer are superior to\nCaesars' recapitalization.\n    Sosnoff said he will be meeting this week with gaming\nofficials in Nevada in an effort to expedite the investigatory\nprocess required for regulatory approval, a process that it\nalready underway in New Jersey.\n    He said his offer has been extended based on the likely\nduration of the regulatory process.\n    He said he intends to further extend the offer if the\napproval process is not completed by the expiration date.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker",
        "stoltenberg",
        "balladur"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}