{
    "DATE": "24-MAR-1987 16:54:19.43",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9047",
    "TEXT": {
        "TITLE": "RESORTS INT'L <RT.A> RECEIVES TAKEOVER OFFER",
        "DATELINE": "    ATLANTIC CITY, N.J., March 24 - ",
        "BODY": "Resorts International Inc\nsaid it received a proposal from <KSZ Co Inc> under which\nholders of Resorts class B stock would receive 140 dlrs a share\nin cash and one share of common stock in a new company to be\nformed through the takeover.\n    Under the offer, Resorts said holders of its class A shares\nwould receive 15 dlrs a share in cash and three shares of\ncommon stock in the new company.\n    Resorts said the offer from KSZ calls for a merger of\nResorts with RI Acquisition Co Inc, a newly formed Delaware\ncorporation.\n    Resorts said that prior to the merger, RI Acquisition would\nbe capitalized with about 100 mln dlrs of debt and about 220\nmln dlrs of equity.\n    It said 200 mln dlrs of the equity would be in the form of\nspecial preferred stock.\n    The KSZ offer, Resorts said, indicates that KSZ has a\ncommitment from <M. Davies Cos> to buy all of the special\npreferred stock.\n    Resorts said the offer will expire at 1700 EST on March 27.\nIt said it asked its investment advisor, Bear, Stearns and Co,\nto advise its board on the offer.\n    Earlier this month, the estate of James M. Crosby and\ncertian members of his family agreed to sell their class B\nshares to New York real estate tycoon Donald Trump for 135 dlrs\na share. The estate and family members hold 78 pct of the\n752,297 class B shares outstanding.\n    Trump also agreed to pay 135 dlrs a share for the remaining\nclass B shares outstanding.\n    Resorts also has about 5,680,000 shares of outstanding\nclass A stock. These shares carry one one-hundredth the voting\npower of the class B shares.\n    Trump's offer beat out a rival bid of 135 dlrs a share made\nby Pratt Hotel Corp <PRAT>.\n    Resorts said that under the proposal made by KSZ, existing\nclass A and class B shareholders would control about 96 pct of\nthe outstanding common of the new company formed to acquire\nResorts.\n    Resorts said the new company, upon completion of the\nmerger, would hold the 220 mln dlrs of debt and that the\nspecial preferred stock would immediately be converted into\nexchangeable participating preferred of the new company.\n    This preferred, Resorts said, would pay a dividend based on\nthe net cash flows from the new company's Paradise Island\noperations.\n    A Resorts spokesman said the KSZ offer was made in a\ntwo-page letter and that Resorts could not comment on it\nbecause it did not contain enough information. Resorts has\nasked Bear, Sterns to obtain complete data, he said.\n    The spokesman said Resorts is not familiar with KSZ but\nthat it believes the company is controlled by Marvin Davis, the\nDenver oilman.\n    Calls to Davis were referred to Lee Solters, who handles\npublic relations for Davis. Solters, said to be travelling, was\nnot immediately available for comment.\n    Donald Trump was also unavailable for comment, as was a\nspokesman for the Crosby estate.\n Reuter\n\u0003"
    }
}