{
    "DATE": "17-MAR-1987 10:48:30.19",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "5985",
    "TEXT": {
        "TITLE": "U.K. BUDGET SEES 1987 GDP GROWTH AT THREE PCT",
        "DATELINE": "    LONDON, March 17 - ",
        "BODY": "Chancellor of the Exchequer Nigel\nLawson, presenting his budget for fiscal 1987/88 to Parliament,\nsaid U.K. Economic growth was forecast at three pct in calendar\n1987.\n    He said the Treasury expected a current account balance of\npayments deficit in 1987 of 2.5 billion stg, after a 1.1\nbillion shortfall in 1986.\n    Inflation is expected to be 4.0 pct at the end of this\nyear, Lawson said.\n    \"As I forecast in the Autumn Statement, inflation may\ncontinue to edge up for a time, perhaps exceeding 4.5 pct by\nthe summer, before falling back to 4.0 pct by the end of the\nyear,\" he added.\n    Turning to the Public Sector Borrowing Requirement (PSBR),\nLawson said the likely outturn for fiscal 1986/87 was 4.0\nbillion stg, or 1.0 pct of GDP.\n    The planned PSBR for 1987/88 was set at 4.0 billion stg.\n    On monetary policy, Lawson confirmed the target range for\nthe narrow M0 measure would be two to six pct in fiscal\n1987/88.\n    No explicit target was set for the broad sterling M3\naggregate, he said. \"But broad money will continue to be taken\ninto account in assessing monetary conditions, as of course\nwill the exchange rate,\" the Chancellor told Parliament.\n    Lawson said the low outturn of the PSBR in 1986/87 \"is\nchiefly attributable to the remarkable buoyancy of non-oil tax\nrevenues in general, and the corporation tax paid by an\nincreasingly profitable business sector in particular.\"\n    On oil prices, Lawson said he was sticking to his earlier\nassumption that North Sea crude prices will average 15 dlrs per\nbarrel in calendar 1987.\n    He said \"it is clear that the increased flow of non-oil tax\nrevenues, coupled with the prospective further growth of the\neconomy in excess of the growth of public expenditure, puts the\npublic finances in a very strong position.\"\n    Lawson said the Treasury would strive to keep the PSBR at\n1.0 pct of GDP in future.\n    \"We have reached what I judge to be the (Medium Term\nFinancial Strategy's) appropriate destination - a PSBR of 1.0\npct of GDP. My aim will be to keep it there over the years\nahead,\" Lawson said.\n    \"Inevitably, this greatly diminishes the scope I have this\nyear for reducing the burden of taxation, which of course\nremains a major objective of government policy.\"\n    \"But I am sure it is right to err on the side of prudence\nand caution, and to build a still firmer base for the future.\"\n    Lawson said the time had come to strike the Exchange\nControl Act from the Statute book.\n    On corporation tax, he said the rate will remain unchanged\nat 35 pct in 1987/88. But companies' capital gains will be\ncharged at the \"appropriate corporation tax rate.\"\n    He said that under the new proposed system, companies\nshould be able to set Advanced Capital Tax (ACT) payments\nagainst tax on capital gains.\n    \"Taken together, these changes should yield 60 mln stg in\n1988/89,\" Lawson said.\n    Lawson said he will propose that all companies and building\nsocieties be treated the same way on payment of corporation\ntax, \"with all liable to pay corporation tax nine months after\nthe end of the accounting period on which the tax is due.\"\n    \"I also propose to legislate now to pave the way for a new\nmethod of collecting corporation tax, to be known as Pay and\nFile.\"\n    This would be part of a wider programme of streamlining tax\ncollection, and would not come into force until the early\n1990s.\n    Lawson said he planned two reliefs on Petroleum Revenue Tax\n(PRT). As from today, companies may elect to have up to 10 pct\nof the costs of developing certain new fields set against their\n(PRT) liabilities in existing fields, until the income of those\nnew fields exceeds the costs incurred.\n    Second, there will be a new relief against PRT for spending\non research into U.K. Oil extraction that is not related to any\nparticular field.\n    On business employment, Lawson said employers will receive\ntax relief for retraining workers.\n    Lawson said that in future, traders registered for Value\nAdded Tax (VAT) would be able to choose to account for the tax\non the basis of cash paid and received.\n    Small businesses may account for VAT annually instead of\nquarterly. The VAT compulsory registration period was being\nextended to 30 days, he added, and VAT registration thresholds\nare to be raised to 21,300 stg.\n    New measures are planned to combat VAT avoidance, he added.\n    The capital gains tax retirement relief limit would now be\nset at 125,000 stg.\n    Lawson said he proposed to change the law so that companies\nin multinational groups with dual residence will no longer be\nable to secure tax relief twice on the same interest payment.\nThe change will take effect on April 1, 1987, but \"genuine\ntrading companies\" will not be affected.\n    He also planned to end the present treatment of tax credit\nrelief for foreign withholding tax paid on interest on bank\nloans, also from April 1.\n    \"In future, banks will be able to offset this tax credit\nonly against tax on the profit on the relevant loan,\" he said.\n    The standard rate of taxation is being reduced by two\npence, to 27 pct from 29 pct.\n    Lawson reiterated the government's aim of reducing basic\ntaxation to 25 pence in the pound, but added \"given my decision\nto use the greater part of the fiscal scope I now have to\nreduce the PSBR, that goal cannot be achieved in this budget.\"\n    Small companies' corporation tax is also being reduced to\n27 pct, he said.\n    On the Lloyd's insurance market, Lawson said he planned to\nchange the tax treatment of Lloyd's syndicates, bringing it\ninto line with that of provisions for outstanding liabilities\nmade by ordinary insurance companies and of comparable\nprovisions made by financial traders.\n    The Inland Revenue would be told to consult urgently with\nLloyd's about the details of the legislation, he said.\n    \"The new rules will first apply to premiums payable for the\nLloyd's account which closes on December 31 this year,\" Lawson\nsaid.\n MORE\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lawson"
    ]
}