{
    "DATE": " 4-MAR-1987 22:24:23.31",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "taiwan",
        "japan"
    ],
    "NEWID": "1902",
    "TEXT": {
        "TITLE": "TAIWAN SHIPBUILDER LOOKS FOR JAPANESE VENTURES",
        "AUTHOR": "    By Chen Chien-kuo, Reuters",
        "DATELINE": "    TAIPEI, March 5 - ",
        "BODY": "Taiwan's state-owned China Shipbuilding\nCorp (CSBC) plans to seek joint production agreements with\nJapan and further diversify into ship repairing to try to trim\nits debts, chairman Louis Lo said.\n    He told Reuters in an interview that CSBC's first joint\nproduction venture, to build two hulls for <Onomichi Dockyard\nCo Ltd>, was a success. Talks on similar projects have been\nheld with other Japanese firms, including Mitsubishi Heavy\nIndustries Co Ltd <MITH.T> and Ishikawajima-Harima Heavy\nIndustries Co Ltd <JIMA.T>, he said.\n    Lo said CSBC delivered the hulls of two 2,200-TEU (twenty\nfoot equivalent unit) container ships this year to Onomichi,\nwhich would complete production.\n    \"We expect the successful cooperation between us and\nOnomichi will pave the way for further cooperation with other\nJapanese shipbuilders in the future,\" Lo said.\n    He said Japanese firms would gain from the lower cost of\nshipbuilding in Taiwan while CSBC would benefit from Japanese\ntechnology and marketing. This would pose a challenge to\ncompetitors in Europe and South Korea.\n    Lo said CSBC has made losses of about 100 mln U.S. Dlrs\nsince beginning operations in 1975. Its total debt now stands\nat about 500 mln dlrs, with annual interest payments of nearly\nthree mln dlrs.\n    But he said the company, which is Taiwan's largest\nshipbuilder, still has full government support and had begun\ndiversifying into ship repairing and manufacture of pipes and\nother machinery.\n    \"We hope we can survive and prosper through diversification,\"\nhe said.\n    Lo said income from ship repairing almost doubled to 20 mln\nU.S. Dlrs in the year ended June 1986 compared with the\nprevious financial year. He estimated income would rise to more\nthan 25 mln dlrs in 1986/87.\n    CSBC has orders to build 10 ships totalling 460,000 dead\nweight tons (dwt) this financial year, compared with 11 ships\nof 462,000 dwt in 1985/86, he said.\n    Lo said the prospects for shipbuilding were gloomy at least\nuntil 1991 due to overtonnage, but the outlook for ship\nrepairing was bright.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "nyse"
    ],
    "PEOPLE": [
        "reagan"
    ]
}