{
    "DATE": "19-JUN-1987 15:39:03.19",
    "TOPICS": [
        "coffee"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "NEWID": "19387",
    "TEXT": {
        "TITLE": "COLOMBIA HELPFUL BUT COFFEE QUOTAS UNCERTAIN--U.S.",
        "DATELINE": "    WASHINGTON, June 19 - ",
        "BODY": "A U.S. government trade official\nresponsible for coffee policy said prospects for an accord on\ncoffee quotas are still uncertain despite recent Colombian\nefforts to bridge differences between producers and consumers.\n    Jon Rosenbaum, an assistant U.S. trade representative just\nback from trade talks in Colombia, said most producing\ncountries now accept some sort of standardized criteria must be\nagreed to reintroduce coffee quotas.\n    \"There is one country which evidently still does not,\"\nRosenbaum said in an obvious reference to Brazil, which has\nbeen negative recently on a reintroduction of quotas.\n    Rosenbaum said because of the stance of Brazil the outlook\nfor an agreement to reintroduce coffee quotas at the September\nInternational Coffee Organization meeting is hard to predict.\n    He said that during the visit to Bogota he held technical\ndiscussions with Colombian officials.\n    While he did not meet with Jorge Cardenas, head of the\nColombian coffee producers federation, who was in Europe,\nCardenas left a \"positive letter,\" Rosenbaum said.\n    The Cardenas letter responded to a U.S. letter last month\nwhich praised Colombia for trying to find a compromise formula\nfor the reintroduction of quotas, but outlined several concerns\nwith the technical details of the Colombian plan.\n    Rosenbaum could not be reached later in the day for comment\non a new formula for calculating ICO quotas agreed to by\nEuropean coffee roasters and traders.\n    Dutch coffee trade association chairman Frits van Horick\nsaid in Amsterdam the new formula is based on six year moving\naverages and would give Brazil an unchanged export quota for\nthe remaining to years of the current coffee agreement.\n    The U.S. has said it will not agree to any coffee quotas\nunless \"objective criteria\" which reflect recent changes in the\ncoffee market are used to set export limits.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "colombia",
        "brazil"
    ],
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}