{
    "DATE": "13-MAR-1987 12:52:34.94",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "cuba"
    ],
    "NEWID": "4898",
    "TEXT": {
        "TITLE": "CUBA SUGAR CROP SEEN AT LEAST SAME AS LAST YEAR",
        "DATELINE": "    LONDON, March 13 - ",
        "BODY": "Cuban sugar export figures for January\nsuggest that this year's crop may be at least as large as last\nyear's 7.35 mln tonnes, according to sugar analysts.\n    Exports in January totalled 733,000 tonnes raw value, up\nfrom 725,000 a year earlier, according to figures received by\nthe International Sugar Organization.\n    January is the first major export month and the figures\nthus give a good indication of the current crop, they said.\nFourth quarter exports fell to 622,000 tonnes from 909,000\ntonnes a year earlier, but this was because Cuba was destocking\nat the end of 1985, they added.\n    Trade house C Czarnikow recently estimated production this\nyear at 7.50 mln tonnes.\n    Cuban sugar production in the third quarter of 1986 was\n12,000 tonnes, giving a final 1985/86 crop total of 7.35 mln\ntonnes, compared with a 1984/85 crop of 8.10 mln tonnes.\n    There is normally no third quarter production in Cuba, but\na hurricane meant that last year's crop was extended.\n    Exports to the USSR were substantially down in January at\n362,000 tonnes from 489,000 in January 1986, but other Comecon\ncountries received 210,000 tonnes, against 80,000 tonnes in the\nsame month last year, figures received by the ISO show.\n    Bulgaria, Czechoslovakia, Poland and Romania all took\nsubstantially more Cuban sugar.\n    Cuba's November 1986 exports totalled 158,000 tonnes,\ncompared with 190,000 tonnes in 1985, and December's total was\n237,000 tonnes, down from 518,000 tonnes the year before.\nCalendar year exports for 1986 were also lower at 6.69 mln\ntonnes against 7.21 mln in 1985 -- the lowest level since\n1980's 6.19 mln tonnes, the figures show.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}