{
    "DATE": " 1-JUN-1987 22:58:42.05",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "venezuela"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17877",
    "TEXT": {
        "TITLE": "VENEZUELA TIGHTENS FOREIGN EXCHANGE RESTRICTIONS",
        "DATELINE": "    PANAMA CITY, June 1 - ",
        "BODY": "Venezuela's central bank has ordered\nVenezuelan banks and exchange houses to cease foreign exchange\noperations with brokers based outside the country, according to\na copy of a central bank telex made available to Reuters.\n    The measure, confirmed by a brokerage firm here, has\neffectively cut off all foreign participation in Venezuela's\nvolatile currency market.\n    The telex, issued on May 19, was signed by Carlos Hernandez\nDelfino, manager of the bank's department of international\noperations.\n    The telex said the restriction on business with foreign\nbrokers is in line with an earlier measure prohibiting foreign\nexchange houses from selling dollars or other foreign\ncurrencies to anyone living outside Venezuela.\n    In recent weeks the Venezuelan government has denied\nrumours that it intends to impose foreign exchange controls to\nprop up the weakening bolivar.\n    But brokers said the central bank's move is seen as a de\nfacto currency control. \"It is definitely a control in the sense\nthat there's no longer complete freedom to operate,\" one broker\nhere said.\n    \"Gradually they're imposing restrictions and the direction\nis towards complete control,\" the broker said.\n    The broker, who requested anonymity, said virtually all his\nVenezuelan customers had stopped doing business with him since\nthe central bank issued the telex and followed it up with\ntelephone calls.\n    He said that before the restriction was imposed the volume\nof his firm's transactions with Venezuela was about 10 mln dlrs\na day. \"It was a frenetic market, it was really quite active,\" he\nsaid.\n    The broker said he saw no logical explanation for the\nprohibition because his firm only acted act as an intermediary\nbetween Venezuelan brokers, exchange houses and banks.\n    \"We weren't buying dollars from Venezuelans, that's\nridiculous,\" he said. \"They've been on a rampage against\nforeigners.\"\n    The broker noted that two months ago Venezuela's central\nbank quietly announced that banks doing foreign exchange\nbusiness outside Venezuela would have to respect a new 200 pct\nreserve requirement.\n    In February, the central bank also prohibited trading in\nbolivar futures, the broker said.\n    \"We used to have a forward market,\" he said. \"For a small\ncurrency it was miraculous.\"\n    He said the bolivar, which averaged 20.29 to the U.S.\nDollar in 1986, would continue to slip from its current range\nof 28.35 to 28.50 because the central bank was rapidly running\nout of foreign reserves to support the currency on the free\nmarket.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}