{
    "DATE": "15-JUN-1987 18:10:09.49",
    "TOPICS": [
        "gold"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "18415",
    "TEXT": {
        "TITLE": "THREE U.S. EXCHANGES VIE FOR GOLD",
        "AUTHOR": "    By Patricia Campbell, Reuters",
        "DATELINE": "    CHICAGO, June 15 - ",
        "BODY": "The glitter of gold has generated a\nthree-way competition among the world's largest futures\nexchanges for a 100-ounce contract for the precious metal.\n    When the Chicago Mercantile Exchange (CME) re-introduces\ngold futures trading here Tuesday (at 9 a.m. CDT), it will go\ntoe-to-toe in an uphill battle against the Commodity Exchange\nInc. of New York (Comex), which brokerage executives describe\nas the world's precious metals futures capital for\ninstitutional business.\n    And by autumn, the oldest and biggest exchange, the Chicago\nBoard of Trade (CBT), expects to join the fray when the\nCommodity Futures Trading Commission (CFTC) approves a pending\napplication for a 100-ounce gold contract to trade side-by-side\nwith the CBT's smaller, one kilogram (about 2.5 U.S. pounds)\ngold futures.\n    The CME introduced a 100-ounce gold futures contract in\n1974, but lack of interest forced it to abandon the instrument\nin July 1986.\n    CME officials said investors and brokerage firms asked the\nexchange to reintroduce the contract because of recent\nvolatility in precious metals. Other factors influencing the\ndecision may also have been clearing problems in May which\nforced the Comex to shorten trading for three straight days in\nan effort to clear up a huge backlog of unresolved trades,\nespecially in silver futures.\n    Comex's problems may now create a window of opportunity for\nother exchanges to successfully offer precious metals\ncontracts, industry sources say.\n    But it is much too early to predict whether other exchanges\ncan inflict serious damage on the Comex' daily trading volume\nof more than 40,000 contracts which represents commitments to\nbuy and sell gold of more than 2 billion dlrs.\n    While average daily trading in the CBT's smaller gold\ncontract, aimed at retail customers rather than institutions,\nwas under 500 contracts per day throughout 1986, it has\nsurpassed 1,000 contracts daily for the past two months.\n    \"The climate could not be better for this venture by the\nCME,\" said Merrill Lynch Commodity Marketing Vice President Neil\nMcGarrity.\n    \"Everybody is talking about metals now, and interesting\ndaily trading ranges provide opportunities for bulls and bears.\nThere's good trading volume in all world outlets,\" McGarrity\nadded.\n    \"The Merc's gold futures would be insurance for dealers,\nmerchants and customers that there would be a market open for\ntrading,\" if heavy gold or silver futures volume causes the\nComex to close early again, said Jack Lehman, senior vice\npresident and director of commodities for Shearson Lehman Bros.\nInc. and a Comex board member.\n    Delivery points vary for each exchange's 100-ounce gold\nfutures. Comex contracts are deliverable through New York\nwarehouses while the CME contract specifies London delivery\nthrough a CME account at Samuel Montagu and Co. Ltd., a member\nof the London gold market. The CBT gold application specifies\ndelivery from New York and Chicago vaults.\n    The Comex and the CBT have applied to the CFTC for an\nearlier precious metals opening to match the CME's starting\ntime of 7:20 a.m. CDT. The exchanges said the earlier start\nallows for trading before many important government reports are\nreleased at 7:30 a.m. CDT.\n    CME marketing sources said arbitrage possibilities exist\nwith side-by-side trading, noting local interests can be\ngenerated by traders dealing in foreign currency and short-term\ndebt futures along with gold futures contracts to further hedge\ntheir financial risks.\n    \"If the dollar rises, traders can sell currencies and buy\ngold,\" said David Johnson, CME's manager of currency products.\n    The Chicago Board of Trade sees an extra advantage to gold\ntrading. \"Given our night trading session, we could add either\nour pending 100-ounce gold or our existing 5,000-ounce silver\ncontract to attract overseas business,\" a CBT official said.\n    Which market is identified as the precious metal capital\ndoes not appear to be a major issue among professionals.\n    \"We've seen Chicago bring in a new constituency before, with\nperhaps different needs,\" Mocatta Metals Chairman Dr. Henry\nJarecki said.\n    \"Merchants will go to the CME or anywhere to trade a liquid\ncontract. Our firm is no exception,\" Jarecki said.\n    \"At worst, even if the CME gold futures fail, the Comex will\nbe under pressure to improve the integrity of its clearing\nprocesses,\" a CME official added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}