{
    "DATE": " 1-APR-1987 00:09:18.34",
    "TOPICS": [
        "interest",
        "gnp",
        "money-fx"
    ],
    "NEWID": "11776",
    "TEXT": {
        "TITLE": "SEIPP SAYS GERMAN INTEREST RATES SHOULD FALL",
        "DATELINE": "    FRANKFURT, April 1 - ",
        "BODY": "The Bundesbank should take further\nsteps to reduce German interest rates to protect the mark from\nfurther appreciation and to persuade investors to bring\nlong-term yields lower, Commerzbank AG <CBKG.F> management\nboard chairman Walter Seipp said.\n    But he told the bank's annual news conference this did not\nmean a cut in leading interest rates, rather a reduction in\nmoney market rates through bringing the allocation rates down\nfor Bundesbank securities repurchase agreements.\n    \"Leading interest rates are not the decisive rates,\" he said.\n\"The money market rates are the important ones.\"\n    Seipp said the Bundesbank should move away from allocating\nmoney market liquidity at a fixed 3.8 pct as it has in recent\ntender allocations.\n    An easier monetary policy would not mean a loss of\ncredibility for the Bundesbank in its containment of monetary\ngrowth. A fall in short rates would make the public aware of\nthe high yields in bonds and lead to a longer-term capital\nformation, braking the expansion of money supply.\n    \"Thus, you can have lower rates and also a normalisation of\nmonetary growth both at the same time,\" he added.\n    Seipp said there were no grounds to paint too black a\npicture of the German economy, since company profitability had\nimproved over recent years and domestic oriented firms were\nprofiting from cheaper imports because of the rise in the mark.\n    Growth this year should be at least one pct, he said,\ndescribing the downturn in production in the first months as a\nfalse start, unrepresentative of the rest of the year.\n    After an economic contraction in the first quarter, the\neconomy should show an uptrend in the last three. \"We don't\nbelieve that the economy has tipped over, but see it more as a\n'growth dip,'\" Seipp said.\n    But Seipp also called for support for growth from fiscal\npolicy, saying the top rate of income and corporate tax should\nbe brought down to 49 pct. The current peak rate is 56 pct.\n    The additional tax cuts brought forward to next January\nwere no substitute for support for growth.\n    Seipp added the federal government should make \"further\ncourageous steps to decrease the state's proportion of the\nGerman economy and to increase its flexibility.\"\n Reuter\n\u0003"
    },
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}