{
    "DATE": "24-MAR-1987 05:05:28.71",
    "TOPICS": [
        "earn",
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "8630",
    "TEXT": {
        "TITLE": "SANTOS SAYS PROFITS HIT BY OIL PRICE FALL",
        "DATELINE": "    ADELAIDE, March 24 - ",
        "BODY": "Leading Australian onshore oil and gas\nproducer, Santos Ltd <STOS.S>, said its 1986 results were hit\nby sharp reductions in prices for crude oil, condensate and\nliquefied petroleum gas (LPG).\n    The Cooper Basin producer earlier reported a fall in net\nprofit to 88.67 mln dlrs from 144.04 mln in 1985.\n    Santos chairman Sir Brian Massy-Greene said in a statement\nthat increased production, particularly of oil and LPG, along\nwith reduced operating costs and reduced or deferred oil\nexploration and development outlays, were helping Santos deal\nwith an adverse business climate.\n    Santos said it remained financially strong with an\ninjection of 84 mln dlrs from the second instalment of a 1985\nrights issue, and had cash reserves of 381.3 mln dlrs at the\nend of 1986 against 401.9 mln a year earlier.\n    It said it had also made significant progress in repaying\ndebts and at year end the ratio of debt to shareholders' funds\nhad fallen to 1.01 from 1.54.\n    Santos yesterday announced a 4.00 dlr a share takeover bid\nfor the 96.93 pct it did not already hold in oil and gas\ncompany <TMOC Resources Ltd> -- valuing the target at 248.5 mln\ndlrs.\n    Santos said 75 pct of its loans were U.S. Dollar\ndenominated and significant currency purchases were made during\nthe year to maintain that natural hedge. At year end it held\n145 mln U.S. Dlrs, enough to meet all 1987 repayments.\n    Santos said it had a successful gas exploration program,\nfinding 172 billion cubic feet in South Australia, but oil\nexploration was less successful with 1.62 mln barrels added to\nreserves -- less than depletion during the year.\n    Cooper Basin producers are committed to a two-year scheme\nto double gas exploration while Santos said its 1987 budget for\noil exploration had been boosted 20 pct.\n    Santos said the outlook for 1987 depended on prices and\nproduction volumes but with extra oil exploration and\nencouraging gas finds there were grounds for optimism.\n    But it called on the goverment to continue fostering\ndomestic producers through the Import Parity Price scheme.\n    \"It makes no sense to abandon this policy now when\nexploration is at its lowest level for many years and when\nAustralia's oil self-sufficency is expected to decline rapidly,\"\nMassy-Green said.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}