{
    "DATE": "20-OCT-1987 10:41:35.67",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "uk",
        "usa",
        "west-germany"
    ],
    "NEWID": "20259",
    "TEXT": {
        "TITLE": "LOUVRE REAFFIRMATION NOT ENOUGH - U.K. ANALYSTS",
        "AUTHOR": "    By Rowena Whelan",
        "DATELINE": "    LONDON, Oct 20 - ",
        "BODY": "U.S. And West German reaffirmation of\nsupport for the Louvre Accord cannot cure the fundamental\nproblems bedevilling the world economy which lie behind the\ncurrent collapse in stock markets, London economists said.\n    \"There's going to have to be some acknowledgement that the\ndollar is going to be allowed to slip,\" said Richard Jeffrey of\nHoare Govett. \"If not, there is going to be continued fear that\nwhen pressure emerges on the dollar, the Fed will be forced to\ntighten. This throws up the economic abyss of recession in the\nU.S. With obvious knock on effects on the rest of the world.\"\n    But some economists added that Wall Street's crash, which\ndragged other major markets down with it, may help curb the\nvery problems that sparked the turmoil - namely world inflation\nfears and the massive and persistent U.S. Trade deficits.\n    \"If there is a benefit from a 23 pct fall in Wall Street\n...It's some sort of resistance to inflation worldwide,\" said\nGeoffrey Dennis of brokers James Capel, echoing comments from\nother London and Tokyo analysts.\n    Lower personal wealth from lower stock prices and fears of\nfurther falls should dampen credit growth, curbing inflationary\npressures and import demand in the U.S., They say.\n    Such considerations may be helping bond markets resist the\nequity crash, according to Mike Osborne of Kleinwort Grieveson.\n    \"It would be suicidal for any government in the context of\nwhat happened in the last couple of days to jack up their\ninterest rates,\" he added.\n    Stocks surged after news Chemical Bank cut its prime\nlending rate half a point to 9.25 pct Tuesday and U.S. Fed\nchairman Alan Greenspan pledged support for the financial\nsystem.\n    The news eroded the most immediate fears that the stock\ncollapse would spill over into the economy, via a banking\ncrisis for example, thus precipitating recession.\n    It also helped the dollar rally sharply, to a high of\n1.8200 marks from a European low of 1.7880. But economists said\ntoday's whiplash moves do not have long term significance and\nthat markets should try to keep the underlying fundamentals in\nmind.\n    \"The United States has been able to live on borrowed time.\nIf the effect of this (crash) is to produce slower economic\ngrowth not recession...It contains good news (and) provides a\nmore realistic assessment of the U.S. Economy,\" said Capel's\nDennis. But he added that markets are still very much in\ndanger.\n    \"The liquidity doesn't disappear...All it's doing is\ndisappearing from the equity markets,\" Dennis noted.\n    David Morrison of Goldman Sachs International said world\nmarket turbulence will be exacerbated if the Group of Seven\n(G-7) leading western nations confirms a base for the dollar,\nas implied by West German Finance Minister Gerhard\nStoltenberg's remarks that intervention to support currencies\nis still on.\n    Last week's dollar fall was partly triggered by\nexpectations that the Germans were more worried about the money\nsupply impact of such intervention than maintaining currency\nstability.\n    But rigid adherence to dollar ranges would be bad, said\nMorrison. \"The Louvre Accord is fundamentally misconceived. To\nstabilise the dollar at too high a level is wrong,\" he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "comex"
    ]
}