{
    "DATE": "25-MAR-1987 18:19:54.76",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "taiwan",
        "south-korea",
        "usa"
    ],
    "NEWID": "9656",
    "TEXT": {
        "TITLE": "EXCHANGE RATE BILL CLEARS U.S. HOUSE PANEL",
        "DATELINE": "    WASHINGTON, March 25 - ",
        "BODY": "The House Banking Committee adopted\nlegislation to direct the U.S. Treasury to begin negotiations\naimed at seeking regular adjustment of exchange rates by  \ncountries such as Taiwan and South Korea, whose currencies are\npegged to the value of the U.S. dollar.\n    The measure was adopted as part of a wide-ranging trade\nbill that will be considered by the full House in April before\nit moves on to the Senate.\n    The bill's many provisions also set as a priority for the\nU.S. the negotiation of stable exchange rates and urge\ngovernment intervention as necessary to offset fluctuations.\n    In addition, the Banking Committee bill would authorize\nU.S. banks to use a variety of means to deal with the debt\nproblems of developing countries, such as lowering interest\nrates on existing debt, renegotiating loans or debt\nforgiveness. The bill would give a blanket waiver of any\nfederal banking regulations that bar such actions.\n    The bill would direct Treasury Secretary James Baker to\ndiscuss with debt-ridden developing countries the possibility\nof the U.S. setting up a public debt management agency that\nwould purchase their debt at a discount and negotiate the\nrestructuring of the debt.\n    The Banking bill authorizes U.S. participation in a\nmultilateral investment guarantee agency (MIGA) as requested by\nthe administration. Congress would approve an initial U.S.\nsubscription of 22 mln dlrs.\n    And, it sets up a council on industrial competitiveness\ncomposed of industry and administration members to explore ways\nto make the U.S. more competitive in world markets.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}