{
    "DATE": "20-MAR-1987 12:27:20.28",
    "TOPICS": [
        "trade",
        "money-fx"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7804",
    "TEXT": {
        "TITLE": "LEADING ECONOMISTS CALL FOR MORE GROWTH ABROAD",
        "DATELINE": "    WASHINGTON, March 20 - ",
        "BODY": "A panel of four leading economists\ntold a congressional hearing today that foreign economies will\nneed to expand to avoid recession as the U.S. trade deficit\ndeclines.\n    C. Fred Bergsten, a former senior Treasury Department\nofficial, and Robert Solomon of the Brookings Institution told\nthe Senate Foreign Relations Committee, the major exporting\ncountries risk recession if they do not expand because U.S.\ndemand for imports is expected to fall.\n    \"They need to beef up domestic demand as their trade\nsurplus falls,\" or unemployment will keep growing, Bergsten\nsaid.\n    Bergsten predicted the U.S. trade deficit, which hit 169\nbillion dlrs last year, will fall 30-40 billion dlrs a year for\nthe next two years as a result of the dollar's 35-40 pct\ndecline since September 1985.\n    The government should intervene to push the dollar down\nfurther if the previous declines do not lead to an improvement\nin the trade picture, if the U.S. budget deficit is not reduced\nand if foreign expansion does not occur, he added.\n    Solomon said the dollar must fall further to compensate for\nthe huge interest payments required on U.S. foreign debt. The\nParis agreement between the major industrialized countries\nprovided only for a pause in its decline, he said.\n    Rimmer de Vries, senior vice president of Morgan Guaranty\nTrust Co., said the U.S. trade deficit problem is a problem of\nlagging growth in industrial economies, prolonged currency\nmisalignment, debt problems of the developing countries, and\nunbalanced growth in the Asian industrializing countries.\n    John Makin of the American Enterprise Institute, suggested\nforeign tax cuts to increase demand and pick up the slack from\nthe U.S. trade deficit fall.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "kullberg"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "simex"
    ]
}