{
    "DATE": "19-MAR-1987 09:03:09.08",
    "TOPICS": [
        "grain",
        "wheat",
        "corn"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "7062",
    "TEXT": {
        "TITLE": "OECD FARM SUBSIDIES STUDY RESULTS DETAILED",
        "AUTHOR": "    By Greg McCune, Reuters",
        "DATELINE": "    WASHINGTON, March 19 - ",
        "BODY": "The results of a controversial study\nof farm subsidies conducted by the Paris-based Organisation for\nEconomic Cooperation and Development, OECD, show Japan has the\nhighest agriculture subsidies in the world, and that dairy\nfarmers benefit more than any other commodity producers from\nsubsidies.\n    Results of the study, which has not been released by OECD\nbecause of objections from some countries, were provided to\nReuters by officials of several countries on condition they not\nbe identified.\n    The OECD study calculates the level of farm subsidies for\nthe years 1979-81 using a new measure called the producer\nsubsidy equivalent, PSE.\n    The study shows that on dairy products Japan's PSE, or the\namount of aid to farmers expressed as a percentage, averaged\n83.3 pct over 1979-81, with the European Community at 68.8 pct\nand the United States 48.2 pct.\n    For wheat Japan's PSE averaged 95.8 pct, the EC 28.1 and\nthe U.S. 17.2. Japan's rice PSE was 68.8 pct compared to the EC\n13.6 and the U.S. 5.4 pct, the OECD calculations show.\n    In coarse grains, Japan's subsidies reached 107.1 pct\ncompared with 27.9 pct for the EC and 13.1 pct for the U.S.\nJapan's beef subsidy was 54.9 pct versus 52.7 pct for the EC\nand 9.5 pct for the U.S., OECD concluded.\n    For sugar, Japan's PSE was 48.4 pct versus 27.9 pct in the\nEC and 13.1 pct for the U.S., the study shows.\n    The OECD calculated farm subsidies for other industrial\ncountries such as Canada, Australia and New Zealand but in most\ncases the results were much lower than for the U.S., EC and\nJapan, the sources said.\n    Subsidies in Argentina and Brazil, two major developing\ncountry producers of commodities, were not included in the OECD\nwork.\n    Officials said they hope to persuade reluctant countries to\nrelease the study soon, perhaps coinciding with the OECD\nministerial meeting in Paris during May.\n    Some officials hope the OECD results will be used as a \nbasis for negotiations during the Uruguay round of global trade\ntalks now underway in Geneva.\n    British Agriculture Minister Michael Jopling during a visit\nto Washington this week endorsed the OECD work as a starting\npoint for the Uruguay round negotiations on agriculture.\n    He said the PSE calculations provide a tool to negotiate\ndown domestic farm support levels, which are a major cause of\nthe present crisis in world agriculture.\n    However, the OECD study results are controversial because\nthey highlight the levels of assistance to farmers, officials\nfamiliar with the study said.\n    The U.S. Agriculture Department's Economic Research Service\nrecently published a study of farm subsidies in an attempt to\nverify the OECD results and update them to 1982-84.\n    In some cases the results were substantially different than\nthe OECD's, in part because farm policies in both the U.S. and\nelsewhere had changed markedly by 1982-84 from the OECD base\nperiod of 1979-81, U.S. officials said.\n    For example, the USDA study found the United States\nsubsidies to corn producers were higher in 1982-84, at 25 to 49\npct, than in the EC, at zero to nine pct.\n    French Maize Producers Association president Marcel Cazale,\nciting the result of the USDA calculation for corn, told\nreporters last week that the United States subsidizes its\nfarmers more than the EC.\n    However, the sources said EC corn subsidies are probably\nhigher than the U.S. now because of increases since 1984.\n    Officials of several countries have been asked to\ncontribute data to OECD so that the study can be updated to\n1985 subsidy levels, a much more relevant measure of the\ncurrent world farm situation.\n    The updated calculations, which may take several months to\ncomplete, are expected to show substantial increases in U.S.\nsubsidy levels for sugar because the U.S. imposed restrictive\nimport quotas in 1982 as aid to the domestic industry.\n    U.S. subsidy levels also are increased by the 1985 farm\nbill, which sharply boosted government deficiency payments to\ngrain farmers and applied a marketing loan for rice, officials\nadded.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "balladur"
    ],
    "ORGS": [
        "oecd",
        "ec"
    ]
}