{
    "DATE": "20-MAR-1987 15:29:36.73",
    "TOPICS": [
        "reserves"
    ],
    "PLACES": [
        "mexico",
        "usa"
    ],
    "NEWID": "7937",
    "TEXT": {
        "TITLE": "MEXICO'S RESERVES REACH EIGHT BILLION DLRS",
        "DATELINE": "    NEW YORK, March 20 - ",
        "BODY": "Additional capital inflows of 1.5\nbillion dlrs so far this year have boosted Mexico's reserves to\nabout eight billion dlrs, director of public credit Angel\nGurria told reporters.\n    Money has been coming back to Mexico because of improved\ninvestor confidence and because a tight monetray policy has\nforced credit-starved industries to repatriate capital. Inflows\ntotalled a billion dlrs in fourth-quarter 1986.\n    Gurria said Mexico is not accumulating reserves for the\nsake of it. He said its new loans will increase the pool of\nfunds available for badly needed investment.\n    Once the first tranche of its new six billion dlr loan is\ndrawn down in the second quarter, Mexico will still only have\nenough reserves to pay for imports and debt service for four or\nfive months, Gurria noted.\n    Nevertheless, Gurria said Mexico does not expect to draw on\nthe commercial banks' 1.2 billion dlr investment-support\ncontingency facility. That money will be available until April\n1988 if Mexico's export receipts and the price of oil fall\nbelow certain levels. But Mexico failed to qualify for the\nfirst two drawings totalling 451 mln dlrs, and Gurria said\ntoday, \"We expect we'll never have to use it.\"\n    Gurria said Mexico will know by June whether it can draw on\nthe second contingency facility included in the bank financing\npackage - a 500 mln dlr growth co-financing loan with the World\nBank.\n    Finance minister Gustavo Petricioli said he had signed\nyesterday a 250 mln dlr loan with the World Bank to support the\ndevelopment of exports of manufactured goods.\n    He also said the first 250 mln dlr tranche of a one billion\ndlr loan from the Japanese government to support steel, oil and\nexport promotion will be disbursed at the end of the month.\n    Mexico is also due to make the third drawing from its\nInternational Monetary Fund standby credit in the next few days\nbased on a successful review of end-1986 economic results.\n    Petricioli said Mexico is in the final stages of\ndiscussions which will determine quantitative economic targets\nfor 1987 which will allow it to continue to draw from the IMF\nfor the rest of 1987.\n    Petricioli reported that Mexico has so far concluded eight\nbilateral accords with government creditors within the Paris\nClub.\n    Sixteen governments signed the Paris Club umbrella\nagreement last September, which restructured 1.8 billion dlrs\nof official debt, and Petricioli said he hopes to finalize\npacts with the remaining eight countries in the next few weeks.\n    In keeping with the spirit of the September agreement, he\nsaid all countries from the Organization of Economic\nCooperation and Development have continued to provide export\ncredit facilities for Mexico, despite the debt restructuring.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "petricioli"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "tose"
    ]
}