{
    "DATE": "13-APR-1987 15:57:04.03",
    "TOPICS": [
        "crude"
    ],
    "NEWID": "16649",
    "TEXT": {
        "TITLE": "KUWAITI DAILY SAYS OPEC CREDIBILITY AT STAKE",
        "DATELINE": "    KUWAIT, April 13 - ",
        "BODY": "OPEC's credibility faces fresh scrutiny\nin coming weeks amid signs of a significant rise in supplies of\noil to international oil markets, the Kuwait daily al-Qabas\nsaid.\n    In an article headlined \"Gulf oil sources say Middle East\nproduction up 1.4 mln bpd\" and \"Markets witness new surplus amid\nwhispers of return to cheating days,\" it warned OPEC's official\nprices could face fresh pressure from international oil\ncompanies seeking cheaper supplies.\n    It did not say whether only OPEC or Opec and other\nproducers were behind the reported rise in Mideast output. Nor\ndid it specify if the sources were official or other contacts.\n   \"The sources said the credibility of OPEC would come under\nfresh scrutiny from Monday, with activity in the European and\nAmerican markets,\" it said.\n    The sources were quoted as saying that after Opec had in\nMarch demonstrated its commitment to quota agreements, some\nmembers had raised output last week. It gave no details.\n    \"Dealers in oil markets were now waiting to see if Opec was\nable to control production, or whether the days of cheating and\nproducing over quotas has begun anew,\" it reported.\n   \"The sources warned that maybe the (price of a) barrel of oil\nwill fall below 18, perhaps 17.80 dlrs this week or next if\nthere is no control on supplies.\n    \"The sources believed a return of oil below 18 dlrs a barrel\nmay open the doors for international oil companies to pressure\nOpec over contract prices, similar to the struggle last March,\"\nit said, apparently referring to resistance by buyers to lift\nfrom Qatar unless it gave price discounts.\n    \"More than one official has warned Opec would find its\nsolidarity under scrutiny by the end of April or start of May,\"\nit said, noting demand usually fell with the onset of summer.\n\n Reuter\n\u0003"
    },
    "PLACES": [
        "kuwait"
    ],
    "PEOPLE": [
        "wilson"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}