{
    "DATE": "30-MAR-1987 06:03:36.19",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "10744",
    "TEXT": {
        "TITLE": "MANNESMANN BUYS INDIRECT MAJORITY STAKE IN SACHS",
        "DATELINE": "    DUESSELDORF, March 30 - ",
        "BODY": "Mannesmann AG <MMWG.F> said it has\nreached a series of agreements giving it an indirect majority\nstake in the <Fichtel und Sachs AG> car parts group.\n    The takeover is contingent on approval from the Federal\nCartel Office in West Berlin, a spokesman said, adding that\nMannesmann was confident the authorities would not block the\npurchase.\n    Mannesmann is buying 75 pct of <MEC Sachs\nVermoegensholding> which owns 37.5 pct of Sachs AG, which in\nturn holds 96.5 pct of Fichtel und Sachs. The MEC shares will\nbe bought from the granddaughters of the firm's founder.\n    Mannesmann is also purchasing a 25.01 pct stake in Fichtel\nund Sachs from Commerzbank AG <CBKG.F> and has an option to buy\nthe bank's remaining 10 pct stake, a company statement said.\n    In addition to these firm agreements, Mannesmann is also\ntalking with the state-owned steel group Salzgitter AG\n <SALG.H> on buying its 24.98 pct stake in Fichtel und Sachs.\n This would give Mannesmann around 75 pct of Fichtel und Sachs.\n    Salzgitter said it decided to give up its own original\nplans to seek a majority stake in Sachs after holding talks\nwith the government in Bonn.\n    Earlier this month Mannesmann disclosed that it might want\na majority stake in Sachs after previously saying it was\nseeking to buy only a minority holding in the company, which\nhas annual turnover of 2.2 billion marks and employs 17,000.\n    The acquisition is part of Mannesmann's efforts to\ndiversify into high-technology areas and away from its previous\nreliance on steel and pipe-making. More\n    A spokesman for the Federal Statistics Office later said\nthe anti-cartel authorities would probably rule on the takeover\nin the new few weeks.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}