{
    "DATE": "25-MAR-1987 07:09:17.42",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "uae"
    ],
    "NEWID": "9208",
    "TEXT": {
        "TITLE": "ABU DHABI TO REOPEN GULF OILFIELD HIT IN 1986 RAID",
        "DATELINE": "    ABU DHABI, March 25 - ",
        "BODY": "Abu Dhabi's offshore Abu al-Bukhoosh\noilfield in the Gulf, shut since an aerial attack last\nNovember, will reopen when new anti-aircraft defences are\nready, and this could be in the next two months, oil industry\nsources said.\n    They said the Abu Dhabi government and Compagnie Francaise\ndes Petroles (Total) <TPN.PA>, whose Total Abu al-Bukhoosh\nsubsidiary owns 51 pct of the field, have agreed on the\nreopening, but that a date has not been definitely fixed.\n    Unidentified planes hit the field, 100 miles off Abu Dhabi,\nlast November 25.\n    The raid killed eight workers and destroyed the main living\nquarters and a bridge linking a wellhead to the main production\nplatform.\n    Western diplomats in the region say Iran was responsible\nbut Tehran has blamed its Gulf War enemy Iraq.\n    Abu al-Bukhoosh was producing 57,000 barrels per day (bpd)\nat the time of the attack, but the sources said it would resume\nat a maximum of half that level because of reduced staff and\nthe fact only four of five wellheads were now operable.\n    The sources said only 80 personnel can be housed in\nremaining accomodations, the sources said.\n    Facilities being installed to protect the field include\naircraft detection equipment, anti-aircraft missiles, housing\nfor military personnel and helicopter landing pads, the sources\nsaid.\n    Abu Dhabi is the largest oil producer in the United Arab\nEmirates, accounting for about 800,000 bpd of its total 1.15\nmln bpd production, the sources said.\n    They also said Iran was working to reopen its Sassan field,\npart of the same reservoir as Abu al-Bukhoosh and located only\na few miles away. Sassan was heavily damaged by an Iraqi air\nraid only 10 days before Abu al-Bukhoosh was attacked.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "zhao-ziyang"
    ],
    "ORGS": [
        "ec"
    ]
}