{
    "DATE": "19-MAR-1987 11:16:35.27",
    "TOPICS": [
        "crude",
        "earn",
        "nat-gas"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "7174",
    "TEXT": {
        "TITLE": "BRITOIL SEES LOWER U.K. EXPLORATION EXPENDITURE",
        "DATELINE": "    LONDON, March 19 - ",
        "BODY": "Britoil Plc's <BTOL.L> exploration\nexpenditure for the U.K. In 1987 was likely to be only about a\nthird of the level in 1986, though overseas expenditure would\nremain approximately the same, Chief executive David Walker\nsaid.\n    He told reporters following the release of the company's\n1986 figures that project expenditure would also remain at 1986\nlevels.\n    U.K. Project expenditure in 1986 rose to 208 mln stg from\n184 mln while exploration expenditure dropped to 87 mln from\n156 mln. Overseas exploration fell to 28 mln from 58 mln in\n1985.\n    Earlier, Britoil posted a drop in pretax profit for 1986 to\n134 mln stg from 759 mln in 1985, before an extraordinary\ncharge of 50 mln stg on the company's U.S. Assets. The results\nwere slightly better than analysts forecast and the share\nfirmed to 231p from 222p at last night's close. Chairman Sir\nPhilip Shelbourne said the collapse in the oil price in 1986\nhad made the period extremely difficult but the company had\ncome through remarkably well.\n    Provided the recovery in oil prices was maintained, the\nconditions would be right for a substantially improved\nperformance this year.\n    He added that the firmness of oil prices in March, when\nthey were normally weaker, made him \"a bit encouraged\" about the\nprospects for future levels.\n    Walker added that Britoil would feel confident if the price\nstayed within a band of 15 dlrs to 20 dlrs a barrel.\n    Britoil had received some 100 responses to its announcement\nof a desire to sell the assets and was asking for bids by the\nlatter part of April.\n    End-year reserves rose to 603 mln barrels of oil compared\nwith 503 mln previously. However, Walker noted that this\nincluded a revised definition of reserves.\n    If 1985 figures were restated along the same lines, the\nreserve figure would show a drop from 720 mln barrels\npreviously.\n    Gas reserves also eased to 3,568 billion cubic feet from a\nrestated 3,660 billion.\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}