{
    "DATE": "26-MAR-1987 16:44:56.87",
    "TOPICS": [
        "acq",
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10190",
    "TEXT": {
        "TITLE": "STANDARD OIL <SRD> SEES BOOST IN 1987 CASH FLOW",
        "DATELINE": "    CLEVELAND, March 26 - ",
        "BODY": "Standard Oil Co expects the sale of\nassets and federal tax refunds resulting from last year's loss\nto add about one billion dlrs to its normal cash flows from\noperations in 1987, its annual report said.\n    Last year, the report noted, the cash flow from operations\ndropped to 1.8 billion dlrs from 3.5 billion dlrs in 1985 and\n3.2 billion dlrs in 1984 due principally to lower oil prices.\n    The report, prepared before British Petroleum Co Plc <BP>\ndisclosed plans to seek the rest of Standard's stock, put 1987\ncapital spending at 1.6 billion dlrs, down from the 1.7 billion\ndlrs projected in January.\n    Standard's capital spending totaled 1.77 billion dlrs in\n1986.\n    The report showed a decline in proven oil reserves to 2.41\nbillion barrels at the end of 1986 from 2.65 billion barrels a\nyear earlier as discoveries and other additions dropped to 11.4\nmln barrels last year from 23.2 mln in 1985.\n    But it said gas reeserves rose to 7.31 trillion cubic feet\nfrom 7.22 trillion at the end of 1985 despite a 30.9 mln cubic\nfeet downward revision in previous reserve estimates during\n1986. Discoveries and other additions totaled 200.5 billion\ncubic feet last year, up from 175.9 billion in 1985, it added.\n    Standard said both oil and gas production increased last\nyear -- to 726,600 barrels per day from 719,700 barrels the\nprevious day and to 154.4 mln cubic feet daily from 10.1 mln in\n1985.\n    But the average sales price of both dropped -- to 13.83\ndlrs per barrel from 26.43 dlrs for oil in 1985 and to 1.49\ndlrs per thousand cubic feet from 2.18 dlrs a year earlier.\n    Standard said its refined product sales also rose last\nyear, to 644,500 barrels per day from 604,200 barrels daily in\n1985.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}