{
    "DATE": "18-MAR-1987 18:11:54.51",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6914",
    "TEXT": {
        "TITLE": "FLEET <FLT> AIMS TO SPEED MERGER WITH NORSTAR",
        "AUTHOR": "    By Cal Mankowski, Reuters",
        "DATELINE": "    NEW YORK, March 18 - ",
        "BODY": "Fleet Financial Group hopes its\nproposed merger with Norstar Bancorp <NOR>, ranked as the\nlargest U.S. banking merger, can be completed by the beginning\nof 1988, according to an executive of Fleet.\n    Robert Lougee, director of corporate communications for\nRhode Island-based Fleet, told Reuters the company is exploring\nthe possiblity of seeking a change in the national trigger date\nfor the state's reciprocal bank law to Jan 1, 1988 from July\none. The decision is up to the Rhode Island legislature.\n    The merger plan was announced in a midday news release that\nsaid the deal, worth about 1.3 billion dlrs, would be\nconsummated July one when Rhode Island barriers to interstate\nbanking outside of New England come down. \"If we can consummate\nthe deal earlier that would be better for all concerned,\"\nLougee said. He said to the best of his knowledge a change in\nthe Rhode Island law would not be a hardship for any other\nbanking institution in the state.\n    He said Fleet is optimstic Connecticut law, which only\npermits interstate banking mergers within New England, can be\namended. Fleet owns First Connecticut Bancorp.\n    If the Connecticut law is not amended in time, Lougee said,\nan option would be to spin off that unit with repurchase\nprovisions.\n    The New England reciprocal banking laws have excluded New\nYork as a means of protecting regional banks from being gobbled\nup by the money center giants.\n    Wall Street analysts said the merger accord between Fleet\nand Albany, N.Y.-based Norstar demonstrates the rapid pace of\ninterstate banking mergers since state legislatures begain\npermitting regional mergers on a reciprocal basis. The U.S.\nSupreme Court decided in mid-1985 to permit the mergers.\n    Fleet and Norstar in a joint statement billed the proposed\nmerger as \"a partnership of two companies.\" Both will continue\nto operate existing headquarters after the merger.\n    Norstar holders will receive 1.2 Fleet shares for each one\nof theirs following Fleet's previously announced two-for-one\nsplit. Fleet shares closed today at 59-1/2, up 1/8, giving the\ndeal an indicated value of 1.3 billion dlrs.\n    That topped the proposed merger of Los Angeles-based\nSecurity Pacific Corp <SPC> and Seattle's Rainier Bancorpartion\n<RBAN>. The West Coast deal, announced about four weeks ago, is\nworth an estimated 1.2 billion dlrs.\n    Chemical New York Corp's <CHL> acquisition of Texas\nCommerce Bancshares last year was valued at about 1.2 billion\ndlrs, making it similar in size to the Security Pacific-Rainer\ndeal. The California combination of Wells Fargo and Co <WFC>\nand Crocker National Corp last year was worth 1.1 billion dlrs\nand there have been several bank mergers in the southeast\nvalued in the 700-800 mln dlr range.\n    \"It's a merger of equals,\" said analyst John Rooney of\nMoseley Securities Corp. He said Norstar had a book value at\nthe end of 1986 of 19.63 dlrs per share, while Fleet's book\nvalue was 28.02 dlrs.\n    Rooney noted that Norstar chairman Peter Kiernan is in his\n60's while Fleet's Terrence Murray is in his late 40's. He said\nKiernan would probably head the combined company until his\nretirement then Murray could assume the top post.\n    Analyst Thaddeus Paluszek of Merrill Lynch and Co said\nFleet's earnings would have been diluted about two pct in 1986\non the basis of the merger terms announced today.\n    He noted that Fleet has a \"teriffic reputation\" after\nhaving diversified in a number of financial areas. Fleet has\nestablished consumer banks in the southeast and is known as an\ninnovator in securitization of mortgages.\n    The merged banks would have assets in excess of 25 billion\ndlrs and be one of the 25 largest banks in the U.S.  Norstar\noperates in most of New York state but not in New York City.\n    Lougee said at some point in the future banking operations\nthat both Norstar and Fleet operate in the state of Maine would\nbe combined.\n    The agreement between Norstar and Fleet includes a\n\"lock-up\" option designed to deter other acquirers. Each\ngranted the other an option to purchase authorized but unissued\nshares amounting to 24.99 pct of the fully diluted shares\noutstanding.\n Reuter\n\u0003"
    },
    "ORGS": [
        "iwcc"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "lme"
    ]
}