{
    "DATE": "20-OCT-1987 13:33:18.08",
    "TOPICS": [
        "oilseed",
        "soybean",
        "veg-oil",
        "trade"
    ],
    "PLACES": [
        "uk",
        "usa"
    ],
    "NEWID": "20461",
    "TEXT": {
        "TITLE": "ASA SAYS EC OILSEED POLICY ILLEGAL UNDER GATT",
        "DATELINE": "        LONDON, Oct 20 - ",
        "BODY": "The American Soybean Association (ASA)\ndenounced European Community (EC) oilseed policies as illegal\nunder the General Agreement on Tariffs and Trade, and\nthreatened to make an unfair trade complaint if the EC does not\nremedy the situation.\n    ASA Vice President James Adams told an ASA-sponsored\nOutlook 87 conference: \"It will be filed unless the EC takes\ndrastic and immediate steps.\"\n    \"These subsidies are blatantly unfair and are GATT illegal,\nsince they were established after the zero soybean duty was\nestablished in 1962,\" he said.\n    The ASA's unfair trade petition against the EC would ask\nfor an investigation and modification of EC oilseed policies to\nmake the regime non-discriminatory.\n    The EC in 1962 ruled all EC oilseed imports duty-free, in\nan effort to fill its oilseed needs. But EC oilseeds production\nhas risen dramatically since then.\n    The EC now guarantees oilseed prices to farmers above world\nmarket levels and is considering implementing a controversial\noils and fats tax.\n    The subsidies \"are obvious attempts to circumvent the zero\nduty binding and that makes U.S. Farmers mad as hell,\" Adams\nsaid.\n    The ASA is confident the U.S. Congress will support its\ntrade complaint, Adams said. The ASA also strongly opposes an\nEC proposal to tax vegetable and marine oils consumed in the\nEC, which will be considered by the EC Commission in December.\n    U.S. Soybean world market share has declined 35 pct in\nvolume and 40 pct in value since 1982, primarily as a result of\nEC policies, Adams added.\n    Lord Plumb, European Parliament President and a speaker at\nthe conference, said the EC expanded oilseed production in 1973\nwhen the U.S. Halted overseas sales of soy products.\n Reuter\n\u0003"
    },
    "ORGS": [
        "gatt",
        "ec"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "comex"
    ]
}