{
    "DATE": " 9-MAR-1987 08:54:12.02",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3026",
    "TEXT": {
        "TITLE": "IOMEGA <IOMG> SETS MANAGEMENT, LABOR LAYOFFS",
        "DATELINE": "    ROY, Utah, March 9 - ",
        "BODY": "Iomega Corp said it has laid off over\na quarter of its professional and management staff and nearly\nhalf of its direct labor force as part of a restructuring and\ndownsizing of its business.\n    The company also said it will receive a qualified opinion\nfrom the auditors of it 1986 financial statement subject to the\noutcome of two suits. The company is a defendant in a\nconsolidated class action law suit which seeks damages in an\nunspecified amount and is also a defendant in a related\nshareholder action.\n    Iomega said the auditors state in their opinion letter that\nboth actions are in the early stages of discovery and the\nlikely outcome can not be determined at this time.\n    The company said a corporate wide reduction of its\nprofessional, management and indirect labor will result in the\npermanent elimination of 183 positions in all functional areas\nof the company's business. This represents over 25 pct of\nprofessional, management and indirect employees, it added.\n    In addition, Iomega announced layoff of about 182\nemployees, principally from its manufacturing direct labor\nforce. Those affected represent about 46 pct of direct labor.\n    Commenting on the layoffs, Iomega said those from among the\ndirect labor force affects personnel building the Alpha Eight\nInch Disk Drive and Bernoulli Boxes.\n    \"This action is required as we bring our finished goods\ninventory and inventory in our distribution channels down to\nacceptable levels,\" it explained.\n    The company stated this layoff does not affect the\nproduction of its new 5-1/4 inch Beta 20 product which is\ncurrently being built to a backlog of orders.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ]
}