{
    "DATE": " 1-APR-1987 17:14:17.65",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12340",
    "TEXT": {
        "TITLE": "COFFEE FUTURES AT SIX-YEAR LOW, UNDER 1 DLR/LB",
        "DATELINE": "    CHICAGO, April 1 - ",
        "BODY": "Coffee futures dipped further today and\nclosed below 1 dlr a pound for the first time in six years.\n    Coffee for delivery in May ended at 99.28 cents a pound on\nthe Coffee, Sugar and Cocoa Exchange, down 0.76 cent and the\nlowest price since August, 1981.\n     Prices have been falling steadily since the International\nCoffee Organization failed in February to reach an agreement\ncontrolling exports by its members, and pressure was renewed\nthis week as the executive board of the organization met in\nLondon without reopening debate on its export quotas.\n    The executive board has limited its current discussions to\nadministrative matters and is set to adourn Thursday.\n    Burdensome supplies have pressed the market down from 1.30\ndlr a pound in February, when the organization's discussions\naimed at re-establishing export quotas broke down.\n    Sandra Kaul, a coffee analyst in New York with Shearson\nLehman Brothers, said supplies currently are at their high\npoint for the year because most producing nations have just\ncompleted their harvests.\n    In addition, she said, many of those nations are faced with\nserious debt and need to sell coffee to raise capital.\n    \"This should keep substantial pressure on exporters to\nundertake sales despite the drop in prices,\" she said.\n    Further, U.S. demand could be sluggish because winter, the\nperiod of greatest consumption, is ending. Prices could fall\nanother 10 cents to 15 cnts a pound, analysts said.\n    Gold futures retreated from modest early gains and closed\nsteady while silver prices rallied on the Commodity Exchange in\nNew York.\n    The increase in U.S. banks' prime rates prompted concern\nabout renewed inflation, but the strength of the U.S. dollar\ndiscouraged new buying.\n    \"The market is getting mixed signals and it doesn't know\nwhich way to go,\" one analyst said.\n    Gold futures retreated from modest early gains and closed\nsteady while silver prices rallied on the Commodity Exchange in\nNew York.\n    The increase in U.S. banks' prime rates prompted concern\nabout renewed inflation, but the strength of the U.S. dollar\ndiscouraged new buying.\n    \"The market is getting mixed signals and it doesn't know\nwhich way to go,\" one analyst said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "EXCHENGES": [
        "comex"
    ]
}