{
    "DATE": "31-MAR-1987 17:49:18.23",
    "TOPICS": [
        "money-fx"
    ],
    "NEWID": "11734",
    "TEXT": {
        "TITLE": "CURRENCY FUTURES CLIMB LIKELY TO BE CHECKED",
        "AUTHOR": "    By Leslie Adler, Reuters",
        "DATELINE": "    CHICAGO, March 31 - ",
        "BODY": "The surge in currency futures since\nFriday on the heels of the Reagan administration's proposed\ntariffs on Japanese imports is likely to be curtailed in the\ncoming week, financial analysts said.\n    \"The market is taking a breather now, and I would expect it\nto last a little longer,\" said Craig Sloane, a currency analyst\nwith Smith Barney, Harris, Upham and Co.\n    Profit-taking, which robbed the currency futures of some\nmomentum today, is likely to continue, he said.\n    Central banks are likely to play a role in halting the\nadvance in currencies through intervention, the analysts said,\neven though the dollar fell to a 40-year low against the\nJapanese yen on Monday despite Bank of Japan intervention.\n    Treasury Secretary James Baker's comments that the G-6\nnations remain committed to the Paris accord, coupled with his\nrefusal to give any targets for exchange rates, provided a note\nof stability to the market Tuesday, the analysts said.\n    Furthermore, Merrill Lynch Economics analyst David Horner\nsaid G-6 central banks haven't yet shown the full force of\ntheir commitment to the Paris accord.\n    \"I'm among those who believe the G-6 have a plan behind the\nscenes,\" Horner said.\n    Horner said more forceful central bank intervention will\nfirm the dollar and cap the rise in currency futures.\n    \"Coordinated, punishing intervention\" by the central banks\n-- in contrast to the recent rolling intervention which has\nonly smoothed out the market -- is in the offing, according to\nHorner.\n    \"I think we're near the top of the range in the Europeans\n(currencies),\" he said.\n     On the other hand, the upside target for the yen, which\nset a new contract high today at 0.006916 in the June contract,\nis at 0.007050, Horner said.\n    Still, other analysts believe currency futures have yet to\npeak.\n    \"The basic trend in the currencies is higher,\" said Anne\nParker Mills, currency analyst with Shearson Lehman Brothers\nInc. \"The market wants to take the dollar lower.\"\n    Uncertainty over central bank action and nervousness over a\nG-5 meeting next week in advance of a meeting of the\nInternational Monetary Fund could make for choppy price\nactivity the remainder of the week, Mills said.\n    In addition, although the market shrugged off relatively\nhealthy gains in February U.S. leading economic indicators and\nfactory orders Tuesday, economic data could play a larger role\nin coming sessions, the analysts said.\n    Friday's employment statistics in particular will be\nclosely watched, Sloane said, adding that a forecast rise of\n250,000 in non-farm payroll jobs should underpin the dollar.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}