{
    "DATE": " 9-MAR-1987 08:40:06.50",
    "TOPICS": [
        "trade",
        "gnp",
        "bop",
        "dlr"
    ],
    "PLACES": [
        "uk",
        "usa",
        "west-germany",
        "japan"
    ],
    "NEWID": "3019",
    "TEXT": {
        "TITLE": "OECD TRADE, GROWTH SEEN SLOWING IN 1987",
        "DATELINE": "    LONDON, March 9 - ",
        "BODY": "The 24 nations of the Organisation for\nEconomic Cooperation and Development (OECD), hampered by\nsluggish industrial output and trade, face slower economic\ngrowth, and their joint balance of payments will swing into\ndeficit in 1987, the Economist Intelligence Unit (EIU ) said.\n    The EIU said in its World Trade Forecast it revised OECD\neconomic growth downwards to 2.5 pct this year, compared with a\n2.8 pct growth forecast in December.\n    It said the new areas of weakness are West Germany and the\nsmaller European countries it influences, and Japan, hardest\nhit by currency appreciation this year.\n    The independent research organisation cut its 1987 growth\nrate forecasts for West Germany to 2.2 pct from 3.2 pct in\nDecember and to 2.3 pct from three pct for Japan.\n    It said it expected the OECD to post a current account\ndeficit of some 13 billion dlrs in both 1987 and 1988, due in\nlarge part to a 1.50 dlrs a barrel rise in 1987 oil prices.\n    It said the U.S. Current account deficit looked likely to\nfall even more slowly than forecast, to 125 billion dlrs in\n1987 and 115 billion in 1988 from 130 billion in 1986.\n    It said it expected West Germany to post a 31 billion dlr\npayments surplus and Japan a 76 billion dlr surplus this year.\n    The EIU said it saw oil prices dropping to around 16.50\ndlrs a barrel by end-1987 and 15.50 dlrs in 1988 from about 18\ndlrs last year, as adherence to OPEC output policy becomes\nincreasingly ragged.\n    It said the dollar is poised to resume its decline in\nforeign exchange markets, and will lose a further 13 pct on its\ntrade-weighted index this year and five pct in 1988 after last\nyear's 18.4 pct drop. The average mark/dollar rate is put at\n1.80 marks this year and 1.70 in 1988 while the yen/dollar rate\nis expected to break through the 150 yen barrier with an\naverage value of 150 yen in 1987 and 146 yen in 1988, it said.\n    \"This is not a crash scenario but the dollar's steeper\nangle of descent increases the risk of ending with a fireball\nrather than a three-point landing,\" the EIU said.\n    \"Talking will not stop the dollar's slide for long and the\nFebruary meeting (of finance ministers of the Group of Five and\nCanada) produced scant promise of either a decisive shift to\nmore expansive policies in West Germany and Japan, or a tighter\nU.S. Fsical policy,\" it said.\n    It said the key to the dollar's fortunes was the\nwillingness of Japanese institutions to buy U.S. Government\nassets despite prospects of sustaining a currency loss.\n    \"Thus far they have been willing,\" the EIC said, adding\nthat if Japan was deterred from buying U.S. bonds the dollar\nwould collapse.\n    To contain such a currency crisis, dollar interest rates\nwould have to soar, bringing recession and a Third World debt\ncrisis, it said.\n    On trade, the EIU said prospects for 1987 look\n\"increasingly sick.\"\n    Import growth, forecast in December at 4.5 pct, is now seen\nslowing down to around 3.8 pct in 1987 with a recovery only to\n4.2 pct in 1988, it said.\n    The weakness of the West German economy is the biggest\nsingle factor, with import growth there expected to feature a\nsluggish 3.5 pct growth in 1987 against the 6.5 pct forecast in\nDecember, the EIU said.\n    On the export side, it said it saw weak demand in West\nGermany affecting export prospects elsewhere in Europe, while\nJapan's exports in 1987 would remain flat and sales by U.S.\nExporters would respond only marginally to a lower, more\ncompetitively-priced dollar.\n    It said in most of Europe and in Japan, raw materials and\noil will cost less in domestic currency in 1987 than in 1986.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ]
}