{
    "DATE": "12-MAR-1987 10:24:54.38",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "saudi-arabia"
    ],
    "NEWID": "4246",
    "TEXT": {
        "TITLE": "SAUDI OUTPUT SAID AT YEAR LOW TO HELP OPEC",
        "AUTHOR": "    By Philip Shehadi, Reuters",
        "DATELINE": "    RIYADH, March 12 - ",
        "BODY": "Saudi Arabian oil output has fallen to\nits lowest level in more than a year, giving fresh evidence of\nthe kingdom's determination to keep oil prices at 18 dlrs a\nbarrel, as agreed by Opec last December, oil industry sources\nsaid.\n    They said Saudi output in the first eight days of March\naveraged 2.6 mln barrels per day (bpd) including oil from the\nneutral zone shared with Kuwait, compared to a February average\nof 3.5 mln bpd.\n    They said Saudi Arabia was also selling oil from its crude\noil stocks in tankers around the world, which OPEC says must be\ncounted towards a member's production quota. Saudi Arabia's\nquota is 4.133 mln bpd.\n    The lower production levels indicated Saudi Arabia, the\nworld\"s largest oil exporter, was insisting on getting Opec\nofficial prices, even at the cost of lower production, the\nsources said.\n    King Fahd reiterated yesterday, in an interview with\nReuters and the television news agency Visnews, the Saudi\ncommitment to OPEC's December pact to boost oil prices to an\naverage 18 dlrs.\n    \"Saudi Arabia is completely sticking to OPEC decisions,\" he\nsaid.\n    The sources said the kingdom's exports from Gulf ports\naveraged one mln bpd during the eight days ending last Sunday,\ndown from a February average of 1.9 mln bpd.\n    They said Saudi Arabia was allowing production to fluctuate\nwith lifting nominations and was not trying to maintain\nartificially high levels by putting oil into storage.\n    The kingdom's main buyers, the four U.S. Oil firms with\npast stakes in the national oil company Aramco -- Mobil, Exxon,\nTexaco and Chevron -- enjoy considerable flexibility in the\ntiming and volume of their liftings but are bound to pay\nofficial prices, the sources said.\n    Spot market prices have firmed in the past two weeks but\nstill remain below OPEC levels and major buyers have delayed\nliftings in the hope they would improve, the sources said.\n    They expected low early March output to pick up towards the\nend of the month as buyers sought to fulfill their contractual\nobligations.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "king-fahd"
    ],
    "ORGS": [
        "opec"
    ]
}