{
    "DATE": "23-MAR-1987 02:06:32.30",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "8131",
    "TEXT": {
        "TITLE": "EXXON OFFICIAL URGES PLANNING FOR NEXT OIL SURGE",
        "DATELINE": "    SURFERS PARADISE, Australia, March 23 - ",
        "BODY": "World governments\nshould prepare for an inevitable significant increase in the\nprice of oil as non-Middle East supplies diminish, Exxon Corp\n<XON> director and senior vice-president Donald McIvor said.\n    Policymakers must also face up to the reality that the bulk\nof world oil reserves lies in the Middle East, he said in a\nspeech prepared for delivery to the Australian Petroleum\nExploration Association (APEA) annual conference.\n    It appears ever more likely that new discoveries elsewhere\nwill not change this fact, he said.\n    McIvor said 37 of the world's 30,000 oil fields contain\nabout 35 pct of all oil ever discovered.\n    Only 11 of these 37 super-giant fields lie outside the\nMiddle East and only five of the 37 have been discovered in the\nlast 20 years, three of them in the Middle East, he said.\n    He also said that since 1970, the world has been consuming\n20 to 25 billion barrels a year while making discoveries at the\nrate of only 10 to 15 billion barrels a year.\n    More than half of remaining proved reserves are in the\nMiddle East, he said.\n    McIvor said it was important to continue to search for oil\noutside the Middle East because each addition contributes to a\ndiversity of supply desirable for global political and economic\nstability.\n    \"It is important to enhance the likelihood of home-country\ndiscoveries with measures such as non-discriminatory and stable\ntaxation, and minimum regulation, together with opening up of\nacreage for exploration,\" he said.\n    Increasing reliance on the Middle East will also boost the\nincentive to use natural gas and synthetic sources of\npetroleum, he added.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "bangemann"
    ]
}