{
    "DATE": " 5-APR-1987 19:01:21.43",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "13256",
    "TEXT": {
        "TITLE": "IEA SEES ONE PCT GROWTH IN 1987 OECD OIL DEMAND",
        "DATELINE": "    PARIS, April 5 - ",
        "BODY": "Growth in oil consumption in the Western\nindustrialised countries is likely to slow to around one pct\nthis year compared with 2.3 pct in 1986, the International\nEnergy Agency (IEA) said.\n    Oil use in the 24 countries of the OECD increased by around\none pct in first quarter 1987 to 35.9 mln bpd, the IEA said in\nits Monthly Oil Market Report.\n    Growth in OECD countries is expected to come primarily from\ntransport fuels, as in 1986. But if average consumer prices are\nhigher than 1986, the rate of growth for these fuels may be\nbelow last year's 3.6 pct, it said.\n    The IEA said that assuming crude oil and product prices\nstay close to current levels, some destocking by end-users can\nbe expected. If that happens, natural gas will also regain some\nof the market share it lost to heavy fuel in 1986, and there\nmay be slightly less growth in transport fuels.\n    IEA estimates on April 1 put oil stocks in the OECD area at\n428 mln tonnes, representing 98 days of forward consumption.\nThis is about the same level as at the begining of the year.\n    The agency said this flat trend is explained by the\nprojected seasonal consumption decline in the second quarter of\nthe year which offset a reduction in stocks.\n    It said initial estimates indicate that company stocks fell\nby 1.2 mln bpd in OECD countries in the first quarter of the\nyear. This followed a small rise in January of 0.4 mln bpd but\na decline of 1.5 mln bpd in February and 2.5 mln bpd in March.\n    It is possible that final data will show a larger draw,\nparticulary for March, it said. As crude production also fell,\nthere is likely to have also been a decline in non-reported\nstocks, particularly at sea, the IEA said.\n    Company stocks on land in the OECD rose to 326 mln tonnes\non April 1 against 316 mln on April 1 1986. Governments built\nup strategic stocks to 102 mln tonnes against 97 mln in the\nperiod.\n    The year-on-year trend of government stock building is\ncontinuing with year-on-year company stocks also rising, more\nor less in line with consumption, after declining for five\nyears, the IEA noted.\n    Oil stocks on land in the U.S. And Canada were put at 206.6\nmln tonnes on April 1, down from the 214 mln tonnes on January\n1 and equivalent to 94 and 98 days of consumption,\nrespectively.\n    Oil stocks in Western Europe were 147.4 mln tonnes on April\n1, down from the 154 mln on January 1 but still equivalent to\n94 days of consumption.\n    World oil supply fell in the first quarter by about two mln\nbpd to 45.2 mln bpd from 47.2 mln bpd in last quarter 1986.\n    This drop was mostly due to a decline in OPEC crude\nproduction to around 15.5 mln bpd in February/March from 16.5\nmln bpd in January and to the seasonal drop in exports from\ncentrally-planned Economies, the IEA said.\n    Total OPEC crude oil supply was 15.8 mln bpd in the first\nquarter, plus 1.4 mln bpd of NGLs, compared with 17.3 mln bpd\nof crude in the last three months of 1986 and 17.9 mln average\nfor the whole of 1986. Supply from non-OPEC countries totalled\n28 mln bpd, against 28.5 mln bpd in the fourth quarter 1986.\n    A drop in Saudi Arabian output to a tentatively forecast\n3.3 mln bpd in March from 3.6 mln bpd in February was the\nlargest factor behind the OPEC production decline, the IEA\nsaid.\n    Saudi Arabia\"s Opec-assigned output quota is 4.133 mln bpd.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "eyskens",
        "delors",
        "stoltenberg",
        "lawson"
    ],
    "ORGS": [
        "iea",
        "oecd",
        "opec"
    ]
}