{
    "DATE": "27-APR-1987 10:18:34.80",
    "TOPICS": [
        "dlr",
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "17325",
    "TEXT": {
        "TITLE": "PRESSURE GROWS FOR U.S. ACTION TO AID DOLLAR",
        "AUTHOR": "    by Jeremy Solomons, Reuters",
        "DATELINE": "    NEW YORK, April 27 - ",
        "BODY": "Pressure is growing in the financial\nmarkets for the U.S. to take overt action to stabilize the\ndollar even though doubts linger that it has fallen far enough\nto help redress world trade imbalances, economists and dealers\nsaid.\n    Some experts believe that a half-point increase in the U.S.\ndiscount rate, preferably in conjunction with rate cuts in\nTokyo and Bonn, would be enough to discourage sellers.\n    But many fear that more drastic action, such as a U.S.\nissue of yen-denominated Treasury bonds, may be needed.\n    Despite official warnings about the dangers of a further\ndollar decline and concerted central bank intervention, the\ndollar extended its recent sharp depreciation, touching a\n40-year low of 137.25 yen in Tokyo earlier today after closing\nhere on Friday at 139.30/40.\n    The impact on other financial markets was devastating.\n    In Tokyo, the stock market suffered its largest single day\ndecline; in London, gold bullion prices rose to four-year highs\nand in the U.S., long Treasury bond yields surged above 8.80\npct and the Dow Jones Industrial Average fell more than 40\npoints in hectic early trading.\n    \"The problem now is linkage. This is not just a currency\nproblem. It is affecting all the markets,\" said one senior\ntrader at a major U.S. bank.\n    Up until September of last year, international efforts to\nredress world trade imbalances appeared to working like a\ndream; the dollar was falling in an orderly manner, world\ninterest rates were tumbling and inflation was kept in check.\n    In recent months, however, this strategy has begun to show\nsigns of severe stress, with the U.S. imposition of punitive\ntariffs on Japan threatening to unravel this spirit of\ncooperating and condemn the world to a damaging trade war.\n    \"The markets fear that we have built up a momentum that is\nreally difficult to stop. A U.S. rate hike has become an\ninevitability,\" one currency dealer said.\n    \"At this point, nothing short of a Fed discount rate\nincrease, ideally combined with further discount rate cuts by\nJapan and Germany, would seem capable of stabilizing the\ndollar,\" said David Jones of Aubrey G. Lanston and Co Inc.\n    Allen Sinai of Shearson Lehman Brothers Inc predicted a 1/4\nto 1/2 point U.S. rate increase before May 19 and a rise in\nU.S. bank prime lending rates to eight pct from 7-3/4 pct in\nthe near future.\n    But many economists feared that any moderate U.S. rate\nincreases, which appear unlikely to be matched by rate cuts\noverseas, would be too little, too late.\n    \"They should have done this 10 days ago. It would have done\nthe trick then,\" said one currency analyst.\n    \"If they do it now, it would be seen as a defensive measure\nnot an offensive one. It would show policy weakness not\nstrength,\" added one trader.\n    In addition, economists fear that a discount rate rise\nmight place additional strain on a sluggish U.S. economy and\ntempt embattled debtor nations to retaliate.\n    A U.S. discount rate increase would also fuel the\nprotectionist fires in Washington, where the House is expected\nto pass a protectionist trade bill, whatever compromises\nPresident Reagan and Prime Minister Nakasone can come up with\nduring their summit later in the week.\n    \"Politically, they can't really do it this week,\" said one\ncurrency analyst, pointing out that if it failed to stabilize\nthe dollar, it would only weaken the U.S. negotiating stance.\n    Even if the U.S. retains the upper hand, economists and\ntraders do not hold out high hopes for any major new\ninitiatives from this week's talks.\n    At best, the experts see some sort of accord whereby Japan\nwill agree to stimulate growth and open its domestic markets to\noutsiders while the U.S. promises to lift its tariffs and\nsupport the Group of Seven dollar stabilization agreement.\n    But many fear that this may not be enough to assuage the\nmarket's speculative selling fervor, which has now raised fears\nof weak overseas interest at next week's quarterly U.S.\nTreasury refunding program.\n    Japanese and European investors have traditionally played\nan active role in these auctions, which are expected to total\n28 to 29 billion dlrs.\n    Consequently, thoughts are turning to the possibility that\nPresident Reagan may try to remove foreign investors' worries\nabout currency risk by financing part of the U.S. budget\ndeficit in yen or mark bonds, rather than dollars.\n    While similar action by former President Carter helped to\nstabilize the dollar in 1978, the White House is clearly\nreluctant to take such a step, economists said.\n    This hesitance was amply shown last Friday when U.S.\nTreasury Secretary James Baker said, \"there might well be some\nwho would view (yen-denominated bonds) as a lack of confidence\nby the U.S. in its own currency.\"\n    Baker added, \"therefore we don't think it's an appropriate\nthing to do.\"\n    A foreign exchange analyst at a major Japanese bank here\nshared Baker's doubts. \"Dollar defending measures are very\nunlikely. They will confirm the dollar's weak undertone and\nlead to further speculative dollar selling,\" he said.\n    Thus, it may be less destabilizing for the authorities to\nstop trying to fight the market's bearish sentiment.\n    In a recent lengthy report, economists at Morgan Guaranty\nTrust Co concluded, \"the dollar should be left free to trade at\nwhatever level market forces produce.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc"
    ]
}