{
    "DATE": "13-APR-1987 08:12:29.28",
    "TOPICS": [
        "dlr"
    ],
    "NEWID": "16200",
    "TEXT": {
        "TITLE": "G-7 SEEMS WORRIED MARKETS IGNORE COORDINATION",
        "AUTHOR": "    By Peter Torday, Reuters",
        "DATELINE": "    WASHINGTON, April 13 - ",
        "BODY": "Top officials of leading industrial\nnations appear deeply worried that financial markets have\nignored their efforts to coordinate policies, which they\nbelieve they strengthened in talks last week.\n    Monetary sources said officials were exasperated that the\nmarkets, which drove the dollar rapidly lower and severely\ndisrupted bond and stock markets too, did not take heed of the\npolicy commitments of the Group of Seven -- the United States,\nJapan, West Germany, France, Britain, Italy and Canada.\n    Treasury Secretary James Baker went out of his way to\nreassure markets of his commitment to a stable dollar with a\nstatement, and French Finance Minister Edouard Balladur\nunderscored that by saying: \"I don't believe at all that the\nAmericans want a weaker dollar.\"\n    West German Finance Minister Gerhard Stoltenberg said the\ndollar's latest rapid descent \"involves the risk -- now already\na tangible threat -- of a new strong surge of inflation,\nleading to a renewed rise in interest rates.\"\n    But there were signs too, that while policymakers feared\nthe market uproar, they seemed to accept there was little they\ncould do until the economic picture changed, and currencies\nsettled into a stable pattern as a result.\n    Nor did there seem to be any enthusiasm at last week's\nsemi-annual meetings of the IMF and the World Bank for higher\nU.S. Interest rates as the best way to curb the dollar's rapid\ndescent. That distaste stems in part from fears of recession.\n    Outgoing Deputy Treasury Secretary Richard Darman told\ntelevision interviewers he did not think a policy of driving\nthe dollar down would solve the U.S. trade deficit.\n    \"It would slow growth in Germany and Japan which would\nadversely affect our trade balance and ultimately it would\ndrive interest rates up here which would throw us, if not\n(into) recession, into slower growth,\" he said.\n    Asked if higher U.S. Interest rates would stabilize the\ndollar, Balladur said: \"When a currency is maintained\nartificially high, by artificially high interest rates, it is\nnot healthy.\"\n    And resorting to higher interest rates could lead to\nrecession, he said.\n    Acknowledging the dollar's latest slide was now a fact of\nlife, Balladur said, \"there may be adjustments of course in one\nor other currencies, this is not a fixed rate system.\"\n    But Federal Reserve Board chairman Paul Volcker said he\nmight rein in credit if the dollar's slide deepens.\n    U.S. Monetary sources also said Washington wanted it\nunderstood by markets the seven's commitments were genuine.\n    \"The United States and the six major industrial countries\nare fully committed to implementing our undertakings in these\nagreements,\" Baker told the meetings.\n    Darman said Baker had been misinterpreted by markets which\nwrongly believed earlier remarks suggested he wanted a further\ndecline in the dollar. Baker, Darman said, was committed to\nstabilizing currencies at current levels.\n    Last week's statement from the seven reaffirmed a February\n22 agreement in Paris in which the Reagan administration agreed\nto reach a budget deficit compromise with Congress and to fight\nprotectionism.\n    West Germany and Japan, meanwhile, agreed to stimulate\ndomestic demand and lead a global upturn.\n    Ministers believed the Paris pact was bolstered by Japan's\npromise of a 35 billion dlr supplementary budget.\n    The sources said they believed Baker saw it as a major\naction. But the seven seem to accept their commitment to stable\ncurrencies applied to today's exchange rates and not those at\nthe time of the Paris agreement, when the dollar stood higher.\n    The Paris accord said, \"currencies (are) within ranges\nbroadly consistent with underlying economic fundamentals, given\nthe policy commitments summarized in this statement.\"\n    Now they accept the dollar's lower level, especially\nagainst the yen, as hard reality that is nonetheless consistent\nwith the agreement. \"The ministers and governors reaffirmed the\nview that around current levels their currencies are within\nranges broadly consistent with fundamentals,\" last week's\nstatement read.\n    Monetary sources said policymakers understood markets were\nfocusing on instability created by the gap between the U.S.\nTrade deficit and the surpluses of West Germany and Japan\nrather than prospective policy changes. European monetary\nsources said Bonn was still unconvinced that Washington meant\nbusiness with its commitment to cut the budget deficit.\n Reuter\n\u0003"
    },
    "PLACES": [
        "uk",
        "usa",
        "france",
        "west-germany",
        "canada",
        "italy",
        "japan"
    ],
    "PEOPLE": [
        "james-baker",
        "stoltenberg",
        "balladur"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}