{
    "DATE": "23-MAR-1987 03:16:03.85",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "8141",
    "TEXT": {
        "TITLE": "JAPAN SAYS IT TRYING TO EXPAND DOMESTIC DEMAND",
        "DATELINE": "    TAUPO, New Zealand, March 23 - ",
        "BODY": "Japan has assured a meeting\nof trade ministers it is making every effort to expand domestic\ndemand and restructure its economy.\n    Japanese trade representative Tsomu Hata told an informal\nGeneral Agreement on Tariffs and Trade (GATT) meeting that, in\naddition to demand boosting measures adopted last September, a\ncomprehensive economic program will be prepared after the\n1987/88 budget is approved.\n    Hata, speaking at the first session of the two-day meeting,\nsaid agriculture is no exception to the goal of restructuring\nthe economy, but did not elaborate.\n    Hata said protectionist pressures in the international\neconomy are as strong as ever, reflecting financial deficits,\npayment imbalances and serious unemployment in many countries.\n    Despite great potential, developing economies are still\nconfronted by grave difficulties, particularly debt, he added.\n    The basis for the talks is the GATT ministerial declaration\nlast September in Punta del Este, Uruguay, and the subsequent\ntrade negotiating plan agreed in Geneva.\n    \"It is essential that we first reaffirm here our commitment\nto implementing that plan as scheduled,\" Hata said.\n    Hata added it is not constructive to speed up negotiations\nin some areas at the expense of others.\n    In order to rebuild the free trade system, it is important\nfor each participant to have domestic policies that will serve\nthis end.\n    As part of its contribution, Japan plans in April to\nfundamentally improve its generalised system of preferences for\nindustrial and mining products to make Japan's domestic market\nmore open to developing countries, he said.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "bangemann"
    ]
}