{
    "DATE": "12-MAR-1987 17:15:25.68",
    "TOPICS": [
        "gnp",
        "cpi"
    ],
    "PLACES": [
        "venezuela"
    ],
    "NEWID": "4573",
    "TEXT": {
        "TITLE": "VENEZUELAN PRESIDENT DEFENDS REFINANCING ACCORD",
        "DATELINE": "    Caracas, march 12 - ",
        "BODY": "president jaime lusinchi defended the\n20.3 billion dlr debt rescheduling accord his government\nrecently signed, saying it will open new credit flows and bring\nneeded foreign investment to venezuela.\n    In his annual state of the nation speech, lusinchi also\nsaid venezuela supports other latin american debtors, despite\nhaving reached a rescheduling accord on its own.\n    In the 90-minute speech to the congress, lusinchi summed up\nthe achievements of his administration, which took office in\nfebruary 1984. He pointed to the 3.3 pct growth in non-oil gdp\nin 1986 and to a \"moderate\" 12 pct inflation rate.\n    Lusinchi said the 20.3 billion dlr debt rescheduling signed\nfeb. 27 put an end to a process which had been 'the calvary of\nour nation over the post four years.'\n    In the refinancing accord, he said, venezuela managed to\nachieve 'the most inmportant thing, which is the reopening of\nfinancial flows from abroad, essential for the financing of\ndevelopment and the (financing) of trade and investment.'\n    Once all the details of the agreement are finalized, he\nsaid, venezuela will seek new financing for the imported\ncomponents of new development projects.\n    \"our intention is not to continue being net exporters of\ncapital, but to protect our balance of payments with a flow of\ncapital towards venezuela,\" he said.\n    Under the agreement signed february 27, venezuela extended\npayments on the debt from 12 to 14 years, while the interest\nrate was lowered from 1 y 1/8 to 7/8 of a pct over libor.\n    At the same time, payments over the next three years were\nlowered from 3.450 to 1.350 billion dlrs.\n    Lusinchi defended the rescheduling accord against critics\nwho said it merely deferred the weight of payments to future\ngovernments.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "inro"
    ]
}