{
    "DATE": " 1-JUN-1987 18:30:28.08",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17863",
    "TEXT": {
        "TITLE": "BURLINGTON <BUR> HEARING TO CONTINUE TOMORROW",
        "DATELINE": "    Greensboro, N.C., June 1 - ",
        "BODY": "U.S. District Court Judge Eugene\nA. Gordon said he plans to issue a decision tomorrow on\nBurlington Industries Inc's request for an injunction to stop\nSamjens Acquisition Corp's takeover bid for the company.\n    Wall Street sources have said the outcome of the case could\nbe pivotal in determining the winner in the fierce takeover\nbattle for Burlington, the largest u.s. textile maker.\n    Gordon presided over six hours of argument today by lawyers\nfor Burlington and Samjens, a partnership formed by Dominion\nTextile Inc and New York investor Asher Edelman.\n    Hearings are scheduled to continue tomorrow. A preliminary\ninjunction would hold up Samjens 2.47 billion dlr offer until\nthe case is decided.\n    Burlington had previously agreed to a 2.44 billion dlr\nbuyout from Morgan Stanley Group Inc <MS>, one dlr per share\nlower than a sweetened 77 dlr per share bid made by Samjens\nlast week. Burlington has not responded to the new Samjens\noffer.\n    Burlington has alleged in its lawsuit that Edelman and\nDominion used illegally obtained confidential information about\nthe company in making their takeover attempt.\n \n    That information, Burlington said, was provided by James\nAmmeen, a former Burlington executive, through PaineWebber\nGroup Inc <PWJ>. Ammeen, who had worked for Burlington for 23\nyears, had as many as 12 divisions with 50 pct of Burlington's\nsales reporting to him. When he left Burlington in November,\n1985, Burlington said he signed a contract promising never to\ndivulge inside information about the company.\n    Burlington lawyers said shortly after he left he began\nworking with a PaineWebber employee on a hostile plan to\n\"takeover the company, dismember the company and displace its\nmanagement,\" Burlington lawyer Hubert Humphrey said.\n    Samjens lawyers acknowledged it received information from\nPaineWebber, but argued the information was public information\nand could be obtained either from texitle industry analysts or\nBurlington's public financial statements.\n    Burlington lawyers said PaineWebber and Ammeen met with\nEdelman and Dominion in November and continued to meet with\nthem until a couple of days before Edelman and Dominion went\npublic April 24 with their intention to take over the company.\nBurlington lawyers claim Dominion's board decided to attempt a\ntakeover of Burlington after Ammeen met with the board in\nFebruary.\n    Burlington lawyers said Edelman and Dominion held\ndiscussions with PaineWebber and Ammeen about acting as\nfinancial advisers to Samjens. But they allege talks broke off\nbecause Painewebber and Ammeen could not satisfy Edelman and\ndominion with a written statement that they did not provide\ninside information.\n    Lawyers for Samjens contended that Painewebber and Ammeen\nwithdrew as potential advisers because Burlington chairman\nFrank Greenberg had called a PaineWebber executive and\nthreatened legal action if PaineWebber got involved in an\neffort to takeover Burlilgnton.\n    \"The ultimate question is not the price per share or the\nprofit, but rather the permissable standards of conduct for\nthose who would takeover an American company,\" said burlington\nlawyer Humphrey.\n    Burlington lawyers also contended that Burlington, as the\nlargest manufacturer of denim in the United States, would be in\nviolation of anti-trust laws if it acquired Dominion, Canada's\nlargest textile maker. Dominion has denim manufacturing plants\nin Georgia, which would reduce competition in the denim market,\nthe lawyers said.\n    Samjens' lawyers discounted the concern. They said the\nmarket for denim is more fragmented than Burlington contends\nand that Burlington has the ability to switch between light\nweight and heavy weight denim production as demand and price\ndictate.\n    Samjens lawyers also pointed to a lawsuit filed by\nBurlington in Canada, in which it said it was considering a bid\nfor Dominion. \"Surely, what would have been sauce for the goose\nwould have been sauce for the gander,\" said Sidney Rosdeitcher,\na Samjens lawyer.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}