{
    "DATE": "24-APR-1987 14:18:29.22",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "mancera-aguayo"
    ],
    "NEWID": "17156",
    "TEXT": {
        "TITLE": "U.S. M-1 MONEY SUPPLY SURGE EXPECTED NEXT WEEK",
        "DATELINE": "    NEW YORK, April 24 - ",
        "BODY": "The U.S. M-1 money supply number to be\nannounced next Thursday is expected to show one of the largest\none-week increases in history, analysts said.\n    The average forecast of economists polled by Reuters calls\nfor a 17.7 billion dlr M-1 jump for the week ended April 20.\nEstimates of the increase range from five billion dlrs to 26.3\nbillion dlrs.\n    \"The M-1 surge will be very temporary. About two thirds of\nthe increase is likely to be washed out in the following week,\"\nsaid Kim Rupert, an economist at Money Market Services Inc.\n    Rupert said a huge increase in M-1 for the April 20 week is\nimplied by very strong deposit survey data and by an\nunexpectedly sharp gain in required reserves in Federal Reserve\ndata released Thursday.\n    Those numbers, covering the two-week bank statement period\nthat ended on April 22, show a 2.5 billion dlr jump in basic\nrequired reserves. Economists said this largely reflected the\nparking in checking accounts of the proceeds from stock market\nsales and mutual fund redemptions to pay annual income taxes.\nFed seasonal adjustments do not adequately compensate for these\nand other special factors.\n    Analysts noted that income tax refunds from the Treasury\nalso appear to be coming earlier than usual.\n    They also are not adequately compensated for by the Fed's\nseasonal adjustment factors to the money supply.\n    The Federal Reserve is no longer targeting M-1 because the\nlink between M-1 and economic growth has largely been severed\nby financial market innovation and deregulation.\n    As such, there is likely to be little financial market\nreaction to the huge M-1 increase that is expected to be\nannounced next week.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}