{
    "DATE": " 1-APR-1987 12:27:48.50",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "austria"
    ],
    "NEWID": "12084",
    "TEXT": {
        "TITLE": "AUSTRIAN BANKS DIVIDED OVER INTEREST RATE CUT",
        "DATELINE": "    VIENNA, April 1 - ",
        "BODY": "Calls for a cut in Austrian interest\nrates have grown in recent days but bank chiefs are divided\nover the issue.\n    Karl Vak, General Director of the Zentralsparkasse und\nKommerzialbank, Wien, called today for a cut of up to half a\npercentage point in interest rates across the board. But Hannes\nAndrosch, head of Creditanstalt-Bankverein <CABV.VI> told\nReuters he opposed a cut because it would hurt small savers.\n    Vak told a news conference that last January's cut in\nlending rates for commercial customers and for all depositors\nby a quarter point had been insufficient.\n    The January cut followed the National Bank's lowering of\nits discount and Lombard rates by half a point in line with a\nsimilar Bundesbank move. Prime lending rate is now 8.75 pct and\ndeposit rates vary between 3.25 and 5.75 pct.\n    Yesterday Hellmuth Klauhs, head of the Genossenschaftliche\nZentralbank AG, said rates could fall at least a quarter of a\npoint, or even half a point if German rates dropped further.\n    Vak noted that inflation had fallen below one pct. A\nwidening gap between Austrian rates and cheaper West German\ncredit along with forecasts of slow Austrian economic growth\nthis year also justified a further interest drop, he said.\n    Karl Pale, head of Girozentrale und Bank der\noesterreichischen Sparkassen AG [GIRV.VI] has also called for\nlower deposit rates but said lending rates should remain\nunchanged at the moment. Interest margins were too small,\nparticularly when compared with other West European countries.\n    But Hans Haumer, head of the Erste Oesterreichische\nSpar-Casse-Bank told Reuters that no cut should be made unless\nWest German rates came down first.\n    Banking sources said no bank seemed ready to lower rates\nalone and supporters of a cut would have difficulty overcoming\nopposition from Creditanstalt, Austria's biggest bank.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker"
    ]
}