{
    "DATE": "23-MAR-1987 09:57:30.02",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8258",
    "TEXT": {
        "TITLE": "AMERICAN MOTORS <AMO> STATEMENT QUALIFIED",
        "DATELINE": "    DETROIT, March 23 - ",
        "BODY": "American Motors Corp said its auditors\nqualified the company's 1986 financial report.\n    The report was qualified due to uncertainties surrounding\nthe previously announced arbitration award against American\nMotors' former subsidiary, AM General Corp. The award is being\ncontested.\n    The report was filed today with the Securities and Exchange\nCommission along with a copy of Chrysler Corp's <C> proposal to\ntake over American Motors.\n    American Motors said earlier than an arbitration award,\nmade to Emerson Electric Co <EMR> in February, amounted to 60\nmln dlrs plus legal expenses. American Motors has challenged\nthe award.\n    The automaker sold the AM General unit to LTV Corp <QLTV>\nin 1983, the same year it was awarded a five-year, 1.2 billion\ndlr procurement contract with the military. LTV and AM General\nlast year sought protection under Chapter 11.\n    The arbitration proceeding was called after Emerson\nElectric charged AM General violated an agreement covering the\ndevelopment of certain components in the contract.\n    The components were for the military's \"High Mobility\nMulti-Purpose Wheeled Vehicle\" (HMMWV), American Motors said.\n    In selling AM General to LTV, American Motors agreed to\nindemnify LTV against losses incurred by LTV resulting from the\nEmerson Electric claims.\n    AMC also said the award has not been confirmed by a court,\nand faces additional legal challenges. It said that, because of\nthe LTV and Am General reorganizations, the final amount of a\nconfirmed award and the amount of any loss to LTV is uncertain.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}