{
    "DATE": " 5-MAR-1987 17:37:03.05",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2508",
    "TEXT": {
        "TITLE": "HOUSE 0/92 PLAN SEEN SCALED-BACK TO 1987 WHEAT",
        "DATELINE": "    WASHINGTON, March 5 - ",
        "BODY": "Key members of the House Agriculture\ncommittee have agreed to scale-back the 0/92 provision of a\npending disaster aid bill to cover only 1987 crop wheat, but a\nbroader 0/92 proposal is likely to be resurrected later,\nCongressional sources said.\n    The sources said key lawmakers including Reps. Glenn\nEnglish (D-Okla.), and Dan Glickman (D-Kan.) agreed to support\nan amendment to be offered next week by Rep. Charles Stenholm\n(D-Tex.) which would limit 0/92 only to producers of 1987 crop\nwinter and spring wheat.\n    This would scale-back the 0/92 provision to the original\nproposal by English allowing a pilot 0/92 program for 1987\nwheat only. That provision was later broadened by the\nsubcommittee to include 1988 crop winter wheat.\n    Under 0/92, a farmer can forego planting a crop but still\ncollect 92 pct of deficiency payments.\n    Earlier today, the House Agriculture committee postponed\nuntil next Tuesday a meeting to consider the disaster aid bill\nand 0/92.\n    The agreement to limit 0/92 to a wheat pilot program\nfollows vocal criticism of the proposal by some influential\nfarm groups who are concerned about the major impact of 0/92,\nand by members of Congress wary of reopening the farm bill.\n    Congressional sources said there has not been enough time\nto study the implications of a broad 0/92.\n    \"The timing (of the proposal) is off,\" said one aide to a\nHouse Agriculture committee member.\n    However, several Congressional sources said they expect a\nbroader 0/92 provision to emerge again when the House\nAgriculture committee is faced next month with the need to make\nspending cuts in the agriculture budget for fiscal 1988 as part\nof an overall deficit reduction package.\n    Gene Moos, aide to House Majority leader Tom Foley\n(D-Wash.), predicted agriculture's share of budget cuts may\nexceed one billion dlrs.\n    A broader 0/92 might be resurrected later because both the\nCongressional Budget Office and the Reagan administration\nestimate it would result in significant budget savings.\n    A U.S. Agriculture Department official said 0/92 for all\n1987 crops would save 300 to 400 mln dlrs and more than 1.5\nbillion dlrs over five years.\n    Another factor which could affect the 0/92 debate is the\napproach of planting season, Congressional sources said.\n    Some officials said it already is late for implementation\nof a 0/92 in 1987 because farm program signup ends March 31 for\nwheat and feedgrains.\n    If Congress approved 0/92 later in the year sign-up either\nwould have to be extended or reopened, sources said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker",
        "reagan"
    ],
    "ORGS": [
        "opec"
    ]
}