{
    "DATE": " 9-MAR-1987 13:32:01.77",
    "TOPICS": [
        "money-fx",
        "dlr",
        "trade",
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3267",
    "TEXT": {
        "TITLE": "USX <X> CHAIRMAN CALLS FOR LOWER DOLLAR",
        "DATELINE": "    NEW YORK, March 9 - ",
        "BODY": "USX Corp chairman David Roderick called\nfor a lower value for the U.S. dollar against other currencies\nto help speed a correction in the U.S. trade deficit, which\nlast year reached 170 billion dlrs.\n    In remarks prepared for a speech before the Economic Club\nof Detroit, Roderick said, \"There should be total resolve that\nthe dollar versus other major currencies, as well as the\ncurrencies of other nations having a substantial trade surplus\nwith us, must continue to decline so that the correction in our\ntrade deficit starts on the road to recovery.\"\n    Roderick said the U.S. should be understanding of the\n\"economic pain\" our trading partners experience as a result of\na falling dollar.\n    But, he added, \"As painful as the correction may be to our\ntrading partners, it is less painful than leaving the problem\nuncorrected because that would lead us into an inevitable,\nlengthy and steep world recession.\"\n    Roderick said between February 1985 and December 1986 the\ndollar fell by more than 40 pct in real terms against major\nindustrial currencies and by 30 to 35 pct against a broader\ngroup of currencies of nearly all developing nations.\n    At the end of 1986, he said, the value of foreign assets in\nthe U.S. exceeded the value of U.S. assets abroad by 240\nbillion dlrs, compared to five years ago when the U.S. had a\nsurplus in assets of 141 billion. A company spokesman said the\ndata were provided by economic consultants to USX.\n    The primary reason for the trade imbalance was the 70 pct\nrise of the dollar between 1980 and 1985, although other\nfactors were involved, Roderick said. But it is wrong, he said,\n\"to attribute the massive trade deficit to a fundmental\ndeterioration of U.S. productivity or of American product\nquality.\"\n    These areas need to be improved but they are not the root\ncause of the trade gap problem, Roderick said. He urged\nAmerican manufacturers to become more competitive so they can\ncompete in global markets.\n    In the speech, the USX chairman also called for changes in\nsecurities laws to curb what he called abuses by corporate\nraiders and speculators.\n    Among his proposals, which he presented to the Senate\nBanking Committee in testimony last week, were a requirement\nthat raiders give 24-hour notice for every one pct of stock\nthey acquire in a company.\n    Roderick proposed that tender offers must be made for all\ncash to all stockholders on equal terms and that raiders be\nrequired to have financing in place before a tender is made.\n    Further, raiders should be required to make an all-cash\ntender offer once they acquire 10 pct of a target company's\nstock, he said. And payment of greenmail, or a preferential\nprice by a target company to buy back a raider's stake, should\nbe prohibited under the revised laws.\n    Roderick said changes were necessary to curb abuses but\nthat he did not want laws that would hurt the financial markets\nor discourage \"fair price to all\" takeovers.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}