{
    "DATE": "27-MAR-1987 12:16:28.35\u0005\u0005\u0005RM",
    "TOPICS": [
        "gnp",
        "reserves"
    ],
    "PLACES": [
        "south-africa"
    ],
    "NEWID": "10531",
    "TEXT": {
        "TITLE": "SOUTH AFRICA GDP UP 4.7 PCT IN 1986 LAST QUARTER",
        "DATELINE": "    PRETORIA, March 27 - ",
        "BODY": "The South African Reserve Bank,\nconfirming previous estimates, said real gross domestic product\nin the 1986 fourth quarter grew at a seasonally adjusted annual\nrate of 4.7 pct versus 4.6 pct in the third quarter and 1.3 pct\nin the 1985 final quarter.\n    The bank, in its latest quarterly review, said the nominal\ngrowth rate for the year did not quite reach one pct after a\n1.5 pct contraction in 1985.\n    But it said when the strengthening of the terms of trade is\ntaken into account, the real GNP in 1986 advanced by 1.5 pct\ncompared with a decrease of 0.5 pct in 1985.\n    GDP is the total value of goods and services produced by an\neconomy but omits income from abroad.  GNP includes such\npayments or outflows.\n    The bank also said there were indications the country's\neconomic recovery was becoming more broadly based.\n    With the exception of commerce all major sectors of the\neconomy contributed to the fourth quarter rise in domestic\nproduction.\n    The bank said major increases in foreign reserves were\nrecorded in January, February and the first half of March 1987.\nReserves rose by 1.70 billion rand during January and February.\n    Total reserves in 1986 declined by 189 mln rand to 5.70\nbillion rand and were equivalent to about 14.5 pct of the total\nannual value of import payments.\n    The current account surplus amounted to 7.20 billion rand\nin 1986 versus 5.90 mln the previous year.\n    The bank said continuing strength of the current account\nhas allowed foreign reserves to be \"rebuilt to more comfortable\nlevels.\"\n    \"This has strengthened the authorities' hands in lending\nsupport to the exchange rate of the rand if such action were to\nbe called for,\" the bank said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "icco"
    ]
}