{
    "DATE": "24-MAR-1987 11:24:36.03",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8815",
    "TEXT": {
        "TITLE": "U.S. COURT ALLOWS OFFSHORE ALASKAN EXPLORATION",
        "DATELINE": "    WASHINGTON, March 24 - ",
        "BODY": "A unanimous Supreme Court ruled that\noil and gas exploration can proceed on two tracts off the\nAlaska coast which were leased by the federal government to\neight major oil companies.\n    The ruling was an important victory for the oil companies\nand the Reagan administration's controversial off-shore leasing\nprogram and a setback for two small Alaskan villages that\nchallenged the leases by claiming damage to the environment.\n    The administration said that the court-ordered halt in\ndrilling had created uncertainty over the 4.2 billion dlrs paid\nfor 621 leases off the shores of Alaska since December 1980.\n    A federal appeals court ordered the oil companies to halt\nall exploration and remove all drilling rigs from two tracts in\nthe Bering Sea off Alaska because of possible harm to the\nsubsistence needs and culture of native Eskimos.\n    But the Supreme Court said the appeals court was wrong in\nissuing an injunction halting exploration.\n    \"Here, injury to subsistence resources from exploration was\nnot at all probable,\" Justice Byron White wrote for the court.\n\"And on the other side of the balance of harms was the fact\nthat the oil companies had committed approximately 70 mln dlrs\nto exploration to be conducted during the summer of 1985 which\nthey would have lost without chance of recovery had exploration\nbeen enjoined,\" he said.\n    The oil companies, Amoco Corp <AN>, ARCO, Exxon Corp <XON>,\nMobil Corp <MOB>, Sohio, Shell, Texaco Inc <TX> and Union Oil,\nhad said that voiding previously granted leases would result in\nstaggering financial losses.\n    The first lease sale in 1983 involved 2.4 mln acres and\ngenerated 318 mln dlrs while the second lease sale in 1984\ncovered 37 mln acres and produced 516 mln dlrs.\n    Administration officials, saying the lease sales were\npreceded by an intense environmental impact study, denied that\nthe oil and gas exploration would hurt subsistence resources.\n    The Alaskan villages of Gambell and Stebbins, along with an\norganization of Eskimo natives on the Yukon Delta, argued that\nthe drilling would hurt native hunting and fishing.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}