{
    "DATE": " 5-MAR-1987 09:26:17.58",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "france",
        "usa",
        "west-germany",
        "netherlands",
        "sweden"
    ],
    "NEWID": "2010",
    "TEXT": {
        "TITLE": "FIVE GROUPS APPLY TO BUY FRENCH TELEPHONE GROUP",
        "DATELINE": "    PARIS, March 5 - ",
        "BODY": "Five consortia have applied to buy the\nFrench state-owned telephone equipment manufacturer <Cie\nGenerale de Constructions Telephoniques (CGCT)>, which will\ngive the owners control of 16 pct of the French telephone\nswitching market, sources close to Finance Minister Edouard\nBalladur said.\n    The French government has given itself until the end of\nApril to decide which applicant will be accepted, they added.\n    While several foreign groups have said they want to gain a\nfoothold in the French market, their potential stake in CGCT is\nlimited to 20 pct under privatisation laws passed last year,\nwith 80 pct to be left in French hands.\n    The Finance Ministry sources gave no details of the groups\ninterested in CGCT, but several have publicly announced their\ncandidacies.\n    U.S. Telecommunications giant American Telephone and\nTelegraph Co <T.N> which has been at the centre of the two-year\nbattle for CGCT, has teamed up with the Dutch-based <Philips\nTelecommunications Industrie B.V.>, a subsidiary of NV Philips\nGloeilampenfabriek <PGLO.AS> and <Societe Anonyme de\nTelecommunications> (SAT) to present a joint bid, in\nassociation with holding company Cie du Midi SA <MCDP.P> and\nfive French investment funds.\n    A second bid has come from the West German electronics\ngroup Siemens AG <SIEG.F>, which hopes to take a 20 pct stake\nin CGCT, with the French telecommunications <Jeumont-Schneider>\ntaking the remaining 80 pct.\n    Sweden's <AB LM Ericsson> has also submitted a bid for the\nmaximum 20 pct permitted, in association with French defence\nelectronics group <Matra>, which would hold between 40 and 49\npct, and construction group <Bouygues>.\n    Matra has already acquired CGCT's private telephone\nbusiness.\nREUTER...\n\u0003"
    }
}