{
    "DATE": "24-MAR-1987 07:11:37.16",
    "TOPICS": [
        "ipi"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "8661",
    "TEXT": {
        "TITLE": "CBI SURVEY POINTS TO SURGE IN U.K. OUTPUT",
        "DATELINE": "    LONDON, March 24 - ",
        "BODY": "British manufacturers expect output to\ngrow rapidly in the four coming months, a Confederation of\nBritish Industry (CBI) survey shows.\n    The CBI's monthly trends survey for March shows that 43 pct\nof the 1,685 polled U.K. Firms expect to raise output in the\nnext four months. Only nine pct expect output to fall while 47\npct said production would likely remain unchanged.\n    The CBI said the positive balance between firms expecting\nproduction to rise and those forecasting a fall, at 34 pct, was\nthe highest such figure recorded since 1977.\n    In the CBI's February survey, 37 pct of companies expected\na rise in output while 54 pct forecast production would remain\nat present levels and eight pct expected production to drop.\n    The survey also showed that 23 pct of the polled companies\nconsider current order books to be above normal while 58 pct\nview them as normal and only 19 pct regard them as below\nnormal.\n    This was the highest positive balance since the question\nwas first asked more than 10 years ago, the CBI said.\n    In February, the figures were 24 pct, 22 pct and 54 pct\nrespectively.\n    Companies also rated their export possibilities higher. Of\nall polled companies, 23 pct rated their export order books to\nbe above normal and 53 pct described them as normal while only\n23 pct believed export orders were below normal levels.\n    In February, 25 pct thought their export books were below\nnormal and 50 pct believed them to be about normal. At 23 pct,\nthe proportion of companies rating their export books above\nnormal was unchanged between February and March.\n    On prices, the survey showed that 62 pct of companies\nexpect average prices at which domestic orders are booked will\nremain unchanged in the coming four months, up from 57 pct in\nFebruary.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sumita"
    ]
}