{
    "DATE": "25-MAR-1987 17:11:51.77",
    "TOPICS": [
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9617",
    "TEXT": {
        "TITLE": "LOWER U.S. SOYBEAN LOAN IDEA SHARPLY CRITICIZED",
        "DATELINE": "    WASHINGTON, March 25 - ",
        "BODY": "U.S. soybean lobbyists and\ncongressional aides criticized a proposal from a senior\nAgriculture Department official that Congress allow the U.S.\nsoybean loan level to be officially lowered to 4.56 dlrs per\nbushel next year.\n    \"I don't know who in Congress would propose that happening.\nPolitically it would be totally unacceptable,\" an aide to a\nsenior farm-state senator said.\n    USDA undersecretary Daniel Amstutz said this week that\nCongress should give USDA authority to keep the soybean loan \nat its current effective rate of 4.56 dlrs per bushel rather\nthan increasing it to its minimum allowed level of 4.77 dlrs.\n    \"I'm convinced that Congress will not go along with this,\"\nAmerican Soybean Association President Dave Haggard said.\n    Amstutz told reporters following a senate hearing that if\nthe soybean loan rate were 4.56 dlrs, USDA could then consider\nways to make U.S. soybeans more competitive.\n    His comments were seen as possibly indicating what the  the\nadministration's position is in the debate over what should be\ndone to make soybeans competitive and at the same time protect\nsoybean farmers' income.\n    Using soybean specific certificates to further buydown the\nloan rate or implementation of a marketing loan have been\npointed to as the most effective ways to get soybean prices\ncompetitive. USDA secretary Richard Lyng, however, continues to\nmaintain his opposition to a marketing loan, saying such a move\nwould be too costly.\n    \"There will be alot of other options that will be\nconsidered before Congress looks at that one (the Amstutz\nproposal,\" said Bill O'Conner, aide to Rep. Edward Madigan\n(R-Ill), ranking minority leader of the Agriculture Committee.\n    \"Anybody representing large groups of soybean producers\nwould not be very excited about supporting a lower soybean\nloan,\" O'Conner said.\n    Congress may very likely look at the soybean loan and\ndecide that they cannot increase it from its current 5.02 dlr\nbasic rate, but that there has to be something mandated to\nincrease soybean's competitiveness, David Graves, aide to Sen.\nThad Cochran (R-Miss) said. Cochran, a staunch supporter of a\nsoybean marketing loan, would support a soybean loan of 5.02 or\n4.77 dlrs with a certificate buydown, Graves said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "icco"
    ]
}