{
    "DATE": "24-APR-1987 06:18:18.37",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "switzerland"
    ],
    "PEOPLE": [
        "languetin"
    ],
    "NEWID": "17058",
    "TEXT": {
        "TITLE": "SWISS COMMITTED TO JOINT CURRENCY INTERVENTION",
        "DATELINE": "    BERNE, April 24 - ",
        "BODY": "The Swiss National Bank will continue to\ntake part in concerted intervention on currency markets as\nnecessary, president Pierre Languetin told the bank's annual\nmeeting.\n    He said the dollar had on occasion hit highs or lows which\nbore no relation to economic fundamentals and cooperation\nbetween all monetary authorities was necessary to prevent it\nbreaching thresholds that would damage everyone.\n    \"We are resolved -- as we have done in the past -- to take\npart in concerted intervention to the extent that this is\npossible and desirable,\" Languetin said.\n    Languetin said Switzerland had noted with satisfaction the\nsix nation Paris accord on currency stabilisation measures in\nFebruary, adding that it had anchored the principle of\nstrengthened international cooperation.\n    He said measures such as recent concerted intervention were\nuseful in the short term.\n    But he added, \"The (Paris) Louvre accord can produce no\nlasting effects without a correction of the fundamental\nimbalances, without a reduction of the American budget deficit\nand without stronger growth in Europe and Japan.\"\n    Languetin said certain changes would probably be necessary\nin the \"too expansive\" monetary policy of the United States,\nadding that there was a prevailing view that U.S. Money supply\nwas expanding too strongly.\n    \"If this should last long the dollar could only be\nstabilised at the cost of a substantial easing in monetary\npolicy on the part of the other central banks, which would in\nturn create the basis for a new wave of world-wide inflation,\"\nhe said. One positive factor was that monetary authorities in\nthe most important countries had not relinquished their\nanti-inflation policies.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}