{
    "DATE": "26-FEB-1987 18:02:58.44",
    "TOPICS": [
        "cpi",
        "gnp"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "179",
    "TEXT": {
        "TITLE": "SWISS ECONOMY IN EXCELLENT CONDITION, OECD SAYS",
        "DATELINE": "    PARIS, Feb 26 - ",
        "BODY": "Switzerland's economy, combining low\nunemployment, financial stability and a large external payments\nsurplus, is in excellent condition and faces a satisfactory\nfuture, the Organisation for Economic Cooperation and\nDevelopment, OECD, said.\n    This reflected the success of stable and relatively tight\nfiscal and monetary policies followed by the government, it\nsaid.\n    The OECD, in its annual report on Switzerland, picked out\nsome signs of a slowdown in activity and a slight pick-up in\ninflation this year, but said these gave no cause for concern.\n    The study forecast a decline in Gross Domestic Product\ngrowth to 1.75 pct this year from an estimated two pct in 1986\nand a small rise in consumer price inflation to 1.25 pct after\nlast year's sharp fall to 0.75 pct from 3.6 pct in 1985.\n    But it said job creation should continue to absorb a modest\nincrease in the workforce, leaving the unemployment rate\nunchanged at around one pct, the lowest in the 24-industrial\nnation OECD area.\n    Assuming an average exchange rate of 1.71 Swiss francs to\nthe dollar this year, against 1.69 in the second half of 1986,\nthe report forecast a 2.75 pct rise in exports and a 3.5 pct\nrise in imports this year after rises of 3.25 pct and 6.5 pct\nrespectively in 1986.\n    The faster growth of imports compared with exports this\nyear and last, reflecting buoyant private consumption, meant\nthat the contribution of the foreign payments balance to GDP\nwould shrink in both years.\n    But \"given Switzerland's large external surplus, there\nshould be no concern if domestic demand grows faster than\nGDP...Which, if only in a small way, would contribute to\nimproving international balances,\" the OECD said.\n    Real private consumption appeared to have been unusually\nbuoyant last year, with a 3.25 pct growth rate, after several\nyears of relative weakness, it noted.\n    In 1987 private consumption was expected to slow somewhat\nto a 2.25 pct growth rate, but should still outstrip overall\nGDP, it added.\n    The outlook for investment in plant and machinery remained\nbright into 1987, and with capacity use at near record levels\nlast year there was scope for rationalisation and modernisation\nin both the industry and service sectors, it said.\n    As a consequence, growth in machinery and equipment\ninvestment is likely to decelerate only slightly this year\nafter vigorous growth in 1986.\n    But the report raised a questionmark over the prospects for\ntourism and the banking industry, two major service sector\nearners of foreign exchange.\n    The long-term appreciation of the Swiss Franc, and the\naccelerating deregulation of foreign banking markets, could\nlead to a loss of international market share for both, it said.\n    Particularly for the banks, \"recent developments in\ninternational financial markets give rise to the question\nwhether the Swiss financial system, which has shown substantial\nflexibility in the past, is adapting itself at the speed\nrequired ... To preserve its competitive position,\" it said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ]
}