{
    "DATE": "20-OCT-1987 10:47:23.81",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "norway"
    ],
    "NEWID": "20270",
    "TEXT": {
        "TITLE": "NORWAY BOOSTS OIL OUTPUT BY 22 PCT IN SEPTEMBER",
        "DATELINE": "    OSLO, Oct 20 - ",
        "BODY": "Norway's September oil output rose by 22.2\npct to 1.07 mln barrels per day (bpd) from 830,492 bpd in\nAugust, according to a Reuter survey of firms operating here.\n    Operators said the sharp rise reflected higher output at\nseveral of Norway's biggest fields and resumed production at\nfields shut down for 27 days in August for the Ekofisk field\nrescue project.\n    Industry analysts said the increase did not exceed Norway's\nvoluntary move to curb by 7.5 pct planned growth in its oil\noutput, a move designed to back OPEC-led efforts to stabilise\noil prices by limiting supplies to world crude markets.\n    Norway, not an OPEC member, decided in June to extend the\nproduction restraints, enforced since February 1 1987, on all\nits North Sea fields for the rest of the year.\n    Oil Minister Arne Oeien said last month he expected Norway\nwould extend into 1988 its policy of slowed production growth.\n    The biggest increase was seen on the Ekofisk field, which\npumped 168,023 bpd in September against 48,195 bpd in August,\nfield operator Phillips Petroleum Norway Inc said.\n    Ekofisk and the nearby Valhall and Ula fields, which use\nthe Ekofisk pipeline, were shut down for most of August while\nPhillips raised Ekofisk platforms to counter seabed subsidence.\n    BP Petroleum Development Norway Ltd, operator of the Ula\nfield, said September output rose to 86,727 bpd after dropping\nto 27,237 bpd in August because of the shutdown.\n    Valhall, operated by Amoco Norway A/S, flowed 74,694 bpd\nlast month compared with 69,748 bpd in August, the company\nsaid.\n    September production was also sharply higher at the\nStatfjord field. Norway's 84 pct share of Statfjord, which\nextends into the British North Sea sector, was 611,138 bpd\nagainst 552,646 bpd in August, operator Den Norske Stats\nOljeselskap A/S (Statoil) said.\n    Norway's 22.2 pct share of the Murchison field which, like\nStatfjord, extends into the British sector, yielded 15,388 bpd\nin September, a slight 920 bpd decrease from the previous\nmonth, Norwegian partners on the British-operated field said.\n    Statoil boosted output at its Gullfaks field to 109,670 bpd\nin September, compared with 100,188 in August.\n    Norsk Hydro, operator of the Oseberg field, said test\noutput at the field from the mobile production ship Petro Jarl\ntotalled 1,719 bpd last month, down sharply from 16,170 bpd in\nAugust.\n    Hydro said the drop was caused by failure to bring on\nstream a second well, cutting September production to just two\ndays.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "comex"
    ]
}