{
    "DATE": "11-MAR-1987 07:12:52.11",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "3514",
    "TEXT": {
        "TITLE": "GERMAN CALL MONEY EASES AFTER LIQUIDITY INJECTION",
        "DATELINE": "    FRANKFURT, March 11 - ",
        "BODY": "Call money eased to 3.75/80 pct from\n3.80/85 yesterday following a net injection of 6.7 billion\nmarks at a rate of 3.80 pct in fresh funds from this week's\nsecurities repurchase agreement, dealers said.\n    But rates were expected to rise toward the end of the week.\n    A major tax payment period by banks on behalf of customers,\npayments for the federal railways loan stock and repayments of\nmark liabilities incurred by foreign central banks with the\nBundesbank in the framework of the European Monetary System\n(EMS) are likely to significantly burden the system. Banks\nbuilt up minimum reserves today, ahead of the expected outflow.\n    The Bundesbank credited banks with a gross 15.2 billion\nmarks, but some 8.5 billion left the system at the same time as\nan earlier securities repurchase pact matured.\n    Dealers estimated the EMS related outflow as high as six\nbillion marks.\n    The Bundesbank declined to comment, but a spokesman said\nyesterday although the funds now due may be allowed to roll\nover, the possibility that other central banks may choose to\nredeem them meant a net infusion was needed.\n    Dealers forecast tax payments of 25 and 30 billion marks,\nbut much of it is expected to burden the system only next week.\n    Banks' minimum reserve holdings at the Bundesbank totalled\n53.6 billion marks on Monday, averaging 54.0 billion over the\nfirst nine days of March.\n    Dealers said although the figure was well above an expected\nrequirement of around 51 billion marks, the expected outflow of\nfunds was so large that banks might find it difficult to meet\nthe requirement toward the end of March.\n    No securities repurchase agreement is expiring next week,\nbut dealers said the Bundesbank could offer fresh liquidity if\nconditions significantly tighten. \"The Bundesbank wants to keep\nrates around 3.80 pct,\" one dealer said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "murdoch"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}