{
    "DATE": " 3-APR-1987 16:28:44.17",
    "TOPICS": [
        "livestock",
        "carcass"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13149",
    "TEXT": {
        "TITLE": "U.S. MEAT PROCESSORS ASK FOR LABELLING CHANGE",
        "DATELINE": "    WASHINGTON, April 3 - ",
        "BODY": "Four U.S. meat processors have asked\nthe federal government to relax a labelling requirement which\nthey said discourages the use of mechanically separated meat,\nthe U.S. Agriculture Department said.\n    The petition, filed by Bob Evans Farms, Odom Sausage Co,\nSara Lee Corp and Owens Country Sausage, asks USDA to allow\nmechanically separated meat to be listed on product labels as\nthe species from which it was derived.\n    For example, \"pork\" would be listed on the ingredients\nstatement instead of \"mechanically separated pork.\"\n    Under the petition, the calcium content of the meat product\nwould have to be stated on the label and the mechanically\nseparated meat could constitute no more than 10 pct of the meat\nand poultry portion of the product.\n    Mechanically separated meat is a high-protein, low-cost\nproduct that has been approved for use since 1978, USDA said.\n    Current regulations allow use of mechanically separated\ningredients at levels up to 20 pct of the meat and poultry\nproduct, but require it to be listed in the ingredient\nstatement as \"mechanically separated (species),\" USDA said.\n    USDA said the petitioning firms claimed companies avoid\nusing mechanically separated meat in their products because the\nterm carries an \"unwarranted negative connotation\" in the minds\nof many consumers. The petitioners also noted that no similar\nregulation exists for poultry products.\n    Mechanically separated meat is made by placing carcass\nparts, which usually have been hand-trimmed but still have some\nremaining meat, into specialized processing equipment.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "imf",
        "worldbank"
    ]
}