{
    "DATE": "24-MAR-1987 17:28:58.09",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9069",
    "TEXT": {
        "TITLE": "U.S. SUGAR QUOTA MAY BE EASED, CONGRESSMAN SAYS",
        "DATELINE": "    WASHINGTON, MARCH 24 - ",
        "BODY": "The United States may soon ease its\n1987 sugar import quota of one mln short tons by bringing\nforward to the third quarter some shipments scheduled for the\nfourth quarter of 1987, Jerry Huckaby, a leading Congressman\nrepresenting sugar growers told Reuters in an interview.\n    Huckaby, a Louisiana Democrat and chairman of the House\nsubcommittee which deals with the sugar program, indicated the\neasing of the quota might be a way to calm the concern about\nthe impact of the severe cut in U.S. sugar imports this year.\n    \"With imports coming down from 1.8 mln (last year) to one\nmln, there is legitimate concern about the impacts on Caribbean\ncountries and the Philippines,\" Huckaby said.\n    By bringing forward to the third quarter some imports, the\nquota would effectively be eased by about 250,000 tons.\n    Huckaby said by simply bringing forward to the third\nquarter of the year sugar imports scheduled for the September\nto December period \"we could get away without having to\nincrease the quota.\"\n    He noted that some in the sugar industry believe an\nincrease in the quota is justified.\n    Earlier this month, representatives of U.S. cane sugar\nrefiners met with U.S. Agriculture Department officials to\nrequest a quota increase of at least 200,000 tons. The refiners\nsaid the increase is needed because the quota is so restrictive\nthere could be some spot shortages of sugar in the U.S later\nthis year, a refiner spokesman said.\n    However, the official slaid the USDA replied only that it\nwould consider the request.\n    Following the refiners' request, representatives of the\nFlorida sugarcane producers met with USDA to express opposition\nto any quota expansion, industry sources said.\n    The statement by Huckaby, who as a representative from a\nsugar growing district in Louisiana is a leading architect of\nthe current sugar program, indicates at least some grower\nofficials are concerned enough to support an easing of the\nimport quota, industry officials said.\n    Any final decision on easing the quota must be made by the\nReagan administration's interagency sugar policy group.\n    Asked about possible quota changes, A USDA official said\n\"As far as I know, changing the quota volume or the quota year\nis not under active consideration.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ]
}