{
    "DATE": "11-MAR-1987 06:58:57.83",
    "TOPICS": [
        "trade",
        "bop"
    ],
    "PLACES": [
        "south-korea",
        "usa"
    ],
    "NEWID": "3512",
    "TEXT": {
        "TITLE": "KOREA PLANS TO OPEN MARKETS TO EASE WON PRESSURE",
        "DATELINE": "    SEOUL, March 11 - ",
        "BODY": "South Korea will further open its market\nto help cut its trade surplus with the U.S. And to fight off\npressure to revalue the won against the dollar, a government\nspokesman said.\n    The spokesman said Korean trade minister Rha Woong-Bae's\nstand in Washington yesterday against pressure from industrial\nnations to revalue the won underlined the government's\ndetermination to stand firm.\n    Rha told the U.S. Chamber of Commerce \"Demands that Korea\ncarry out a drastic and sudden currency revaluation of five or\n10 pct are, I believe, extremely ill-advised.\"\n    Deputy prime minister Kim Mahn-Je told a meeting of local\nbusinessmen \"The government's policy on the question of\nrevaluing the won is to maintain a steadfast position.\"\n    Kim said South Korea was ready to move slowly to raise the\nwon's value because of its heavy foreign debt which stood at\n44.5 billion dlrs at the end of 1986.\n    Six industrialised nations agreed in Paris last month that\nnewly industrialising countries, such as South Korea and\nTaiwan, should allow their currencies to appreciate.\n    But local businessmen have said won/dollar parity has\nalready reached \"a crisis level.\"\n    An official of the Korea Traders' Association (KTA) said if\nthe won strengthened another five pct, this would mean the loss\nof profitability for nearly half of all South Korean exporters.\n    \"We are determined not to go the way of Latin American\ndebtor nations which have suspended interest payments of their\ndebts,\" the spokesman said. \"The only way to keep our good record\nis to maintain our exports.+\n    The trade minister said yesterday should Seoul revalue the\nwon suddenly Korea would run \"a tremendous trade deficit and\ncould degenerate into a country, like many other developing\ncountries, which is reneging on its international obligations.\"\n    The spokesman said South Korea had been gradually\nappreciating its currency, ruling out a major revaluation. So\nfar this year, the won has gone up by 0.8 pct against the\ndollar after a 3.34 pct revaluation in 1986.\n    He said South Korea was selecting \"many\" of 122 items on\nwhich Washington recently asked Seoul to lower tariffs to help\nnarrow its trade surplus with the U.S. No further details were\ngiven.\n    Seoul announced in January the lifting of bans on 158\nitems, including sensitive agricultural products and large\ncars, effective from July.\n    South Korea posted its first ever current account surplus\nlast year, due largely to a trade surplus with the U.S. Of 7.1\nbillion dlrs, against a 4.3 billion deficit in 1985. It earlier\nforecast that its current account surplus could reach eight\nbillion dlrs this year.\n    But the government official said the surplus would be held\nat around five billion dlrs to avoid further pressure by\nindustrialised nations to push up the value of its currency.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "murdoch"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}