{
    "DATE": "13-MAR-1987 06:24:01.06",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "4692",
    "TEXT": {
        "TITLE": "ALUSUISSE SEES POSSIBLE BREAK-EVEN IN 1987",
        "DATELINE": "    ZURICH, March 13 - ",
        "BODY": "Schweizerische Aluminimum AG <ALUZ.Z>\n(Alusuisse) may be able to break even this year after cleansing\nits balance sheet for 1986, chief executive Hans Jucker said.\n    \"The threshold of profitability has returned to the\nforeseeable future,\" he said. \"We expect already in 1987\napproximately to break even. That presupposes, however, that\nour industrial environment does not worsen.\"\n    He said Alusuisse would no longer face the burden of past\nlosses.\n    Alusuisse made a net loss of 688 mln Swiss francs in 1986\nafter a restated 756 mln loss in 1985.\n    Gross sales were 5.93 billion francs after 8.51 billion and\nnet turnover 5.65 billion after 8.00 billion.\n    Alusuisse had originally reported a 692 mln francs loss for\n1985.\n    But Jucker and Finance Director Hermann Haerri told a news\nconference the new management installed a year ago had decided\nto restate the previous five years' accounts to eliminate\nrights on Australian bauxite previously in the books as an\nasset.\n    Together with other one-off charges, Alusuisse took an\ngross extraordinary charge in 1986 of 698 mln francs, up from\n472 mln in 1985.\n    It also had 106 mln extraordinary income in 1986 remaining,\nafter provisions, from the sale of its Maremont Corp subsidiary\nin the United States. There were no extraordinary gains in\n1985.\n    Jucker said the losses, plus those carried forward from\n1985, had wiped out the company's remaining reserves and\nexceeded legally allowed levels, forcing Alusuisse to adopt a\n50 pct capital cut, to be approved by shareholders on April 22.\n    Jucker said he knew shareholders would find this \"radical\nelimination of the mortgages of the past\" painful, but said the\nfoundation had been laid for a successful new company strategy.\n    Haerri said despite the losses, the company's liquidity was\nstrong. Bank debt had been cut by about one-third to 2.56\nbillion francs against the end-1985 level of 3.85 billion.\n    Cash flow improved substantially to 323 mln francs from 111\nmln and represented 5.7 pct of turnover against a mere 1.4 pct\nin 1985.\n    In addition, to reassure other creditors, Alusuisse had\narranged with three major Swiss banks -- Union Bank of\nSwitzerland <SBGZ.Z>, Swiss Bank Corp <SBVZ.Z> and Credit\nSuisse <CRSZ.Z>, to convert 300 mln francs of credits into a\nsubordinated loan.\n    The main sources of losses in 1986 were book losses and not\ncash losses, Haerri said. Existing credit lines were used only\nto a small extent, and the parent company had been granted a\nnew credit line of 200 mln francs from a consortium of Swiss\nbanks that would cover most of the loans falling due in 1987.\n    Haerri said the company had been criticized for maintaining\nbauxite rights as an asset, and so had restated the accounts.\n    That left the 1985 account with a 756 mln franc loss\ninstead of 692 mln, 1984 with a 68 mln profit instead of 169\nmln, 1983 with a 217 mln loss instead of 82 mln and 1982 with a\n479 mln loss instead of 179 mln.\n    The new accounts show 1985 with shareholders' equity of\n1.15 billion francs instead of 1.75 billion, and similar\nalternations were made for previous years.\n    After 1986 losses, shareholder's equity stood at only 895\nmln francs.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}