{
    "DATE": "11-MAR-1987 09:37:34.39",
    "TOPICS": [
        "trade",
        "money-fx",
        "cpi",
        "reserves"
    ],
    "PLACES": [
        "hungary"
    ],
    "NEWID": "3593",
    "TEXT": {
        "TITLE": "HUNGARY HOPES DEVALUATION WILL END TRADE DEFICIT",
        "AUTHOR": "    By David Lewis, Reuters",
        "DATELINE": "    BUDAPEST, March 11 - ",
        "BODY": "National Bank of Hungary first\nvice-president Janos Fekete said he hoped a planned eight pct\ndevaluation of the forint will spur exports and redress last\nyear's severe trade deficit with the West.\n    Fekete told Reuters in an interview Hungary must achieve at\nleast equilibrium on its hard currency trade.\n    \"It is useful to have a devaluation,\" he said. \"There is now a\nreal push to our exports and a bit of a curb to our imports.\"\n    The official news agency MTI said today Hungary would\ndevalue by eight pct and it expected the new rates to be\nannounced later today. Fekete said the rates would come into\neffect tomorrow.\n    He said one reason for the devaluation was that Hungary had\na higher rate of inflation over the past two years than its\nmain partners (around eight pct in 1985 and between five and\n5.5 pct in 1986).\n    This was partly an after-effect of action Hungary took to\nprevent inflation from soaring during the oil price shocks of\nthe 1970s, he added.\n    Hungary devalued by a similar amount last September and by\nbetween three and four pct early last year.\n    But the country's hard currency trade balance nevertheless\nfell into a deficit of 539.4 mln dlrs from a surplus of 295.3\nmln in 1986 and 1.2 billion in 1985.\n    Fekete said Hungary was hoping for a hard currency trade\nsurplus of between 200 and 300 mln dlrs this year, but that a\nmore likely outcome would be closer to equilibrium on total\nhard currency trade of around 10 billion dlrs.\n    One Western commercial attache here said: \"Devaluation of\nitself will not change anything. It will only be useful if they\nalso make efforts to restructure industry and improve the\nquality of their export goods.\"\n    Fekete said he hoped to raise credits on good terms this\nyear to invest in restructuring industry.\n    It would be his role to persuade international banks to\ncooperate in this process. He noted Hungary had been given an\nAA rating enabling it to raise money on the Japanese Samurai\nbond market.\n    Hungary's net hard currency debt soared to 7.79 billion\ndlrs last year from 5.01 billion in 1985, partly because of a\ncurrent account deficit of 1.42 billion dlrs and partly because\nthe fall in the dollar increased the dollar value of debt\ndenominated in marks or yen.\n    He said he feared net debt would also rise slightly this\nyear, but he was in favour of borrowing for the purpose of\nmodernisation.\n    \"I am for credits to invest for that purpose,\" he said. \"I am\nagainst credits for consumption.\" He forecast gross domestic\nproduct growth of two pct this year, from one pct in 1986.\n   Fekete said Hungary would continue to restructure its debt\nprofile by prepaying high interest shorter and medium term\nloans with cheaper long term money for which it was looking\nmore and more to the fixed interest rate bond market, where he\nconsidered rates to be low.\n    Hard currency foreign exchange reserves would stay at\naround 3.5 billion dlrs, he said. On the budget deficit, which\ntripled to a provisional 47 billion forints last year after\nquadrupling in 1985, Fekete said the finance ministry was\nworking out measures to reduce an approved target deficit for\nthis year of 43.8 billion forints to between 30 and 35 billion\nforints.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}