{
    "DATE": "20-OCT-1987 10:23:58.76",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "usa",
        "ussr"
    ],
    "NEWID": "20231",
    "TEXT": {
        "TITLE": "NO PRESSING NEED FOR SOVIET WHEAT SUBSIDY - LYNG",
        "DATELINE": "    WASHINGTON, Oct 20 - ",
        "BODY": "The Soviets have not indicated an\nurgent need for a U.S. wheat subsidy offer, and it is unlikely\nthat such an offer will be ma during the U.S./Soviet summit\nexpected to be held next month, Agriculture Secretary Richard\nLyng told Reuters.\n    In an exclusive interview with Reuters, Lyng said he did\nnot know if the United States will offer Moscow another wheat\nsubsidy offer this year or when that offer will be made.\n    \"Last year it was well into the year before we offered it.\nThere's been nothing that's taken place to indicate to me that\nthere's a pressing need on their part for that sort of deal (a\nwheat subsidy).\"\n    When asked if a subsidy would be offered at a U.S./Soviet\nsummit, Lyng said, \"No, I don't think so. I don't think that.\"\n    The Agriculture Secretary said a U.S. wheat subsidy deal to\nMoscow would not be the kind of topic appropriate for\ndiscussion at a summit.\n    \"It would not be the kind of issue that the President or the\nChairman would get into specific negotiations or discussions\nabout,\" Lyng said.\n    \"When Mr. Nikonov (communist party secretary for\nagriculture) was here ... he indicated that trade in wheat was\nnot something that would be discussed with the President of the\nUnited States. He said it's not presidential,\" Lyng said.\n    Lyng said uncertainties about wheat quality in some major\nproducing areas of the world, volatile wheat prices and the\nstill unfinished Soviet grain harvest could delay any final\ndecision on the timing of another wheat subsidy to Moscow.\n    The future of the U.S./Soviet long-term grains agreement\nwill be discussed the first of next year, Lyng said, but the\nAgriculture Secretary questioned the benefits of the\nlong-standing agreement.\n    \"We've had three years in a row in which the Soviets have\nfailed to live up to their end of the agreement ... We would\nlove to continue to keep doing busines with the Soviet Union,\nbut do we need a long-term agreement. Who benefits from that.\nThese are some of the questions we need to discuss.\"\n    When asked if he felt the United States has benefitted from\nthe agreement, Lyng said, \"I don't know. It certainly hasn't\nbeen what we had hoped it would be. For three years running\nthey've (Moscow) failed to live up to what we considered was an\nagreement.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "comex"
    ]
}