{
    "DATE": "23-MAR-1987 14:05:33.64",
    "TOPICS": [
        "tin"
    ],
    "PLACES": [
        "bolivia",
        "west-germany"
    ],
    "NEWID": "8427",
    "TEXT": {
        "TITLE": "BOLIVIA'S TOP UNION LEADER JOINS MINERS FAST",
        "DATELINE": "    LA PAZ, March 23 - ",
        "BODY": "Bolivia's top union leader today joined\na hunger strike by 1,300 state employed miners and workers to\npress for higher wages he said.\n    Juan Lechin Oquendo, the veteran secretary general of the\nBolivian Labour Organization, COB, told reporters: \"I am\njoining the fast to abide with our call for a hunger strike\".\n    Lechin, 83, became one of 12 COB leaders to join a hunger\nstrike to protest against the austerity programme of the\ngovernment of president Victor Paz Estenssoro.\n    The striking leader began his fast as leaders of 9,000\nminers employed by the state corporation COMIBOL were due to\nstar negotiations on ways to solve their conflict over pay.\n    About 1,300 miners and workers entered today their fourth\nday of fast in union offices and Roman Catholic churches to\npress for a substantial hike in Bolivia's minimum monthly wage,\nwhich is 40 bolivianos (about 20 dlrs), COB leader Walter\nDegadillo said.\n    \"I will take part in the miners' negotiations because that\ndoes not force me to suspend my fast,\" Lechin told reporters.\n    The COMIBOL miners' strike entered its fifth day to press\nfor higher wages and more funds for the mining nationalised\nindustry.\n    About 20,000 miners, or two-thirds of the working force,\nhave been laid off through the government's decision to\nstreamline the deficit-ridden state corporation following a\ncollapse in the international tin price.\n    The government, faced with mounting social unrest against\nits economic policies, has called the miners' strike and fasts\npart of a campaign aimed at discrediting it during the visit of\nWest German president Richard von Weizsaecker, who began a\nfour-day visit last Friday.\n    \"I regret not being able to attend an invitation by\npresident Weizsaecker to a dinner tonight because I am on a\nhunger strike,\" Lechin told reporters. \"I also have to orga-\nnise the strike.\"\n    Weizsaecker is hosting a dinner tonight for Paz Estenssoro\nand had invited both Lechin and Victor Lopez, the miners'\nfederation top leader. Although lopez has not joined the fast,\nunion sources said its unlikely he would attend the dinner.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "itc"
    ],
    "PEOPLE": [
        "von-weizsaecker"
    ]
}