{
    "DATE": " 1-APR-1987 14:35:51.40",
    "TOPICS": [
        "gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12209",
    "TEXT": {
        "TITLE": "ENERGY/U.S. REFINING",
        "AUTHOR": "     By BERNICE NAPACH, Reuters",
        "DATELINE": "     NEW YORK, April 1 - ",
        "BODY": "U.S. refiners said they are worried\nthat growing supplies of imports, proposed federal\nenvironmental regulations, and the marketing of a third grade\nof unleaded gasoline would cost them dearly and at a time when\nthe industry is recovering from a recent slump.\n     \"We have to look at national security and cut the amount\nof products and crude coming into the country if it hurts the\nindustry,\" said Archie Dunham, vice president of petroleum\nproducts at Conoco, subsidiary of DuPont Corp (DD).\n    U.S. oil imports account for about 38 pct of U.S.\nconsumption but are expected to rise to 50 pct by the mid\n1990s, according to the Department of Energy.\n    \"Can we afford to import 60 or 70 pct of our oil\nrequirements 15 or so years from now?\" asked John Swearingen,\nchairman of the board of Continental Illinois Corp <CIL> and\nformer chief executive of Amoco Corp <AN>. \"If your answer to\nthat question raises doubt, then it behooves us to do all that\nwe can now to cope with this situation and improve our\nposition.\"\n    But Swearingen said he opposed the idea of an import fee, a\nview echoed by others attending this week's National Petroleum\nRefiners Association meeting in San Antonio, Texas.\n    \"Talk of an import surcharge or controls is not encouraging\nbecause those things won't solve our problems and could well\ncompound them,\" said Swearingen. \"Once the government affects\nvalues, once an import quota or license has value, it's going\nto be subverted by government,\" he added.\n     William Martin, deputy Energy Secretary, said the costs of\nan import fee outweigh its benefits and suggested, as Energy\nSecretary John Herrington has, depletion tax credits to\nencourage domestic production and limit oil imports. He also\nsaid altnerative energy sources should be encouraged.\n     Restoration of the depletion allowance for a 27 pct\ndeduction from the taxable income of oil companies is \ncontroversal but might work, said Dunham.\n    Dunham and other officials opposed the idea of a fee on oil\nimports but said if one is enacted it must tax crude and\nproduct imports.\n    \"Why would companies import crude when they could import\nproducts for a smaller cost if there were only a fee on crude?\"\nasked Henry Rosenberg, chairman of Crown Central Petroleum\n<CNP>.\n     An import fee would raise the costs of U.S. petrochemical\nproducts and make them noncompetive on the world market, Dunham\nsaid.\n     \"The energy security issue should be considered when\nenvironmental issues are considered,\" Martin said.\n    \"The level of investment for the proposed lowering of\nsulfur level of diesel to 0.05 pct by weight, for example, is\nunacceptable,\" Dunham said. \"Most companies cannot afford it.\"\n    George Unzelman, president of HyOx, Inc., said these\nproposals \"will place pressure on small refining operations and\npromote further industry consolidation.\"\n     An NPRA survey of of 139 refineries, which was released at\nthe conference, said reducing sulphur content to 0.05 pct\nweight and aromatics to 20 volume pct aromatics in highway\ndiesel fuel would cost refiners 6.65 billion dlrs.\n     The national average diesel fuel sulfur content in 1986\nfor the survey respondents was 0.27 weight pct while the\naverage aromatics content was 32 pct.\n     Another possible cost to refiners is the upgrading of\nfacilities to produce a third grade of unleaded gasoline which\nis beginning to be marketed by some companies.\n    \"What will be the standard octane level in various grades\nof unleaded gasoline?\" asked Dunham. \"A midlevel grade of\nunleaded gasoline with an octane level of 89 means an\ninvestment has to be made,\" Dunham said.\n     This grade is not warranted, said Crown's Rosenberg.\n     Despite these concerns, refiners are expecting margins to\nmove higher in the next few months.\n     \"We are beginning to see a return in wholesale margins,\"\nsaid Roger Hemminghaus, chairman of the refining and marketing\ncompany that is to spin off from Diamond Shamrock Corp <DIA>.\n     Margins are higher because the OPEC pact is holding, U.S.\nstocks of gasoline and heating oil are declining, and gasoline\ndemand is rising as the driving season approaches, he said.\n     \"This summer could be a good season for selling gasoline,\"\nHemminghaus said, adding that the new company will be primarily\na gasoline producer.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "herrington"
    ]
}