{
    "DATE": "16-MAR-1987 11:19:59.65",
    "TOPICS": [
        "money-fx",
        "peseta"
    ],
    "PLACES": [
        "spain"
    ],
    "NEWID": "5412",
    "TEXT": {
        "TITLE": "SPAIN TO RELAX EXCHANGE CONTROLS",
        "DATELINE": "    MADRID, March 16 - ",
        "BODY": "The Bank of Spain is relaxing exchange\ncontrols to help put Spanish banks on an equal footing with\nEuropean Community competitors by the 1993 deadline for the\nending of restrictions, a central bank spokesman said.\n    \"The measures to take effect by June were designed to lift\nrestrictions on foreign currency operations, in line with\nderegulation in the banking industry,\" he said in a telephone\ninterview.\n    The spokesman said the relaxation of exchange controls\nhighlighted a broader package of reforms announced last Friday.\n    The central bank said in a statement the measures included\nincreased provisions for high-risk borrowers and a provision\nfor future pension fund obligations.\n    It said the measures were the latest steps to deregulate\nSpain's financial sector, a move triggered by entry into the\nCommunity last year.\n    Spain has five years to complete bank deregulation, a\nprocess that began in 1978 when the government allowed foreign\nbanks to open branches.\n    Since then 39 foreign banks have come into the market and\nthey now control about 15 pct of the system's lending assets.\n    Residents in Spain can now borrow freely in foreign\ncurrency up to the equivalent of 1.5 billion pesetas against a\nprevious ceiling of 750 mln pesetas.\n    The 750 mln peseta limit was set last March. Between that\ndate and the end of last year some 430 mln dlrs flowed into the\ncountry on new foreign currency loans.\n    The central bank spokesman said operations over 1.5 billion\npesetas were technically subject to authorisation, but would be\ngiven clearance if the government failed to act in 15 days.\n    Spanish banks will also be allowed to expand their foreign\ncurrency funding, formerly obtainable through deposits, by\nissuing certificates of deposit, bonds and commercial paper.\n    They can also employ these funds to invest in foreign\nissues, while before they had to be converted into deposits.\n    Foreign exchange operations can be in mixed currencies,\ninstead of having to borrow and lend in the same currency.\n    The central bank has also lifted the restriction on the\namount of foreign exchange loans, which previously were limited\nto three times a bank's capital equity.\n    The latest deregulation measures were welcomed by most\nbankers, in contrast to rulings issued earlier this month which\nimposed a 19 pct reserve requirement on new convertible peseta\nfunds held by banks and freed short term deposit rates.\n    The reserve requirement, which was already in place on\nnormal peseta deposits, was intended to curb short-term foreign\nspeculative capital which is entering the country and\nthreatening the government's money supply growth target.\n    A foreign banker said high reserve requirements, which now\naccount for about 30 pct of deposits, placed Spanish banks at a\ndisadvantage with European competitors.\n    The government reduced fixed asset investment requirements\nto 11 pct from 23 pct to help offset the negative impact of\ninterest rate deregulation. \"The real problem is the freeing of\ninterest rates,\" the banker said. \"This is going to take a big\nbite out of profits.\"\n    The ruling lifted a six pct ceiling on interest rates paid\non deposits of up to 180 days.\n    The chairman of one of Spain's leading banks said the\nmeasure was expected to bring a 20 pct drop in profits this\nyear.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}