{
    "DATE": "29-APR-1987 16:17:56.64",
    "TOPICS": [
        "silver"
    ],
    "PLACES": [
        "mexico",
        "peru"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17423",
    "TEXT": {
        "TITLE": "MEXICO SILVER POLICIES UNCHANGED, OFFICIALS SAY",
        "DATELINE": "    Mexico City, April 29 - ",
        "BODY": "Mexico's policies for silver\nproduction and sales have not changed despite Peru's decision\nlast week to freeze its silver sales, government mining and\ncentral bank officials said.\n    The officials also expressed doubt that such a policy\nchange was in the works.\n    Mexico is the world's leading silver producer and had an\noutput of about 73.9 mln troy ounces last year, according to\npreliminary government figures.\n    Peru, the world's second leading silver producer, last week\nsuspended sales of the precious metal in what authorities in\nLima said was an effort to protect its price in an unstable\nmarket.\n    Since the decision, Peruvian officials have said they will\ndiscuss cooperation in the silver market with Mexican officials\nin scheduled meetings.\n    Last week, Peruvian central bank president Leonel Figueroa\nand the head of the central bank of Mexico, Miguel Mancera\nAguayo met in Mexico City in private talks said aimed at\nconsolidating the upward trend of silver prices.\n    Mexican minister of energy and mines, Alfredo del Mazo, is\nalso expected to meet soon with his Peruvian counterpart,\nWilfredo Huayta.\n    However, no Mexican decision has been made to follow the\nPeruvian example of suspending new silver sales, Mexican\nofficials said.\n    One Mexican mining sector official working closely with the\ngovernment's production and sales policy told Reuters there\nhave been no changes in policy handed down by the central bank.\n    \"The same policy that has been followed will be continued,\"\nsaid the official, who asked not to be further identified.\n    A spokesman for the central bank said the bank had no\ninformation on any silver policy changes.\n    An energy and mines ministry spokesman and an official in\nthe ministry's metallurgy department also said no government\nsilver policy change had been made.\n    The mining sector official also said he doubted Mexico\nwould follow Peru's policy, reasoning that if the two\ngovernments had intended to coordinate silver policies, Mexico\nwould have announced a sales suspension along with Peru last\nweek.\n    \"It's very probable a change won't be made,\" the official\nsaid.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ]
}