{
    "DATE": " 9-MAR-1987 08:51:35.60",
    "TOPICS": [
        "gnp",
        "jobs",
        "cpi",
        "bop",
        "dfl"
    ],
    "PLACES": [
        "netherlands"
    ],
    "NEWID": "3024",
    "TEXT": {
        "TITLE": "DUTCH PLANNING AGENCY FORECASTS LOWER GROWTH",
        "DATELINE": "    THE HAGUE, March 9 - ",
        "BODY": "Dutch economic growth is slowing as a\nfirming guilder cuts competitiveness abroad and industries\nreduce the pace of investment, the Dutch official planning\nagency CPB said.\n    The Centraal Planbureau, publishing its 1987 economic\noutlook, said Dutch Net National Income (NNI) was expected to\ngrow by one pct this year, down from two pct growth recorded in\n1986 and 2.5 pct in 1985 and 1984.\n    Dutch Gross National Product is expected to rise to 432.20\nbillion guilders in 1987 in constant prices, a two pct increase\nfrom last year's 423.95 billion.\n    The CPB, forecasting an 8.5 pct increase in the value of\nthe guilder on a trade-weighted basis compared with 10.0 pct\nlast year, said the dollar was expected to trade at an average\nof 2.0 guilders in 1987 compared with 2.45 guilders in 1986.\n    \"The higher guilder is causing a substantial fall in unit\nlabour costs abroad, when measured in guilder terms, while\nthese are rising slightly in the Netherlands,\" the CPB said.\n    More of economic growth now depended on domestic\nconsumption, the CPB said, but noting that higher margins set\nby domestic producers and importers mitigated the effect on\npurchasing power of lower import costs and deflation.\n    Consumer prices were set to fall by 1.5 pct this year, the\nCPB said. Inflation was zero last year.\n    Gross investment in industry was expected to grow by five\npct this year, a slowdown compared with 11.5 pct growth last\nyear, the CPB said.\n    Exchange rate and oil price fluctuations will continue to\ncondition the Dutch economy in the future as it has in recent\nyears, the CPB said, noting a continued depressing impact of\nthese factors on Dutch competitiveness.\n    In addition, it noted a slight rise in taxation and social\nsecurity costs to employers.\n    The CPB, forecasting a rise in the budget deficit to 7.2\npct of Net National Income in 1987 from 6.3 pct last year,\nurged the government to cut expenditure further to bring down\nthe deficit and reduce tax and social security payments in\nfuture.\n    Dutch government revenue is being depressed further by\nfalling income from natural gas sales in 1987, the CPB said.\n    It said unemployment was expected to fall to 675,000 this\nyear from 710,000 last year.\n    While the two pct GDP growth forecast set by the CPB is\nwithin its latest forecast, issued last month, of 1.5 to two\npct growth, the figure is well above recent market estimates.\n    Dutch merchant bank Pierson, Heldring en Pierson said in\nits February economic outlook that GDP growth at constant\nprices was expected to be 1.1 pct this year and market analysts\nhad expected the CPB's final forecast to be below its own\nlatest estimate.\n    \"It is too early to comment because I haven't seen the whole\ndocument yet, but it would seem we are more pessimistic in some\nof our estimates,\" a Pierson economist said.\n    The CPB forecast 2.5 pct export growth in volume terms in\n1987, after four pct growth last year. Excluding energy\nexports, the 1987 figure would be two pct, it said.\n    Imports were set to rise by 4.5 pct this year compared with\nfour pct in 1986 in volume terms, the CPB said.\n    The balance of payments would see a sharp decline in the\nsurplus, to six billion guilders in 1987 compared with 12.1\nbillion last year, the CPB forecast.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ]
}