{
    "DATE": "11-MAR-1987 03:10:16.08",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "saudi-arabia"
    ],
    "NEWID": "3455",
    "TEXT": {
        "TITLE": "SAUDI ARABIA'S KING FAHD WANTS STABLE OIL PRICES",
        "AUTHOR": "    By STEPHEN JUKES AND PHILIP SHEHADI, REUTERS",
        "DATELINE": "    RIYADH, March 11 - ",
        "BODY": "King Fahd said today Saudi Arabia wants\noil price stability and he called on non-OPEC producers to\navoid harmful competition with the 13 nation group.\n    His plea, in an interview with Reuters and the television\nnews agency Visnews, came ahead of a state visit he will make\nto Britain later this month.\n    King Fahd was asked whether Saudi Arabia would be prepared\nto reduce its oil output below its OPEC quota of 4.133 mln\nbarrels per day (bpd) to defend the 18 dlr benchmark price\nagreed to by OPEC last December.\n    The King replied: \"Saudi Arabia doesn't decide prices by\nitself but certainly desires price stability.\"\n    Non-OPEC countries \"must help us in a framework of common\ninterest so that there is no type of competition which could\nprove harmful to everyone,\" he said.\n    Asked if he saw the 18 dlr per barrel benchmark as a first\nstep towards higher world oil prices, King Fahd said it was not\nfor Saudi Arabia but for all OPEC countries to determine such\nissues. Iran and Algeria have already called for a higher\nbenchmark.\n    In recent weeks the 18 dlr level has come under pressure,\ndue partly to quota violations by some OPEC members. King Fahd\nsaid Saudi Arabia, the world's largest oil exporter, was\nadhering to decisions made at OPEC's December conference which\nset a 15.8 mln bpd output ceiling for the first half of 1987.\n    A major non-OPEC producer, Britain has so far resisted the\ngroup's pleas to curb its North Sea oil output.\n    The King also urged the world community to help the\nPalestinians return to their homeland and called for a peaceful\nend to the Iran-Iraq war. The 6-1/2-year-old war could not be\nresolved on the battlefield, he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "king-fahd"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}