{
    "DATE": "29-APR-1987 17:29:50.25",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "bangladesh"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17426",
    "TEXT": {
        "TITLE": "BANGLADESH KEEPS OPTIONS OPEN ON GRAIN PENALTY",
        "DATELINE": "    DHAKA, April 29 - ",
        "BODY": "Bangladesh is keeping its options open on\nwhether to seek a penalty from Continental Grain Co of the\nUnited States for alleged breach of a wheat shipment contract,\nbut is also asking the company to expedite shipment of the\ncargo, a senior Food Ministry official said.\n    The official, who declined to be named, said the company\nunder a deal agreed to ship 100,000 tonnes of wheat by April 7\nand another 100,000 tonnes by April 16. But it shipped only\n126,000 tonnes altogether.\n    The supplier will have to pay penalty at a rate of two dlrs\nper tonne for every delayed day according to a document signed\nby both the Food Ministry and the suppliers' agent in Dhaka, he\ntold Reuters.\n    \"If they arrange quick shipment, we may take a lenient view,\"\nthe official said. The issue is expected to be decided at a\ncabinet meeting scheduled for next Sunday, he added.\n    A pro-government Bengali daily \"Dainik Janata\" reported today\nthat Continental Grain could face a penalty of 200 mln taka\n(6.49 mln dlrs) for alleged failure to maintain shipment\nschedule.\n    The local agent of Continental Grain, Shafi Ahmed\nChoudhury, told Reuters he applied to the Bangladesh government\nfor an extension of the shipment period because loading of\nwheat at London was being delayed due to bad weather and a\nfaulty elevator at a grain silo. But the government has not yet\ngranted the extension, he said.\n    Choudhury said the freight rate and price of wheat had gone\nup after the deal was signed, which resulted in a financial\nloss to the company.\n    He said he was not \"officially informed\" of the move to\nimpose a penalty, although he was \"not totally unaware of it.\"\n    Continental Grain officials in New York declined to\ncomment.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ]
}