{
    "DATE": " 2-JUN-1987 13:14:28.41",
    "TOPICS": [
        "gas",
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "volcker",
        "greenspan"
    ],
    "NEWID": "18146",
    "TEXT": {
        "TITLE": "SMALL RISE SEEN IN U.S. GASOLINE INVENTORIES",
        "DATELINE": "    NEW YORK, June 2 - ",
        "BODY": "U.S. analysts expect the American\nPetroleum Institute's weekly report on oil inventories to show\na slight build in U.S. stocks of gasoline for the week ended\nMay 29, oil traders and analysts said.\n    While the consensus is for an increase, a few would not\nrule out the possibility of an decline. Traders said that\nbarring any surprises in tonight's report, they expect the\nreport to be neutral to bearish for oil prices.\n    Heating oil stocks are also likely to build and runs to be\nsteady to slightly higher, which could add pressure on oil\nprices, the analysts said.\n    Crude oil was seen likely to build assuming imports\ncontinue at relatively high levels.\n    Analysts expect gasoline stocks to rise 500,000 to two mln\nbarrels above the 234 mln reported for May 22.\n    Peter Beutel, oil analyst with Elders Futures inc, who\nlooks for a build said, \"We have had five weeks of gasoline\ndemand at 7.3 mln bpd or more and it is likely to taper off to\nbetween 6.7-7.0 mln bpd, which should make stocks build. Demand\nwould have to stay above 7.0 mln bpd to have a draw,\" he added.\n    Rising demand is why oil traders and analysts expect a draw\nin stocks of about of about one mln barrels.\n   \n    The U.S. Energy Information Administration in its latest\nreport for the four weeks ending may 22 said that gasoline\ndemand was up 4.4 pct to 7.3 mln bpd from the previous year.\n    But analysts said hopes of reduced stocks is likely to\nfounder on increased runs in refineries, which could be up 0.3\npct above May 22's 81.2 pct capacity operated.\n    Such an increase would raise runs about 100,000 bpd and add\nto U.S. stocks.\n    But some analysts said that refiners may have held refinery\nruns.\n    Heating oil stocks were also expected to build between\n700,000 barrels and one mln from the 96 mln barrel level\nreported last week, but a rise in distillate stocks was\ndiscounted as having a market impact at this time.\n    \"A build is seasonal now and not out of line with last year,\"\none futures analyst said.\n    Analysts said they also expect crude oil stocks to build\nbetween 1.5 mln barrels and three mln from the 325 mln barrels\nreported by API for the week of may 22.\n    The consensus appears for about two mln barrels to be added\nto the nation's inventory.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}