{
    "DATE": "26-FEB-1987 16:41:34.44",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "109",
    "TEXT": {
        "TITLE": "U.S. BANK DISCOUNT BORROWINGS 310 MLN DLRS",
        "DATELINE": "    NEW YORK, Feb 26 - ",
        "BODY": "U.S. bank discount window borrowings\nless extended credits averaged 310 mln dlrs in the week to\nWednesday February 25, the Federal Reserve said.\n    The Fed said that overall borrowings in the week fell 131\nmln dlrs to 614 mln dlrs, with extended credits up 10 mln dlrs\nat 304 mln dlrs. The week was the second half of a two-week\nstatement period. Net borrowings in the prior week averaged 451\nmln dlrs.\n    Commenting on the two-week statement period ended February\n25, the Fed said that banks had average net free reserves of\n644 mln dlrs a day, down from 1.34 billion two weeks earlier.\n    A Federal Reserve spokesman told a press briefing that\nthere were no large single day net misses in the Fed's reserve\nprojections in the week to Wednesday.\n    He said that natural float had been \"acting a bit\nstrangely\" for this time of year, noting that there had been\npoor weather during the latest week.\n    The spokesman said that natural float ranged from under 500\nmln dlrs on Friday, for which he could give no reason, to\nnearly one billion dlrs on both Thursday and Wednesday.\n    The Fed spokeman could give no reason for Thursday's high\nfloat, but he said that about 750 mln dlrs of Wednesday's\nfloat figure was due to holdover and transportation float at\ntwo widely separated Fed districts.\n    For the week as a whole, he said that float related as of\nadjustments were \"small,\" adding that they fell to a negative\n750 mln dlrs on Tuesday due to a number of corrections for\nunrelated cash letter errors in six districts around the\ncountry.\n    The spokesman said that on both Tuesday and Wednesday, two\ndifferent clearing banks had system problems and the securities\nand Federal funds wires had to be held open until about 2000 or\n2100 EST on both days.\n    However, he said that both problems were cleared up during\nboth afternoons and there was no evidence of any reserve\nimpact.\n    During the week ended Wednesday, 45 pct of net discount\nwindow borrowings were made by the smallest banks, with 30 pct\nby the 14 large money center banks and 25 pct by large regional\ninstitutions.\n    On Wednesday, 55 pct of the borrowing was accounted for by\nthe money center banks, with 30 pct by the large regionals and\n15 pct by the smallest banks.\n    The Fed spokesman said the banking system had excess\nreserves on Thursday, Monday and Tuesday and a deficit on\nFriday and Wedndsday. That produced a small daily average\ndeficit for the week as a whole.\n    For the two-week period, he said there were relatively high\nexcess reserves on a daily avearge, almost all of which were at\nthe smallest banks.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ]
}