{
    "DATE": "27-MAR-1987 12:51:34.99\u0005\u0005\u0005V RM",
    "TOPICS": [
        "cpi"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10553",
    "TEXT": {
        "TITLE": "U.S. PRICE DATA SUGGEST MODERATE INFLATION",
        "DATELINE": "    NEW YORK, March 27 - ",
        "BODY": "Latest consumer price data indicate\nU.S. inflation will be moderate in 1987 even though it will be\nabove last year's pace, economists said.\n    \"Inflation is not such a constructive factor as this time\nlast year, but it's not building up a large head of steam,\"\nsaid Allan Leslie of Discount Corp.\n    U.S. consumer prices, as measured by the consumer price\nindex for all urban consumers, rose a seasonally adjusted 0.4\npct in February after a 0.7 pct January gain. Energy prices,\nwhich fired January's data with a three pct rise, advanced a\nmore moderate 1.9 pct last month.\n    The CPI came within the range of economists' expectations\nand had little direct impact on U.S. financial markets.\n    Among the key components of the report, transportation\nprices rose 0.5 pct in February after a 1.5 pct January gain\nreflecting smaller price appreciation for motor fuels and\ndeclines in new car prices and finance charges.\n    \"There are no pronounced pressures at the retail level,\"\nsaid William Sullivan of Dean Witter Reynolds Inc.\n    Economists said the latest CPI supports existing\nexpectations for an inflation rate of 3.5 to four pct in 1987.\n    The CPI rose 1.1 pct from December 1985 to December 1986.\nWithout last year's energy price drop, it rose 3.8 pct.\n    Economists said that upward pressure on import prices as a\nresult of the dollar's drop as well as the volatile energy\ncomponent warrant attention in case gains in these areas become\nfactored into the wider economic picture.\n    \"As long as those price rises do not become entrenched in\ncost of living adjustments contained in labor contracts, thus\nreducing international competitiveness, then the Federal\nReserve would probably be willing to tolerate four pct\ninflation,\" said Larry Leuzzi of S.G. Warburg and Co Inc.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "icco"
    ]
}