{
    "DATE": "18-JUN-1987 10:13:26.02",
    "TOPICS": [
        "interest",
        "reserves",
        "jobs",
        "income"
    ],
    "PLACES": [
        "uk"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18672",
    "TEXT": {
        "TITLE": "U.K. DATA DEPRESS RATE CUT OUTLOOK - ANALYSTS",
        "AUTHOR": "    By Rowena Whelan, Reuters",
        "DATELINE": "    LONDON, June 18 - ",
        "BODY": "Today's U.K. Economic data have pushed\nthe chances of another base lending rate cut from the current\nnine pct further into the distance, analysts said.\n    A record fall in unemployment and good manufacturing\nproduction data showed that the economy is still strong and\ndoes not need a fillip from lower rates.\n    News that underlying earnings are rising 7.75 pct annually,\ntaken together with higher than expected bank lending and money\nsupply growth, revived inflation worries and monetarist\narguments against easier credit, they said.\n    \"The timetable on lower interest rates is being pushed back\nall the while. The strength of the economy and broad money\ngrowth are making it more difficult to see one in the near\nterm,\" said Chase Manhattan Securities economist Robin Marshall.\n    Analysts have reached this conclusion despite yesterday's\nmortgage rate cuts for new borrowers, which building societies\nsaid were a sign of the expected near term trend for U.K.\nRates.\n    It also counters the optimistic forecasts of last week that\na post-general election cut was imminent, supported by such\noptimistic economic news as May's record reserves rise which\nmirrored the Bank of England efforts to cap sterling's\nstrength.\n    The gilt market lost nearly half a point as enthusiasm\nabout May's 64,300 fall in the seasonally adjusted unemployment\nrate, to 2.95 mln or 10.6 pct of the workforce, was rapidly\nreplaced by dismay at the continued high level of underlying\naverage earnings in April, dealers said.\n    The upset was compounded by news that sterling bank lending\nrose 2.7 billion stg in May, above forecast, and that the Bank\nof England looks likely to have to sell more gilts to offset\nthe impact on domestic money supply of its current\nintervention.\n    \"The gilt market reaction was correct,\" said Bill Martin,\nchief U.K. Economist at brokers Phillips and Drew.\n    \"That's very important ... It shows the economy in a very\ngood state indeed,\" Skeoch said.\n    \"There's no reason to get worries about inflationary\npressures because they're very subdued.\" Unit wage cost rises\nwere better than expected, just one pct higher in the year to\nApril, and it was these costs rather than average earnings\nwhich were potentially inflationary, he added.\n    \"I don't think these average earnings numbers are a major\nproblem,\" agreed Chase Manhattan's Marshall.\n    But he said the gilts market was likely to remain worried\nabout the funding implications of recent intervention.\n    He said the inflow of foreign money into sterling assets\nearlier this year, attracted by growth prospects and hopes that\nthe ruling Conservatives would win last week's election, now\nlooks likely to prevent a base rate cut as the authorities try\nto prevent these funds swelling the domestic money system.\n    However, David Owen, U.K. Economist at Kleinwort Grieveson\nSecurities, said any fresh sterling strength would still\ntrigger a base rate cut and that today's figures did not signal\nhigher inflation this year.\n    \"Wage increases are being offset by productivity growth. As\nlong as that continues we're okay,\" he added.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}