{
    "DATE": " 8-APR-1987 04:03:27.14",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "indonesia"
    ],
    "PEOPLE": [
        "subroto"
    ],
    "NEWID": "14849",
    "TEXT": {
        "TITLE": "BUNDESBANK ALLOCATES 6.1 BILLION MARKS IN TENDER",
        "DATELINE": "    FRANKFURT, April 8 - ",
        "BODY": "The Bundesbank accepted bids for 6.1\nbillion marks at today's tender for a 28-day securities\nrepurchase pact at a fixed rate of 3.80 pct, a central bank\nspokesman said.\n    Banks, which bid for a total 12.2 billion marks liquidity,\nwill be credited with the funds allocated today and must buy\nback securities pledged on May 6.\n    Some 14.9 billion marks will drain from the market today as\nan earlier pact expires, so the Bundesbank is effectively\nwithdrawing a net 8.1 billion marks from the market with\ntoday's allocation.\n    A Bundesbank spokesman said in answer to enquiries that the\nwithdrawal of funds did not reflect a tightening of credit\npolicy, but was to be seen in the context of plentiful\nliquidity in the banking system.\n    Banks held an average 59.3 billion marks at the Bundesbank\nover the first six days of the month, well clear of the likely\nApril minimum reserve requirement of 51 billion marks.\n    The Bundesbank spokesman noted that by bidding only 12.2\nbillion marks, below the outgoing 14.9 billion, banks\nthemselves had shown they felt they had plenty of liquidity.\n    Dealers said the Bundesbank is keen to prevent too much\nliquidity accruing in the market, as that would blunt the\neffectiveness of the security repurchase agreement, its main\nopen-market instrument for steering market interest rates. Two\nfurther pacts are likely this month over the next two weeks.\n    The Bundesbank is currently steering call money between 3.6\nand 3.8 pct, although short-term fluctuations outside that\nrange are possible, dealers said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ]
}