{
    "DATE": "28-APR-1987 19:45:10.95",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa",
        "ussr"
    ],
    "PEOPLE": [
        "andriessen"
    ],
    "NEWID": "17369",
    "TEXT": {
        "TITLE": "SOVIET SAYS DATA SHARING WILL HELP FIND OIL",
        "DATELINE": "    HOUSTON, April 28 - ",
        "BODY": "A Soviet geologist said scientists need\nto coordinate data about onshore and offshore oil deposits to\nhelp identify global formations that would indicate other\npotential discoveries of oil and gas reserves.\n    Vladmir Vladiminovich Semenovich, the head of petroleum\ngeology at Moscow State University, told delegates at the World\nPetroleum Congress that exploration efficiency could also be\nimproved through new and more sophisticated technology.\n    \"We should emphasize that when having the data about\npetroleum distribution onshore and offshore, it is possible to\nclarify the idea of global regularities in oil and gas\nprospects,\" Semenovich said. \"However, much work should be done\nto coordinate data concerning the structure and oil and gas\nprospects in adjoining onshore and offshore basins.\"\n    Sharing the information could help geologists better\npredict regional trends and underground formations that\nindicate the presence of oil or gas, he said.\n    Semenovich also said that existing estimates of the\npotential oil and natural gas resources of the world may need\nto be revised upward as oil companies continue to examine\nunexplored regions.\n    The world, which has already produced 476 billion barrels\nof oil and gas, has a current total of about 733 billion\nbarrels in proved reserves. Undiscovered resources are\nestimated at about 1.4 trillion barrels, or about half of the\ntotal ultimate reserves, Semenovich said.\n    \"There are a lot of unstudied regions all over the world\nand, as far as the already known basins, one continues to find\nadditional reserves,\" he said, noting that Antarctica has been\nvirtually ignored. \"The existing estimate of potential\nresources of the world may need to be enlarged.\"\n    To find deeper and more expensive reserves, scientists will\nneed to use 3-D mapping of underground formations and laser\nspectrometry to measure bitumen in soils and plants among other\ntechniques, he said.\n    He estimated that continental slopes contain about 10 to 13\npct of all offshore reserves.\n    Semenovich also said that virtually all of the total oil\nand gas resources now estimated to exist in the world would be\ndiscovered and placed in production during the next 50 years.\n    After his speech, Semenovich told Reuters that Soviet oil\nproduction was increasing. \"The difficulties of 1985 have been\novercome and we're now back to normal production,\" he said.\n    The Soviet Union, the world's largest producer of oil, had\nexperienced drilling and technical problems that cut total\nliquids production from 12.45 mln barrels a day in 1984 to 12.1\nmln barrels a day in 1985. Last year, the Soviets produced an\nestimated 12.3 mln barrels.\n    When asked about the recent reopening and testing of a coal\ngasification project in Soviet Central Asia, Semenovich said\nthe project was important because of the lack of oil reserves\nin the region.\n    Semenovich declined to identify at what level of world oil\nprices the coal gasification process would become economic\nagain. \"It's too expensive for the time being,\" Semenovich\nsaid.\n    \"Theoretical development is underway and tests are being\nrun. For the moment, coal gasification is a very small part of\nthe energy industry,\" he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}