{
    "DATE": " 3-MAR-1987 08:42:08.50",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "netherlands"
    ],
    "NEWID": "977",
    "TEXT": {
        "TITLE": "COFFEE PRICE FALL SHORT TERM - DUTCH ROASTERS",
        "DATELINE": "    ROTTERDAM, March 3 - ",
        "BODY": "This morning's sharp decline in coffee\nprices, following the breakdown late last night of negotiations\nin London to reintroduce International Coffee Organization,\nICO, quotas, will be short-lived, Dutch roasters said.\n    \"The fall is a technical and emotional reaction to the\nfailure to agree on reintroduction of ICO export quotas, but it\nwill not be long before reality reasserts itself and prices\nrise again,\" a spokesman for one of the major Dutch roasters\nsaid.\n    \"The fact is that while there are ample supplies of coffee\navailable at present, there is a shortage of quality,\" he said.\n    \"Average prices fell to around 110 cents a lb following the\nnews of the breakdown but we expect them to move back again to\naround 120 cents within a few weeks,\" the roaster added.\n    Dutch Coffee Roasters' Association secretary Jan de Vries\nsaid although the roasters were disappointed at the failure of\nconsumer and producer ICO representatives to agree on quota\nreintroduction, it was equally important that quotas be\nreallocated on a more equitable basis.\n    \"There is no absolute need for quotas at this moment because\nthe market is well balanced and we must not lose this\nopportunity to renegotiate the coffee agreement,\" he said.\n    \"There is still a lot of work to be done on a number of\nclauses of the International Coffee Agreement and we would not\nwelcome quota reintroduction until we have a complete\nrenegotiation,\" de Vries added.\n    With this in mind, and with Dutch roasters claiming to have\nfairly good forward cover, the buying strategy for the\nforeseeable future would probably be to buy coffee on a\nhand-to-mouth basis and on a sliding scale when market prices\nwere below 120 cents a lb, roasters said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "subroto"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}