{
    "DATE": "20-MAR-1987 18:11:31.62",
    "TOPICS": [
        "crude",
        "nat-gas",
        "fuel"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8041",
    "TEXT": {
        "TITLE": "NATURAL GAS SEEN RECAPTURING SOME MARKET SHARE",
        "AUTHOR": "    By NAILENE CHOU-WIEST, Reuters",
        "DATELINE": "    NEW YORK, March 17 - ",
        "BODY": "Higher crude oil prices will raise\ndemand for natural gas, helping it to reclaim market share lost\nto heavy oil when prices plunged in 1986, analysts said.\n    The analysts said that these efforts will be most\nsuccessful in the industrial sectors of the economy with large\nand growing energy requirements.\n    \"Natural gas stands a good chance to recapture the share of\noil supplied to electric utilities that it lost to the residual\nfuel industry last year,\" Michael Smolinski, an energy\neconomist with Data Resources Inc, told Reuters.\n    An estimated 200,000 barrels per day of residual fuel went\ninto the utilities market at the expense of natural gas last\nyear when world oil prices plunged, Smolinski said. \n    Assuming oil prices hold above 15 dlrs a barrel, national\naverage gas prices delivered to the utilities at a projected\n2.10 to 2.25 dlrs per mln Btu would be very competitive,\nMichael German, vice president of economic analysis at American\nGas Association said.\n    The average delivered prices at the end of January were\n2.10 dlrs per mln Btu, compared with 3.26 dlrs a year ago.\n    \"We expect natural gas to regain 250 to 400 billion cubic\nfeet (of demand) in the overall energy market in the second and\nthird quarter (1987),\" he said.\n    In addition to price competitiveness, availability will be\nan important factor persuading energy users to switch to gas,\nFrank Spadine, senior energy economist with Bankers Trust Corp.\nin New York noted.\n    Spadine said the mild winter in many parts of the North\nAmerican continent has led to a build up of gas inventories and\nless would be necessary to replenish underground storage this\nspring freeing gas for spot sales.\n    These forecasts develop a strong counterpoint to the fears\nthat natural gas suplies would be tight and prices\nsignificantly higher given a sharp decline in drilling last\nyear.\n    AGA's German contended that despite the drilling decline,\nmuch of U.S. proved reserves could be brought to production\nquickly through developments such as the infill drilling which\npermits more wells to be drilled in proved reserve basins.\n    Citing recent EIA statistics, German said, the gas surplus\nwas likely to contract from three trillion cubic feet in 1986\nto two trillion cubic feet in 1987, but the surplus would not\ngo away until 1990.\n    Smolinski of Data Resources agreed that the surplus would\npersist until 1990. While gas supplies may tighten in certain\nconsuming areas, notably in California and in the Northeast\nU.S., an overall shortfall appeared remote.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ]
}