{
    "DATE": " 9-MAR-1987 02:01:22.05",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "2979",
    "TEXT": {
        "TITLE": "GERMAN GOVERNMENT NEEDS SEEN RAISING BOND YIELDS",
        "AUTHOR": "    By Alice Ratcliffe, Reuters",
        "DATELINE": "    FRANKFURT, March 9 - ",
        "BODY": "Increased federal government borrowing\nneeds and a growing unwillingness by foreign investors to buy\nmark assets could push yields in German public authority bonds\nhigher this year, bond market sources say.\n    \"At the moment we have a sideways movement in the short-term\nrates. But how rates move in the long end will depend strongly\non foreigners,\" one portfolio manager for a large securities\ninvestment house in Frankfurt said.\n    The sources also said the government had already stepped up\nits borrowing programme in anticipation on increased needs.\n    Friday's loan stock was the third this year already, the\nsources noted. It carried a 10-year maturity, a coupon of six\npct and price of 100-1/4 to yield 5.97 pct at issue.\n    This compared with the last issue which had a 5-3/4 pct\ncoupon priced at 99-3/4 pct for a yield of 5.75 pct.\n    But dealers said the terms were not enough to attract\nforeign investors, and the federal government would have to\npush yields higher in future if it wanted to borrow again soon.\n    Sources noted federal government issues had also increased\nin size, with the introduction of a four billion mark volume\nonly starting last May.\n    One finance ministry economist said \"It isn't more. It's\njust the size (of each bond) which has increased.\" He added\nconditions in the capital market currently remained fairly\nfavourable for raising new debt.\n    Until recently, federal issues sold very strongly abroad,\nwith up to 90 pct of some being placed with foreign investors.\n    With the recent stabilisation of the U.S. Dollar, however,\nforeign investors have begun to back away from the market, as\nhopes of further currency gains in marks diminish.\n    Sources said the government has may have already stepped up\nits borrowing, having raised more than 18 billion marks.\n    The government made net borrowings of 23 billion marks in\n1986. But Bundesbank statistics showed that net borrowing\nthrough bonds was 26.6 billion.\n    The sources said this indicated a move by the government\nout of other types of debt to gain access to foreign funds\nthrough the more acceptable loan stock form.\n    Although new credit needs were partly inflated by a large\namount of issues maturing recently, other factors, including\nthe government's tax reduction program, would also reduce\nincome next year. \"The problem here will be the tax reform,\" the\nportfolio manager said.\n    He added that the government's cut in its top income tax\nrate to 53 pct from 56 pct in 1988 would make it difficult for\nthe government to reduce borrowings.\n    The sources said the government would fall far short of\ncovering all of its 40 billion marks in lost revenue from the\ntax reform by making expenditure cuts and would be forced to\nfall back on debt markets in one form or the other.\n    The portfolio manager noted that besides the three federal\ngovernment loan stocks so far this year, it has also fallen\nback twice to raise a total 6.43 billion marks through the\nissue of fixed-rate medium-term \"Kassenobligation\" notes.\n    A finance ministry economist said the government did not\nexpect to have any trouble keeping to its plan to borrow only a\nnet 22.3 billion marks this year.\n    Though many sources agreed, they added that the trend would\nprobably not continue next year as the further tax cuts come\ninto effect.\n    \"I would expect the efforts for a further tax reform would\nmean government borrowing will increase,\" the manager said.\n    Bond prices last week were slightly firmer on balance, with\nthe Bundesbank's public authority bond yield calculation\nfalling to 5.64 pct on Friday from 5.66 a week earlier.\n    But sources said foreign demand for the new federal\ngovernment loan stock was slack, as sentiment grows that the\ndollar may now rise against the mark.\n    \"The demand wasn't so good,\" a dealer for a German bank in\nLondon said.\n    The dollar's recent slight appreciation against the mark\neven meant that foreign investors have sold mark bonds\nrecently, some dealers said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "stoltenberg"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme"
    ]
}