{
    "DATE": "19-JUN-1987 12:35:54.08",
    "TOPICS": [
        "sugar"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19262",
    "TEXT": {
        "TITLE": "COLD, WET WEATHER SLOWS BEET GROWTH IN W. EUROPE",
        "DATELINE": "    RATZEBURG, June 19 - ",
        "BODY": "Cold and wet weather in northern,\nwestern and central parts of Europe continued to slow beet\ngrowth but plant density is reported to be good in most\ncountries, sugar statistician F.O. Licht said.\n    Temperatures were too low for the season and the rain has\nhampered field work and occasionally led to water-logged\nfields.\n    But in eastern and southeastern Europe, warmer weather has\nboosted sugar beet growth.\n    Weather in the Soviet Union also allowed good beet\ndevelopment, Licht said.\n    In Sweden beet growth has been delayed, although plant\npopulation is reported to be regular and good. Cool and rainy\nweather slowed beet growth in Denmark and crop prospects are\nrated as slightly below normal.\n    In the United Kingdom and Ireland, it was rather cool with\nheavy rainfall in places which has delayed beet growth.\n    In France, Belgium, the Netherlands, and West Germany, it\nwas mostly cool with frequent and often heavy rainfall which\ncontinued to slow down beet growth and often made field work\nimpossible.\n    In Austria, it was warm with some rainfall, which was\nfavourable for beet growth, Licht said.\n    In Czechoslovakia and Poland, it was mostly warm, favouring\nbeet development. but some heavy rain may have caused damage.\n    In the European beet growing regions of the Soviet Union,\nit was warm with showers over most areas and weather was\ngenerally good for the emergence and growth of beets.\n    In south eastern Europe, warm weather with some rainfall\nboosted beet development.\n    Labour trouble threatens the beet crop in Spain. Disputes\nbetween the factories and the trade unions are threatening to\ndelay the start of processing in the southern areas, where\nbeets are maturing very early this year.\n Reuter\n\u0003"
    },
    "PLACES": [
        "west-germany",
        "ussr",
        "sweden",
        "denmark",
        "uk",
        "france",
        "belgium",
        "netherlands",
        "austria",
        "czechoslovakia",
        "poland",
        "spain"
    ],
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}