{
    "DATE": "25-MAR-1987 15:00:17.00",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "canada"
    ],
    "NEWID": "9532",
    "TEXT": {
        "TITLE": "U.S. SENATE TRADE LEADER CONCERNED ABOUT CANADA",
        "DATELINE": "    WASHINGTON, March 25 - ",
        "BODY": "The chairman of the U.S. Senate\ncommittee with jurisdiction over trade said he was concerned\nabout a resolution on bilateral trade negotiations adopted by\nthe Canadian House of Commons last week.\n    The resolution supports negotiation of a bilateral trading\nagreement with the United States while protecting Canadian\npolitical sovereignty, social programs, agricultural marketing\nsystems, the auto industry and Canada's cultural identity.\n    Senate Finance Committee chairman Lloyd Bentsen said the\nresolution may jeopardize the viability of the proposed free\ntrade agreement between the two countries, which are each\nother's largest trading partners.\n    \"We need a truly free trade agreement, which means both\ncountries have to work toward a deal that is mutually\nbeneficial and comprehensive, a large agreement,\" the Texas\nDemocrat said in a statement.\n    \"I do not question Canada's right to protect its political\nsovereignty or cultural identity. However, if these phrases\nmean the government of Canada means to take important economic\nissues off the table in these negotiations, I am deeply\nconcerned,\" he added.\n    Bentsen said Canada restricts trade 15 different ways while\nthe United States uses only six trade restriction methods. He\nsaid if Canada proposes an agreement where both countries get\nrid of six methods of trade restriction, it would not be fair\nand might not win Senate approval.\n    \"I am deeply concerned that when the President visits Prime\nMinister (Brian) Mulroney next month, he will be presented with\nthis kind of argument, and I hope he makes it clear -- as I did\nwhen I was in Canada -- that only a mutually beneficial\nagreement will be successful,\" Bentsen said.\n    Reagan and Mulroney are scheduled to meet April 5-6 in\nOttawa.\n    Bentsen urged Mulroney to withdraw a proposal that would\nban imports of independently produced films into Canada by\nnon-Canadians, which the senator called a protectionist\nmeasure.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "icco",
        "ec"
    ]
}