{
    "DATE": " 9-MAR-1987 04:44:04.29",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "japan",
        "iran"
    ],
    "NEWID": "2998",
    "TEXT": {
        "TITLE": "IRAN SELLING DISCOUNTED CRUDE, JAPAN TRADERS SAY",
        "DATELINE": "    TOKYO, March 9 - ",
        "BODY": "Japanese customers have bought nearly six\nmln barrels of crude oil from the National Iranian Oil Company\n(NIOC) at a substantial discount to the official price, and\nWestern traders have received even larger discounts, Japanese\ntraders involved in the transactions told Reuters.\n    NIOC has sold its crude for March shipment to Japanese\ncustomers with different formulas. One company has bought\n800,000 barrels of Iranian Heavy at a straight discount of\n30-35 cents below the official price, the sources said.\n    Other deals have been fixed with prices linked to Oman and\nDubai spot prices less a discount, they said.\n\n    Iran's discounted sales have not, however, managed to\nreverse the bullish tone in the crude oil and products spot\nmarkets, oil traders said.\n    Market sentiment is being influenced more by the colder\nweather in Europe, and reports that OPEC's February output was\nbelow its self-imposed quota of 15.8 mln barrels per day.\n    Firmer gas oil on the London futures, and more bullish\nsentiment on the New York Mercantile Exchange futures market\nare supporting spot price levels, they said.\n\n    Another Japanese trading house has paid the official price\nbut through a processing arrangement will effectively receive a\ndiscount, the sources said. \"It's just disguised cheating,\" one\nJapanese trader said.\n    The sources said only one Japanese company had paid the\nofficial price for Iranian oil. It has purchased 1.5 mln\nbarrels of Iranian Heavy for April shipment for refining in\nSingapore. They said about nine VLCCs of Iranian crude have\nbeen sold to Western traders with pricing based 60 pct on the\nofficial price and 40 pct on spot prices, or with part of the\nprice related to processing arrangements.\n\n\u0003"
    },
    "PEOPLE": [
        "stoltenberg"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme"
    ]
}