{
    "DATE": " 9-MAR-1987 08:44:23.42",
    "TOPICS": [
        "interest",
        "money-fx",
        "dlr"
    ],
    "PLACES": [
        "usa",
        "west-germany"
    ],
    "NEWID": "3020",
    "TEXT": {
        "TITLE": "POEHL SAYS FURTHER RATE CUT POSSIBLE - SOURCES",
        "AUTHOR": "    By Allan Saunderson and Antonia Sharpe, Reuters",
        "DATELINE": "    FRANKFURT, March 9 - ",
        "BODY": "Bundesbank president Karl Otto Poehl\ntold a closed investment symposium that West Germany could cut\nleading interest rates again if the United States makes a\nsimilar move, banking sources said.\n    The sources were reporting Poehl's remarks at a symposium\nin Duesseldorf last week organised by Deutsche Bank Ag. Press\nrepresentatives were not invited.\n    The sources, speaking separately, said Poehl told about 200\nbankers in reply to questions that a cut in U.S. Interest rates\nwould give room for a matching measure in Germany.\n    \"It was a definite hint at lower German interest rates,\" said\none banker who attended the symposium.\n    A Bundesbank spokesman said the central bank would have no\ncomment on the reported remarks, made at the private meeting.\n    But, according to a second source, who also declined to be\nidentified, Poehl's comments were seen by bankers present as a\ndirect pointer to further moves by the central bank to defend\nGerman industry from an additional revaluation of the mark.\n    \"He said if the Americans drop their interest rates then the\nBundesbank would also drop them. He said that quite clearly,\"\nthe second source said.\n    In reply to questions, Poehl also said the half-point cut\nin the discount and Lombard rates on January 22 came after the\nU.S. Had signalled it would be prepared to attend a meeting to\ndiscuss the level of the dollar on condition Germany made such\na move in advance, the sources said.\n    Asked if American authorities could have been persuaded, by\ncuts in German rates, to come to the bargaining table as early\nas last September, one of the sources quoted Poehl as saying,\n\"No, they wouldn't have been. We checked that.\"\n    The Paris meeting of the Group of Six industrial nations\ntook place exactly one month after the German cut in rates.\n    Poehl emphasised in his comments the very close talks\nbetween central banks before and after the G-6 meeting, saying\nthat financial markets had not fully realised the significance\nof the Paris session and the U.S. Agreement to stem further\nfalls in the value of the dollar, the sources said.\n    For the first time all participants at the summit agreed\nthat a further fall in the dollar would be harmful for all\nworld economies, including the U.S., Poehl had said.\n    The sources said the tone of Poehl's comments boosted\ngrowing sentiment that the dollar would be stabilised around\ncurrent levels by international central bank cooperation.\n    One source said Poehl's remarks also underlined the fact\nthat the Bundesbank was now more prepared to be accommodative\nin monetary policy in order to prevent a further slowdown in\nWest Germany's economic growth.\n    Poehl and other Bundesbank officials have in the past\nstressed that the German central bank had no direct\nresponsibility for growth and was solely concerned with\ncombatting inflation.\n    This led, for instance, to the introduction of a tighter\nmonetary stance from the beginning of December until the\nhalf-point cut in rates in late January.\n    The sources quoted Poehl as saying that the current\novershooting of the German monetary target would not directly\nrespark inflation. The Bundesbank was not obliged to react\nimmediately whenever such overshooting occurs.\n    Latest data for central bank money stock, the Bundesbank's\nmain measure of money supply, showed the measure was growing at\n7-1/2 pct in January, outside its three to six pct 1987 target.\n    Share prices rose in very active trading today, with\ndealers reporting that Poehl's remarks, coupled with a bullish\noutlook on stock prices from Deutsche at the same symposium,\nbrought in strong bargain hunting at current low levels.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ]
}