{
    "DATE": " 9-MAR-1987 17:22:25.14",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3396",
    "TEXT": {
        "TITLE": "CHRYSLER <C> AMC BUYOUT VALUED AT 1.55 BILLION",
        "AUTHOR": "    By Richard Walker, Reuters",
        "DATELINE": "    DETROIT, March 9 - ",
        "BODY": "Chrysler Corp's proposed acquisition of\nAmerican Motors Corp is valued at about 1.55 billion dlrs,\nincluding the cost of acquisition and the 767 mln dlrs in\nAmerican Motor' debt that Chrysler will assume, analysts said.\n    They said Chrysler's cost of acquisition was valued at  782\nmln dlrs, paid in cash, notes and Chrysler shares.\n    The analysts told Reuters that at a New York briefing\nChrysler treasurer Fred Zuckerman outlined his company's\nagreement with Renault to assume AMC's debt as well as 332 mln\ndlrs in unfunded pension liabilities, though the latter is not\nincluded valuing the transaction.\n    Analysts were generally positive on Chrysler's proposed\npurchase of its much-smaller rival, but said they expected the\ntransaction would carry with it a short-term dilution in\nChrysler's earnings.\n    A Chrysler financial source, speaking anonymously, told\nReuters that the proposed purchase price was smaller than it\nwould have been had a deal been struck last year because the\nimpact of the new U.S. tax law removes Chrysler's ability to\nassume AMC's large reserve of tax-loss carryforwards\naccumulated from its losses since 1980.\n    \"There were very serious discussions last fall but we\ndidn't pull it off,\" the source said in a reference to the\nassassination in November of former Renault chairman Georges\nBesse.\n    \"It's too bad because the tax benefits fell on the floor.\nAnd Renault could have gotten a much better price if we'd done\nit before the end of last year.\"\n    In addition to AMC's debt and its pension liabilities, the\nsource said Chrysler would also assume any liability from\nlawsuits over the safety of Jeeps, which he called \"an overhang\nto the company.\"\n    Analysts quoted Chrysler officials as having told them that\nthe deal includes payment to Renault of 200 mln dlrs principal\nin the form of a 10-year note at eight pct interest, 35 mln\ndlrs cash for Renault's equity in AMC's finance subsidiary, 25\nmln dlrs in cash for \"transaction fees\" in connection with the\nacquisition and 522 mln dlrs worth of Chrysler stock to be paid\nAMC shareholders.\n    \"The big number is the 767 mln dlrs in debt assumption,\"\nanalyst Jack Kirnan of Kidder Peabody and Co told Reuters.\n     Moody's Investors Service Inc said it may downgrade 12\nbillion dlrs of Chrysler Corp and unit debt due to the deal.\n     But the Chrysler source said that in assuming AMC's\nliabilities, his company will refinance at a lower rate any AMC\ndebt that is being carried at \"non-market\" rates.\n    He said there were difficulties in negotiating with the\nprevious Renault management on the acquisition because they\nwere committed to the group's business plan of which AMC was an\nintegral part.\n    \"The new management didn't have that problem - AMC wasn't\ntheir baby,\" he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "mulroney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}