{
    "DATE": "19-MAR-1987 06:47:26.22",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "7014",
    "TEXT": {
        "TITLE": "STERLING M3 UP 2-1/4 PCT IN FEBRUARY, M0 DOWN",
        "DATELINE": "    LONDON, March 19 - ",
        "BODY": "The main measure of U.K. Broad money,\nsterling M3, grew a provisional, seasonally adjusted 2-1/4 pct\nin February after a rise of 1.1 pct in January, the Bank of\nEngland said.\n    The narrow measure, M0, fell a provisional adjusted 3/4 to\none pct after a 0.6 pct drop in January, the Bank said.\n    Unadjusted annual growth in sterling M3 was 18-3/4 to 19\npct in the 12 months to February against 17.6 pct in January\nwhile M0 rose four to 4-1/4 pct after a 5.2 pct rise in\nJanuary.\n    Seasonally adjusted, sterling bank lending grew 2.9 billion\nstg after a January rise of 1.75 billion.\n    Of the unadjusted counterparts to sterling M3, bank lending\nto the private sector expanded 2.6 billion stg after a 1.4\nbillion rise in January, the Bank said.\n    The public sector borrowing requirement (PSBR) contracted\nby 300 mln stg after a contraction of 3.7 billion stg in\nJanuary.\n    Funding - debt sales to the non-bank private sector and\nexternal flows to the public sector - rose by 300 mln stg after\na 1.5 billion stg rise in January. Of this, central government\ndebt sales to the public sector were expansionary by 400 mln\nstg after a 1.3 billion expansion in January, the Bank said.\n    Other unadjusted counterparts to sterling M3 expanded by\n300 mln stg in February after an expansion of 1.3 billion stg\nin January, the Bank said.\n    Unadjusted figures showed a rise in sterling M3 by 1-3/4 to\ntwo pct in February after a drop of 0.8 pct in January.\n    On the same basis, the figures showed a drop of about 1-1/2\npct in MO in February after a sharp 6-1/2 pct fall in January.\n    The Bank said it would publish full, final figures on March\n30.\n    The Bank said non-bank private sector holdings of public\nsector debt fell by about 400 mln stg in February while\nexternal flows to the public sector were about 100 mln stg.\n    Combined with a net PSBR repayment of about 300 mln stg,\nthe public sector contribution to the growth in sterling M3 was\ntherefore about flat, the Bank said.\n    It said seasonally adjusted bank lending, at about 2.9\nbillion stg in February, compared with an average of about 2.6\nbillion stg a month over the preceding six months.\n REUTER\n\u0003"
    }
}