{
    "DATE": "11-MAR-1987 08:11:51.20",
    "TOPICS": [
        "money-fx",
        "stg",
        "can"
    ],
    "PLACES": [
        "usa",
        "uk",
        "canada"
    ],
    "NEWID": "3535",
    "TEXT": {
        "TITLE": "POUND AND CANADIAN DOLLAR CAPTURING ATTENTION",
        "AUTHOR": "    By Andrew Stern, Reuters",
        "DATELINE": "    CHICAGO, March 11 - ",
        "BODY": "Interest in the currency futures market\nhas shifted to the soaring British pound and the potentially\nexplosive Canadian dollar, and away from the dull Continental\nand Japanese currencies, analysts said.\n    The June pound, which added 6.3 cents over the past\nweek-and-a-half to reach a new contract high of 1.5930 to the\ndollar on Monday, has spawned a new-found speculative boom.\n    \"Brokers have to push their clients somewhere...and\ntechnically, the pound is in the best shape,\" PaineWebber\nanalyst Jason Gillard said.\n    \"We've tried to take a bullish approach to the pound, and\nwe're going to stay with that, there's no reason to change,\"\nSmith Barney analyst Craig Sloane said.\n    Many traders took on long pound/short West German mark\nfutures positions, although some of those cross-trades were\nliquidated yesterday, Sloane said.\n     The fundamental keys to the pound's rise have been\nrelatively high U.K. interest rates and a vague optimism\nsurrounding the British economy, analysts said.\n    \"Money seems to be chasing yields,\" William Byers, of Bear\nStearns, said of the 10-1/2 pct U.K. base lending rate.\n    Many analysts are skeptical about further gains in the\npound, on the inference that the Bank of England will seek to\nrelieve upward pressure on the currency by pushing down\ninterest rates after the nation's budget is released March 17.\n    The budget itself could have an impact, depending on how\nwell it is received, but analysts say relative interest rates\nand oil income remain the main influences on the currency.\n    However, the market may be able to absorb lower U.K.\ninterest rates, as it has done when other countries have cut\ntheir discount rates, and extend the pound's rally, Sloane\nsaid.\n    The Canadian dollar has not been rising like the pound, but\nSloane and other analysts cautiously predicted a big move soon.\n    The sideways price pattern in the June contract, with\nsmaller and smaller price ranges, has formed a \"bull flag\" on\nprice charts, technically-oriented analysts said.\n    \"It makes for an explosive type of situation that often\nleads to a breakout,\" in this case to the upside, Sloane said.\n    Byers agreed there was potential for the June Canadian\ndollar to rally above the 77.00 cent level from the most recent\nclose at 74.80 cents to the U.S. dollar.\n    \"At this stage of the game I'd call the market long-term\npositive, but for the technical burden of proof you need a\nclose above (the previous contract high of) 75.25,\" Byers said.\n    As to the traditionally more active currencies, stability\nwas the catchword and reluctance the watchword among analysts.\n    Sloane said it was important that June Swiss francs and\nJune German marks held above support at 0.6400 and 0.5400,\nrespectively, closing at 0.6438 and 0.5430.\n    Yesterday's rebound showed the market was still very\nrespectful of the Paris accord, and the threat of central bank\nintervention by the G-5 nations plus Canada.\n    \"We may still probe to see what the parameters are,\" Byers\nsaid, \"but people are very reluctant because they don't know\nwhere the central banks will be (to intervene).\"\n    Gillard said the mark could drop to a previous price\nconsolidation area around 0.5250 based on the profoundly\nsluggish West German economy, but that he would be a buyer at\nthat level.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}