{
    "DATE": "18-MAR-1987 07:21:58.13",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "6400",
    "TEXT": {
        "TITLE": "LAWSON HAPPY WITH STERLING, BACKS LATEST RATE CUT",
        "AUTHOR": "    By Sten Stovall, Reuters",
        "DATELINE": "    LONDON, March 18 - ",
        "BODY": "Chancellor of the Exchequer Nigel Lawson\nsaid he was content with the current level of sterling and\nwelcomed today's announcement of a further half point cut in\nBritish bank base lending rates to 10 pct.\n    However, he said he wanted to see a gradual approach to\ndeclines in domestic U.K. Interest rates, although optimism in\nfinancial markets might push for big moves quickly.\n    He told a briefing of economic journalists that \"I don't\nthink we should rush anything.\" Lawson stressed the themes of\n\"gradualism and steadiness\" as economic policy.\n    Lawson acknowledged that today's fall in interest rates\nwere in response to his budget for fiscal 1987/88, unveiled\nyesterday to Parliament and which set a lower target for the\nkey Public Sector Borrowing Requirement (PSBR) of 1.0 pct of\nGDP.\n    Lawson said the two recent cuts in base rates, both made\nthis month in the form of half percentage point declines, were\n\"perfectly consistent\" with monetary conditions now in Britain.\n    He supported that by saying the narrow M0 money supply\naggregate was \"safely inside\" its flucuation band of two to six\npct set for both 1986/87 and 1987/88. In his budget, Lawson set\nno explicit target range for the broader sterling M3.\n    Turning to the question of Britain eventually joining the\nexchange rate mechanism of the European Monetary System (EMS),\nLawson repeated that \"it is most unlikely we will enter before\nthe next election.\"\n    He said Britain was keeping the subject of full EMS\nmembership under constant review. But he would not indicate\nwhat the chief considerations for this were for the government.\n    Prime Minister Margaret Thatcher late last year said a\ndecision on whether or not to join depended on the strength of\nthe U.K. Economy. But she later said such a move depended on\nother EMS countries scrapping residual capital controls.\n    Although Lawson denounced what he said was \"the current wave\nof election fever\" in Britain, he added:  \"It is more likely that\nthere will be an election this year\" than not.\n    He said he supported an early election only because it\nwould clear the air. \"Ideally, we (the government) should have a\nfull term,\" but events could force a premature poll, Lawson\nsaid.\n    The government, which has been in power since 1979, must\ncall an election by June 1988. Speculation is rising for either\na June or an early autumn election, political sources said.\n    The decision to cut basic tax by only two pence in 1987/88\n\"was the right balance, economically and politically,\" he said.\n    Lawson's decision to restrict the fall in the standard rate\nof tax to two-pence surprised many analysts, who had predicted\nthat with Treasurys coffers full of tax revenue would have\nallowed the government to reach its goal of 25 pct in one move.\n    But it was being praised today by political analysts as a\nshrewd move which, while advancing towards that aim, could not\nbe seized upon by opposition parties as overtly trying to bribe\nthe electorate.\n    Lawson told journalists he had been surprised by how much\nthe PSBR had undershot his original assumption of 7.1 billion\nstg for 1986/87 -- by some three billion stg.\n    Returning to changing levels of interest rates, Lawson\nstressed that \"they are not an objective (for the government) -\nthey are an instrument of policy.\" Consequently the Treasury had\nno precise target for domestic borrowing levels, he said.\n    But \"there may be interest rate consequences\" from changes in\nthe level of government borrowing, he added.\n    Lawson said he did not think that the U.K.'s relatively\nhigh level of real interest rates had hurt investment in\nBritain.\n    He said conditions created by London's role as a leading\nfinancial centre had caused sterling interest rates to be\nhigher in real terms than in other countries.\n    Three factors had caused the higher level in relative\ninterest rates in Britain, Lawson said.\n    First, control of credit in Britain rested on interest\nrates alone, due to the freedom of its financial markets.\n    He said the second reason was political uncertainty caused\nby proposed spending plans of the opposition Labour Party.\n     Thirdly, he said \"we do not have as long a track record of\nlow inflation\" as did the U.S., Japan and West Germany.\n    Lawson foresaw London becoming the world's pre-eminent\nfinancial centre, because it was more international in\ncharacter and more favourably placed in time zones than New\nYork or Tokyo.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}