{
    "DATE": " 2-MAR-1987 23:35:49.00",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "uk",
        "usa",
        "brazil",
        "colombia"
    ],
    "NEWID": "875",
    "TEXT": {
        "TITLE": "COFFEE TRADERS EXPECT SELLOFF AFTER ICO TALKS FAIL",
        "AUTHOR": "    By Lisa Vaughan, Reuters",
        "DATELINE": "    LONDON, March 3 - ",
        "BODY": "The failure of the International Coffee\nOrganization (ICO) to reach agreement on coffee export quotas\ncould trigger a massive selloff in London coffee futures of at\nleast 100 stg per tonne today, coffee trade sources said.\n    Prices could easily drop to as low as 1.00 dlr or even 80\ncents a lb this year from around 1.25 dlrs now, they said.\n    A special meeting between importing and exporting countries\nended in a deadlock late yesterday after eight days of talks\nover how to set the quotas. No further meeting to discuss\nquotas was set, delegates said.\n    Quotas, the major device used to stabilize prices under the\nInternational Coffee Agreement, were suspended a year ago after\nprices soared following a damaging drought in Brazil.\n    With no propects for quotas in sight, heavy producer\nselling initially and a price war among commercial coffee\nroasting companies will ensue, the trade sources predicted.\n    Lower prices are sure to trickle down to the supermarket\nshelf this spring, coffee dealers said.\n    The U.S. And Brazil, the largest coffee importer and\nexporter respectively, each laid the blame on the other for the\nbreakdown of the talks.\n    Jon Rosenbaum, U.S. Assistant trade representative and\ndelegate to the talks, said in a statement after the council\nadjourned, \"A majority of producers, led by Brazil, were not\nprepared to negotiate a new distribution based on objective\ncriteria.\n    \"We want to insure that countries receive export quotas\nbased on their ability to supply the market, instead of their\npolitical influence in the ICO.\"\n    Brazilian Coffee Institute (IBC) President Jorio Dauster\ncountered, \"Negotiations failed because consumers tried to\ndictate quotas, not negotiate them.\"\n    Previously, quotas were determined by historical amounts\nexported, which gave Brazil a 30 pct share of a global market\nof about 58 mln 60-kilo bags. A majority of producers wanted\nquotas to continue under this basic scheme.\n    But most consumers and a maverick group of eight producers\nproposed carving up the export market on the basis of\nexportable production and stocks, which would reduce Brazil's\nshare to 28.8 pct.\n    Consumer delegates said this method would reflect changes\nin many countries' export capabilities and make coffee more\nreadily available to consumers when they need it.\n    A last-minute attempt by Colombia, the second largest\nexporter, to rescue the talks with a compromise interim\nproposal could not bring the two sides together.\n    Delegates speculated Brazil's financial problems,\nillustrated by its recent suspension of interest payments on\nbank debt, have increased political pressure on the country to\nprotect its coffee export earnings.\n    Developing coffee-producing countries that depend heavily\non coffee earnings, particularly some African nations and\nColombia, are likely to be hurt the most by the ICO's failure\nto agree quotas, analysts said.\n    The expected drop in prices could result in losses of as\nmuch as three billion dlrs in a year, producer delegates\nforecast.\n    The ICO executive board will meet March 31, but the full\ncouncil is not due to meet again until September, delegates\nsaid.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}