{
    "DATE": " 2-JUN-1987 04:48:22.07",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "france",
        "spain",
        "west-germany"
    ],
    "PEOPLE": [
        "fernandez"
    ],
    "NEWID": "17911",
    "TEXT": {
        "TITLE": "DUFFOUR IGON GIVES BACKING TO AGA TAKEOVER BID",
        "DATELINE": "    PARIS, June 2 - ",
        "BODY": "French industrial gas group <Duffour et\nIgon> has decided to back the takeover bid by Swedish\nindustrial gases group Aga AB <AGA.ST>, ending a lengthy battle\nbetween rival bidders from France, Spain and West Germany,\nDuffour et Igon Chairman Jean Igon said.\n    The board agreed late last night to back the Aga bid and\nadvise its shareholders to accept the Swedish group's latest\noffer of 4,410 francs per share, he told Reuters.\n    The other main bidders were Union Carbide Corp's <UK.>\nFrench subsidiary <Union Carbide France> and West Germany's\nLinde AG <LING.F>.\n    Aga topped rival bids for the gases distribution group in\nMay by raising its offer to 4,410 francs from 4,000 francs.\n    This was accepted by Spain's <Carburos Metalicos SA> which\nsold Aga six pct of Duffour et Igon's stock and the right of\nfirst refusal on the remaining nine pct of stock it holds. It\nalso won over the French Midi-Pyrenees development authority\nwhich agreed to sell Aga its 20 pct stake in Duffour et Igon.\n    Under Aga's offer, shareholders can either accept a cash\nbid or exchange one share in Duffour et Igon for one bond of a\nnominal value of 4,410 francs with a 10 pct coupon issue by Aga\nFrance SA. The bond issue is guaranteed by the parent Aga AB.\n    The takeover battle for the Toulouse-based company, which\ncontrols eight pct of the French industrial gas distribution\nmarket, began on April 2 with an offer of 2,100 francs per\nshare from Union Carbide France <UK>.\n    Aga's offer, which puts a price of 587 mln francs on the\ncompany, closes on June 24 and the results will be announced on\nJuly 21.\n    Duffour et Igon shares were quoted yesterday at 4,410\nfrancs, with no buyers, after a series of suspensions during\nthe takeover tussle. They traded at 856 francs on January 9\nbefore the first suspension.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}