{
    "DATE": " 4-MAR-1987 09:30:50.97",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "uk",
        "usa"
    ],
    "NEWID": "1421",
    "TEXT": {
        "TITLE": "SWAP DEALERS UNVEIL STANDARD CONTRACT",
        "DATELINE": "    London, March 4 - ",
        "BODY": "The International Swap Dealers\nAssociation has developed the first standard form contract for\nuse by arrangers of currency and interest rate swap\ntransactions, said Thomas Jasper, the Association's\nco-chairman.\n    The contract, unveiled at a press conference , is expected\nto make the 300 billion dlr a year swap market more efficient,\nhe said. \"The contracts wil accelerate the process and reduce\nthe expense of swap documentation,\" Japsper said.\n    Privately, eurobond traders estimate that about 80 pct of\nall new issues eventually become part of either an interest\nrate or currency swap.\n    An interest rate swap occurs when two issuers, usually\nacting through a bank middleman, agree to accept each other's\ninterest payments on debt securities. Usually, the issuer of a\nfloating rate debt security swaps into fixed-rate debt and vice\nversa. But the obligation for repayment of the debt remains\nwith the original borrower.\n    Bank regulators have become concerned about the use of\nswaps because the middleman, usually a bank, takes on some\nportion of the risk but is not required to show it on the\nbalance sheet as a liability and may not have sufficient\ncapital to cushion it.\n    Kenneth McCormick, a co-chairman of the ISDA and president\nof Kleinwort Benson Cross Financing Inc, said the Bank of\nEngland and the U.S. Federal Reserve Board were expected later\ntoday to announce joint proposals for setting minimum capital\nstandards for counterparties in swaps.\n    The standards are part of the recently announced\nconvergence agreement between the two countries in which\nregulators have attempted to set similar capital requirements\nfor institutions.\n    McCormick told reporters the ISDA was concerned that a\n\"level playing field\" be maintained in the swaps market.\n    He said if U.K. And U.S. Banks were required to hold more\nprimary capital against swap transactions than is the current\npractice, the additional costs would have to be passed on to\nissuers.\n    The issuers might then choose to do business with\nlower-cost banks which are not subject to U.S. Or U.K. Banking\nrules.\n    He said the ISDA had been working on a code of conduct for\nswap dealers as part of its self-regulatory effort.\n    That code should be completed within the next few weeks, he\nsaid.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}