{
    "DATE": "26-MAR-1987 09:42:19.17",
    "TOPICS": [
        "money-fx",
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9864",
    "TEXT": {
        "TITLE": "U.S TREASURY'S MULFORD REAFFIRMS G-6 AGREEMENT",
        "DATELINE": "    WASHINGTON, March 26 - ",
        "BODY": "Treasury Assistant Secretary David\nMulford reaffirmed U.S. backing for the Paris Agreement among\nsix industrial nations to cooperate closely to foster exchange\nrate stability around current levels.\n    In testimony prepared for delivery before a Senate banking\nsubcommittee, Mulford said there was broad recognition in Paris\nthat \"further substantial exchange rate shifts could damage\ngrowth and adjustment prospects.\"\n    But he also said while there are clear understandings among\nthe countries regarding cooperation, \"We have refrained from\nestablishing a system of target zones or ranges.\"\n    Mulford also said the six nations have not spelled out the\nway in which they intend to deal with possible market\ndevelopments.\n    He said governments must retain flexibility in dealing with\nexchange market pressures and efforts to establish rigid\nexchange rate objectives \"or to specify too precisely the goals\nof intervention\" would hurt official attempts to react to\nmarket pressures, he said.\n    Accordingly, Mulford said setting specific currency\nobjectives and intervention to achieve those objectives would\nbe counterproductive.\n    Commenting on the trade deficit, Mulford reiterated the\nTreasury position that the current account deficit will decline\nfrom 148 billion dlrs last year to around 130 billion dlrs this\nyear, due to the exchange rate adjustments of the past 18\nmonths.\n    But he added trade imbalances would also be corrected by\ncommitments from West Germany and Japan to stimulate their\neconomies and by U.S. efforts to cut the budget deficit and\nenhance U.S. competitiveness.\n    He also said some newly industrialized countries should let\ntheir currencies appreciate.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "iwc-wheat",
        "ec"
    ]
}