{
    "DATE": "12-MAR-1987 09:01:08.51",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "4165",
    "TEXT": {
        "TITLE": "JAPAN ECONOMY MAY BE NEAR BOTTOM, ECONOMISTS SAY",
        "AUTHOR": "    By Rich Miller, Reuters",
        "DATELINE": "    TOKYO, March 12 - ",
        "BODY": "The worst may be just about over for\nJapan's battered economy but economists said they do not expect\na vigorous recovery anytime soon. Japanese bank economists\npolled by Reuters said the economy's 18 month-old slowdown is\nlikely to end in the first half of this year, helped by rising\nexports, stepped-up government spending and falling prices. \"The\neconomy will bottom out in the middle of the year,\" said\nSumitomo Bank Ltd chief economist, Masahiko Koido.\n    Industrial Bank of Japan Ltd senior economist Susumu\nTaketomi agreed. \"It (the bottom) is in the offing,\" he said.\n    But he added that the recovery will be slow. Growth in the\nfiscal year beginning next month will only pick-up 2.2 pct,\nfrom two pct in the current year, he said.\n    Signs that the economy has just about weathered the worst\nare increasing.\n    The volume of exports in the first two months of the year\nrose slightly on a year-on-year basis, after declining toward\nthe end of last year.\n    Although this may be due to extraordinary factors such as a\nsharp rise in car exports to rebuild depleted European stocks,\nseveral economists said it could mark the beginning of a\nrecovery.\n    Industrial production fell 0.7 pct in January, much smaller\nthan expected, and is forecast by the government to rise 0.3\npct in February and 2.6 pct in March. A Bank of Japan survey\nreleased last week showed that the decline in Japanese\ncorporate earnings may be nearing its end.\n    And the Paris currency accord last month has fostered hopes\nthe rapid yen rise has come to the end, they said.\n    Six nations - the U.K., Canada, France, Japan, the U.S. And\nWest Germany - pledged in Paris last month to stabilise\ncurrencies around current levels.\n    The yen's 40 pct climb against the dollar over the last two\nyears has hit the export-driven economy hard, by forcing its\ncompanies to raise prices and lose sales in the U.S. Market.\n    \"The important thing is the exchange rate,\" Taketomi said.\n    If it stabilises firms will grow more confident and raise\ninvestment in plant and equipment, although there are no signs\nof that yet, economists said.\n    A stable yen would also help exporters regain some of their\ncompetitive edge just as the U.S economy may be starting to\nrecover, economists said.\n    Domestically, the economy may get a boost from some\nloosening of the government's tight fiscal policy said Haruo\nMuto, manager of national economics at the Bank of Tokyo Ltd.\n    The next reading of the economy's health should come early\nnext week with the release of gnp figures for the last quarter,\n1986.\n    Most private economists expect a rise of about 0.5 pct from\nthe previous quarter. In the third quarter, GNP rose 0.6 pct.\n    But a senior government official said the fourth quarter\nfigures could surprise by showing a rise of more than one point\nquarter-on-quarter. But he added that would be a statistical\naberration and not a significant shift in economic activity.\n    To maintain year-on-year growth of around 2.5 pct, the\neconomy would have had to rise about 1.2 pct in the fourth\nquarter as the final quarter of 1985 was strong.\n     The rise in the fourth quarter of 1985 was probably a\nstatistical anomaly that was repeated in the final months of\n1986, the official said.\n    Economists said the fourth quarter figures were also\ndistorted by the government's sale of gold coins in the second\nhalf of 1986.\n    Because the coins were classified as legal tender, their\npurchase did not show up in the statistics on consumer\nexpenditure. Consumer spending also tailed off in December\nbecause of bad weather and smaller-than-normal end-year\nbonuses, they said.\n    As the government had to buy back some of the coins from\nretailers because they were unsold, the government's\ncontribution to the economy in the fourth quarter may have been\nboosted, economists said.\n    Taketomi said it may have received a further boost from\ngovernment buying of farm products as the domestic crop last\nyear was good.\n    The senior government official said the fourth quarter\nperformance of the domestic sector was probably worse than\ngenerally expected, while that of the external sector was\nbetter.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "mulroney"
    ],
    "ORGS": [
        "opec"
    ]
}