{
    "DATE": "24-APR-1987 18:57:55.76",
    "TOPICS": [
        "silver"
    ],
    "PLACES": [
        "peru",
        "mexico"
    ],
    "PEOPLE": [
        "garcia",
        "de-la-madrid",
        "mancera-aguayo"
    ],
    "NEWID": "17187",
    "TEXT": {
        "TITLE": "PERU PRESIDENT WARNS OF RETALIATION ON SILVER",
        "AUTHOR": "    By Walker Simon, Reuters",
        "DATELINE": "    LIMA, April 24 - ",
        "BODY": "The Peruvian government's freeze on silver\nsales, which has contributed to a sharp boost in the metal's\nprice, could draw retaliation by rich nations and big traders\nseeking lower prices, President Alan Garcia said.\n    Peru, the world's second biggest silver producer, stopped\nselling its refined silver and state-marketed ore on tuesday.\nSince then, the metal's price has risen to its highest level in\nnearly three years. It closed today at over nine dlrs an ounce\non world markets.\n    Garcia said the move showed that a small nation like Peru\ncould move international markets and did not have to accept\ncheap prices for silver, traditionally one of the top revenue\nearners of the country.\n    Peru exported its refined silver last year at an average\nprice of 5.40 dlrs a troy ounce. As recently as one month ago,\nsilver bullion was trading for about 5.70 dlrs an ounce on\nworld markets.\n    \"One thing is that Peru, which produces silver, sells it\nsilently and in a submissive manner at the price world markets\nwant,\" he told reporters at the presidential palace.\n    \"The other is that a nationalist government says, 'wait a\nmoment I can't sell silver at these prices,'\" he added.\n    The peruvian energy and mines minister, Wilfredo Huayta,\nsaid the government would maintain its freeze on new sales of\nsilver until the price of the metal reaches \"the true value this\nraw material should have.\" He did not specify this level.\n    Garcia said rich nations and big traders, faced with Peru's\nstance, could try to defend themselves.\n    \"They have some stocks, they have silver deposits, they can\nmake fictitious sales and that way try to make the price of our\nmineral fall in the world market,\" Garcia said.\n    \"Whatever manoeuvre they take will be answered by Peru,\" he\nsaid. \"Peru is in a position of action.\"\n    President Garcia had recently spoken by telephone with\nMexican President Miguel de la Madrid, Huayta said. Mexico is\nthe world's biggest producer of silver.\n    Mexico and Peru together produce nearly nearly 40 pct of\nthe world's silver, the official newspaper El Peruano said.\n    The newspaper added that Peruvian central bank president\nLeonel Figueroa and the head of the central bank of Mexico,\nMiguel Mancera Aguayo, met in Mexico City yesterday to\ncoordinate actions aimed at consolidating the upward trend of\nthe price of the metal.\n    Analysts in Zurich, a major silver trading centre, said\ntoday the rally in silver prices was also fuelled by investors\nbuying the metal to protect themselves against inflation, which\nthey fear could be rekindled by the dollar's weakness.\n    On an historical basis, silver is still relatively cheap\ncompared to gold, which some investors believe could set the\nstage for further rises, they said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ]
}