{
    "DATE": "29-JUN-1987 15:55:28.71",
    "TOPICS": [
        "ship"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19882",
    "TEXT": {
        "TITLE": "U.S. REASSERTS PLANS FOR DETERRENT ROLE IN GULF",
        "DATELINE": "    WASHINGTON, June 29 - ",
        "BODY": "The United States responded to an\napparent escalation of Iranian rhetoric with continued\nassurances that its expanded military force in the Gulf would\nplay purely a deterrent role.\n    \"I can only emphasize that our role there is deterrent, that\nwe're going to be assuring safety for American shipping and\nthat that shipping is not related to the war itself,\" State\nDepartment spokesman Charles Redman told reporters.\n    He was asked about Iranian claims that the United States\nwas moving towards the brink of armed conflict with Iran.\n    Tehran Radio quoted defence spokesman Ali Akbar Hashemi\nRafsanjani telling a visiting Nicaraguan delegation yesterday,\n\"At the moment the United States is moving towards the brink of\nan armed encounter with us.\n    \"We are not concerned about this and believe that the U.S.\nPresence in the war will make our nation even more serious. We\nare determined to stand firm and will certainly win.\"\n    The United States disclosed last week it was beefing up its\nGulf fleet from seven to 10 warships and also sending the\nrefurbished battleship Missouri to patrol just outside the\nstrategic Strait of Hormuz, entrance to the Gulf.\n    The buildup ties in with U.S. Plans to escort Kuwaiti oil\ntankers which have been re-registered to fly the American flag\nand gain naval protection against Iranian attacks.\n    Asked about the Iranian rhetoric, White House spokesman\nMarlin Fitzwater said, \"We won't have any comment or response to\nthe Iranian statements. Our position has been made clear about\nthe status of events in the Gulf. We want an end to the war\nwith no winners and no losers and any activities or statements\nthat tend to prolong the war or increase hostilities are not\nhelpful or welcome.\"\n    Redman said he could not independently confirm reports that\nIran has offered to halt attacks on Gulf shipping.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "iran"
    ],
    "PEOPLE": [
        "kohl",
        "chirac",
        "mitterrand"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}