{
    "DATE": "17-MAR-1987 16:06:49.08",
    "TOPICS": [
        "grain",
        "wheat",
        "corn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6259",
    "TEXT": {
        "TITLE": "U.S. CERTIFICATES TO PROVIDE WHEAT/CORN SUPPLIES",
        "DATELINE": "    Washington, March 16 - ",
        "BODY": "From April through December 1986,\nthe Commodity Credit Corporation (CCC) issued 3.85 billion dlrs\nworth of generic certificates and about 1.8 billion had not\nbeen exchanged by January 1, 1987, the U.S. Agriculture\nDepartment said.\n    The department said an additional 4.3 billion dlrs in\ncertificates has been authorized for issuance during\nJanuary-August, 1987.\n    These certificates will provide ample free supplies of corn\nand wheat for the remainder of the crop year, the department\nsaid in a summary of its Agricultural Outlook report.\n    Freeing of stocks through certificates is making U.S. grain\nmore competitive on world markets, it said.\n    The department said last summer, for example, certificates\nwere exchanged for 215 mln bushels of corn. This helped\nincrease marketable supplies, so farm-level corn prices\naveraged about two dlrs per bushel -- somewhat lower than they\nwould have otherwise.\n    The lower prices probably led to an increase in usage of 40\nto 50 mln bushels, it said.\n    The department said government spending on farm programs in\nfiscal year 1987 is projected to fall half a billion dlrs from\n1986's 25.8 billion dlrs.\n    During 1988 and 1989, the cost escalation of the first half\nof the 1980's will reverse. If current policy remains in force,\nannual farm program spending by 1992 will be down from last\nyear's record by more than eight billion dlrs, it said.\n    The department said the President's budget proposals for\n1988-1992 would cut farm program spending an additional 24\nbillion dlrs.\n    In 1987, foreign economic growth is expected to remain\nclose to 2.6 pct, the same as in 1986, but above the 2.4 pct\naverage of 1980-86, it said.\n    Partially because of this improvement, U.S. export volume\nis expected to rise in fiscal 1987 for the frist time in seven\nyears, the department said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}