{
    "DATE": "27-MAR-1987 08:32:40.43\u0005\u0005\u0005V RM",
    "TOPICS": [
        "cpi"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10385",
    "TEXT": {
        "TITLE": "U.S. CONSUMER PRICES ROSE 0.4 PCT IN FEBRUARY",
        "DATELINE": "    WASHINGTON, March 27 - ",
        "BODY": "U.S. consumer prices, as measured by\nthe Consumer Price Index for all urban consumers (CPI-U), rose\na seasonally adjusted 0.4 pct in February after a 0.7 pct\nJanuary gain, the Labor Department said.\n    The CPI for urban wage earners and clerical workers (CPI-W)\nrose to 329.0 in February, the department said.\n    Prices for petroleum-based energy rose sharply for a second\nconsecutive month during February but by less than in January,\nthe department said.\n    Energy prices rose 1.9 pct last month after a 3.0 pct rise\nin January, accounting for one-third of the overall CPI rise.\n    For the 12 months ended in February, the CPI rose an\nunadjusted 2.1 pct.\n    Transportation prices rose 0.5 pct in February after a 1.5\npct increase in January. Smaller price rises for motor fuels\nand declines in new car prices and finance charges were\nresponsible for the moderation.\n    Gasoline prices rose 4.2 pct last month after increasing\n6.6 pct in January, but were still 18 pct below levels of a\nyear ago, the department said.\n    Housing prices rose 0.4 pct in February after a 0.5 pct\nJanuary increase, largely due to a rise in fuel oil prices.\n    Fuel oil prices were up 4.4 pct in February after\nincreasing 9.8 pct in January, but were still 15 pct below\nprice levels of February 1986.\n    Food prices rose 0.2 pct last month after a 0.5 pct January\nincrease. Grocery store food prices were up 0.4 pct, the same\nas in January, but meat, poultry, fish and eggs cost less for a\nthird consecutive month, the department said.\n    Medical care rose 0.3 pct in February to a level 7.1 pct\nabove one year ago, because of higher costs for prescription\nand non-prescription drugs and medical supplies, the department\nsaid.\n    The index for apparel and upkeep rose 0.7 pct in February\nafter a 0.4 pct increase in January. The department said the\nintroduction of higher priced spring merchandise, particularly\nmen's clothing, was responsible for the advance.\n    Prices for other goods and services rose 0.7 pct in\nFebruary following a 1.1 pct increase in January. Tobacco\nprices, up 0.9 pct after a 2.0 pct January increase, accounted\nfor 30 pct of the index rise, the department said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}