{
    "DATE": "26-MAR-1987 15:28:04.96",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "uk",
        "ghana",
        "ivory-coast"
    ],
    "NEWID": "10122",
    "TEXT": {
        "TITLE": "COCOA CHAIRMAN WORKS TOWARDS BUFFER COMPROMISE",
        "DATELINE": "    LONDON, MARCH 26 - ",
        "BODY": "International Cocoa Organization's,\nICCO, council chairman Denis Bra Kanon continued work towards a\ncompromise plan on how the ICCO buffer stock should buy cocoa,\nconsumer delegates said.\n    Consumer delegates said Bra Kanon had not formally\npresented the compromise plan to producers and consumers, and\nit was unlikely he would do so before Friday, they said.\n    There was widespread confidence a result on the outstanding\nitems could be reached by Friday, when the council session is\ndue to end, consumers said.\n    Bra Kanon completed bilateral consultations with several\ndelegations today on the main sticking points in the draft\nbuffer stock rules package, they said.\n    Certain delegations wanted further discussion on the amount\nof non-member cocoa the buffer stock will be permitted to buy,\ndifferentials for different origin cocoas and limits on buffer\nstock purchases of nearby, and forward material, the delegates\nsaid.\n    The buffer stock working group finalized the remaining\nbuffer stock rules, with only minor modifications to the\noriginal draft buffer stock package produced last week, the\ndelegates said.\n    The ICCO council is due to elect a new executive director\nwhen it reconvenes Friday, producer delegates said.\n    Producers intend to present a single candidate for the\npost, and this is most likely to be Edouard Kouame from Ivory\nCoast, they said.\n    Earlier, the existing executive director, Kobena Erbynn\nfrom Ghana, was expected to re-nominated, but he is now likely\nto withdraw, the delegates said.\n    The executive committee is due to meet Friday at 1100 GMT,\nwith the council unlikely to reconvene until late Friday,\nconsumers said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "icco"
    ]
}