{
    "DATE": "31-MAR-1987 15:35:20.50",
    "TOPICS": [
        "earn"
    ],
    "NEWID": "11637",
    "TEXT": {
        "TITLE": "1ST CENTRAL FINANCIAL <FCC> SEES HIGHER EARNINGS",
        "DATELINE": "    NEW YORK, March 31 - ",
        "BODY": "First Central Financial Corp said it\nexpects earnings to rise significantly in 1987 and said it is\nactively seeking an acquisition.\n    The property and casualty insurance company's chairman and\nchief executive officer, Martin J. Simon, told Reuters in an\ninterview that he expects earnings of 33 cts a share in 1987\ncompared with 25 cts a year ago.\n    He said, \"the company currently has the sufficient momentum\nto achieve those earnings and the successful completion of\nlicensing applications to operate in Pennsylvania, Delaware,\nConnecticut and Ohio should fuel our earnings.\"\n    The company is currently licenced to operate only in New\nYork state.\n    Simon estimated that the company would earn seven cts a\nshare in the first quarter compared to three cts in the same\nquarter a year ago, and eight cts a share in the second quarter\ncompared to five cts earned in 1986. He expects the company to\nearn nine cts a share for each of the final two quarters of\n1987.\n    In addition, Simon said, First Central Financial \"is\nactively looking for, and has several acquisition brokers\nlooking for a small life insurance company to acquire.\"\n    He said the acquisition should be in the 10 mln dlr range\nand will be part of a strategy of expanding the company into a\n\"wide spectrum of insurance services.\" No specific company has\nbeen targeted as yet, \"but I would like to make my first\nacquisition in 1987,\" he said.\n    He said First Central Financial would not itself be an easy\ntakeover target. It wants to remain independent, he said, and\nhas implemented a staggered board of directors system. In\naddition, Simon, the company's biggest shareholder, holds about\n960,000 of the 6.2 mln ouitstanding shares.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}