{
    "DATE": "17-MAR-1987 12:29:35.42",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "6086",
    "TEXT": {
        "TITLE": "LAWSON OIL TAX BREAKS TO HELP NEW FIELDS - REVENUE",
        "DATELINE": "    LONDON, March 17 - ",
        "BODY": "Two new U.K. Tax relief measures for oil\nproducers, announced today, are aimed at encouraging\ndevelopments in the North Sea to go ahead and boost\nopportunities for the offshore supplies industry, the Inland\nRevenue said in a post-budget statement.\n    Earlier, Chancellor of the Exchequer Nigel Lawson announced\nin his annual budget to Parliament that from today, companies\nwill be allowed to offset up to 10 pct of qualifying\ndevelopment expenditure on certain future oil fields against\nPetroleum Revenue Tax (PRT).\n    To date, full relief was allowed for expenditure on an\nindividual field itself, when its income stream began, but was\nnot immediately available against other development\nexpenditure, the statement said.\n    The new relief will apply to fields outside the southern\nbasin for which development\nconsent is first given on or after today, and will improve the\npost-tax economics of new developments and encourage companies\nto proceed with project which might have been delayed, it said.\n    Lawson also announced that he would henceforth allow\ncertain expenditure on oil related research which does not at\npresent qualify for PRT relief to be offset against PRT\nliability.\n    This means oil-related expenditure in the U.K. Or on the\nU.K. Continental shelf, which has not become allowable in a\nparticular field within three years of being incurred, to be\nallowed against PRT liability in any oil field, the Inland\nRevenue said.\n    This brings the scope of PRT relief for research costs more\nin line with corporation tax relief measures, and is planned to\nencourage general research into ways of reducing field\ndevelopment costs, it said.\n    In due course, the industry should benefit by over 100 mln\nstg a year, it calculated.\n    The Inland Revenue statement also included other technical\nmeasures that Lawson did not comment on in his budget speech.\n    These included measures to allow companies to balance their\nshares of PRT-exempt oil allowances through reallocation in two\npast periods of allowance utilisation.\n    Tidier rules on incorrectly allowed PRT expenditure reliefs\nwere announced, while there were also ammendments on rules on\ncorporation tax and Advance Corporation Tax relating to the\nso-called \"ring fence\" of activities in the U.K. And its\ncontinental shelf. The Finance Bill will have provisions for\nthe implementation of measures announced in November, it said.\n    Gareth Lewis Davies, a North Sea expert with stockbrokers\nWood Mackenzie and Co Inc in Edinburgh, thought the two reliefs\non PRT would help the depressed offshore industry.\n    He said the 10 pct cross field allowance relief would\nfavour chances that development of smaller North Sea fields\nsuch Osprey, Don and Arbroath would be brought forward.\n    Early development of the larger Miller and Bruce oil fields\nmight also be encouraged, he said.\n    Lewis Davies said the measure might also aid the offshore\nconstruction industry, which suffered a huge amount of lay-offs\nunder the price slump of more than 50 pct last year.\n    He pointed out that the relief only applies to the\ndevelopment of new fields outside the Southern Basin.\n    This means more jobs could be created, as the fields in the\ncentral and northern sectors of the North Sea are deeper than\nin the south and thus have greater capital and labour\nrequirements as the waters are deeper than in the south.\n    He said the PRT relief for certain research expenditure\nwould help fundamental research in the oil industry, although\nthe benefits of this research would not be seen for several\nyear.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ]
}