{
    "DATE": "26-MAR-1987 10:55:04.23",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa",
        "japan",
        "west-germany"
    ],
    "NEWID": "9923",
    "TEXT": {
        "TITLE": "MULFORD SAYS G-6 WANTS STABILITY",
        "DATELINE": "    WASHINGTON, March 26 - ",
        "BODY": "Treasury Assistant Secretary David\nMulford said the Paris agreement among leading industrial\nnations is intended to produce \"reasonable stability\" in exchange\nmarkets over the next few months.\n    He told a Senate Banking subcommittee the Group of Five\nnations and Canada agreed in Paris to \"see if there can't be a\nperiod of reasonable stability instead of volatility\" to give\ntime for the committments in Paris to take place.\n    Asked by Sen Phil Gramm (R-Tex) whether U.S. intervention\nwas not in fact overvaluing the dollar, Mulford replied that\nthe administration judged that after economic adjustments,\ncurrent exchange rates reflect underlying economic\nfundamentals.\n    In particular, the stability sought by the nations would\nallow West Germany and Japan to stimulate their economies\ndomestically and the U.S. to cut its budget deficit, Mulford\nsaid in his testimony.\n    He stressed that a further sharp fall in the dollar would\nhurt the ability of Germany and Japan to boost growth.\n    Mulford noted that half of West Germany's economy was\naffected by international developments.\n    He also said increased Japanese domestic growth would\nresult in more U.S. exports to Japan and would not necessarily\nlead to greater Japanese capital flows to the U.S., as Gramm\nasserted, if Japan reformed its domestic capital market.\n    Commenting on the Paris agreement, Mulford said, \"I think\nexchange rates ought to be stabilized so (Germany's and\nJapan's) efforts can be carried out.\n    Mulford rejected Gramm's argument that faster domestic\ngrowth in Germany and Japan would result in an even lower\ndollar.\n    Mulford said the administration wanted to achieve a pattern\nof higher growth overseas as a way of improving the U.S. trade\ndeficit.\n    Otherwise, he said, the trade deficit would be resolved\neither through a much lower dollar or a U.S. recession, both\nalternatives he termed unacceptable and undesirable.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "ec"
    ]
}