{
    "DATE": "31-MAR-1987 14:32:24.46",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "11574",
    "TEXT": {
        "TITLE": "BROADER U.S. EEP SOUGHT BY REPUBLICAN LAWMAKERS",
        "DATELINE": "    WASHINGTON, MARCH 31 - ",
        "BODY": "Republican members of the House\nAgriculture Committee said they will propose amendments\ntomorrow to a pending trade bill increasing funding for the\nexport enhancement program, EEP, and significantly expanding\nthe scope of the program.\n    At a press conference, Republican lawmakers said they would\npropose expanding EEP to include all countries \"willing to\npurchase additional commodities at reasonable prices.\"\n    In addition, the Congressmen said they would propose\nextending the life of EEP to five years from the current three\nyears and increasing the EEP funding ceiling to 2.5 billion\ndlrs from 1.5 billion at present.\n    The Agriculture committee tomorrow will begin drafting\namendments to an omnibus trade bill now before the House.\n    Responding to the Republican plan, Agriculture Secretary\nRichard Lyng and Trade Representative Clayton Yeutter said they\nfavor a flexible, targeted use of EEP instead of an\nacross-the-board program which they termed too costly.\n    The Republican Congressmen also said they will offer an\namendment to the trade bill instructing the U.S. Agriculture\nDepartment to value the bonus commodities used for EEP at the\nmarket value, rather than the cost of acquisition.\n    But Lyng said USDA already plans to change to market value\naccounting rather than acquisition value, in order to avoid\nhitting a funding ceiling for eep of 1.5 billion dlrs.\n    Lyng said under market value accounting only about 700 mln\ndlrs of EEP commodities have been used to date. Using\nacquisition value, USDA officials said the value is higher.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}