{
    "DATE": "26-APR-1987 01:54:30.41",
    "TOPICS": [
        "trade",
        "grain",
        "wheat"
    ],
    "PLACES": [
        "japan",
        "canada",
        "usa",
        "australia"
    ],
    "PEOPLE": [
        "nakasone"
    ],
    "NEWID": "17198",
    "TEXT": {
        "TITLE": "TOP NATIONS AGREE OVER FARM TRADE ISSUE",
        "DATELINE": "    KASHIKOJIMA, JAPAN, April 26 - ",
        "BODY": "Ministers from the major\ntrading nations have for the first time made a concerted\ncommitment to review the whole distorted structure of world\nfarm trade, Canadian Trade Minister Patricia Carney said.\n    \"We think we can get some movement on this,\" she told\nreporters at a briefing following informal talks with the U.S.,\nJapanese and European Community (EC) trade ministers here.\n    Canada, strongly supported by Australia, has championed the\ncause of both developed and developing nations which have seen\ntheir farm trade suffer largely due to a farm subsidy war\nbetween the United States and the EC.\n    Japan\"s protected agricultural markets have also attracted\ncriticism.\n    The issue is of extreme importance to many indebted,\ndeveloping nations which often rely totally on one or two farm\nsector exports to sustain their economies but which cannot\ncompete with the subsidised U.S. And EC products.\n    \"Canada can afford so many billions of dollars (to do so),\nbut many countries cannot,\" said Carney.\n    She said the EC had changed its previous unhelpful attitude\nand had raised proposals similar to those of Canada under which\nto discuss the issue.\n    Talks will now continue at the Organisation of Economic\nCooperation and Development (OECD), which meets next month, and\nat the series of discussions on a new world trading framework,\nbegun at Punta del Este, Uruguay, last year.\n    Carney said Japan had also agreed to take a positive role\nin the farm talks, and that the United States was willing to\nsee short-term progress, as long as long-term solutions were\nnot affected.\n    Canada\"s five point programme demands that farm product\nprices must reflect open world market prices, that any support\nfor farmers incomes should not be linked to production\nincentives, that there should be no new farm subsidies, no new\nfarm import barriers, and that any decisions should be\nimplemented collectively.\n    The farm trade problem was almost completely ignored by the\nindustrialised world until Canada raised it last year at the\nTokyo summit of seven leading industrial powers.\n    The distortions created by subsidies and protectionism have\ncreated some absurd situations.\n    For example, to protect its farmers the Japanese government\nbuys Canadian wheat and sells it at 10 times the purchase price\nto Japanese consumers.\n    \"So we end up borrowing in the Japanese (financial) market\nto help pay subsidies to keep our farmers while they make a\nprofit on our wheat to help pay the price support for their\nfarmers,\" said Carney.\n    The problem causes pain for many nations and increases the\nalready dangerously high debts that they owe mainly to U.S.,\nJapanese and EC banks.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec",
        "oecd"
    ]
}