{
    "DATE": " 1-JUN-1987 05:18:59.85",
    "TOPICS": [
        "veg-oil",
        "coconut",
        "copra-cake",
        "meal-feed",
        "palm-oil",
        "coconut-oil"
    ],
    "PLACES": [
        "philippines"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17477",
    "TEXT": {
        "TITLE": "PHILIPPINE COCONUT CHIEF TO LOBBY AGAINST EC TAX",
        "AUTHOR": "    By Chaitanya Kalbag, Reuters",
        "DATELINE": "    MANILA, June 1 - ",
        "BODY": "Philippine Coconut Authority (PCA)\nchairman Jose Romero said he would visit Brussels later this\nmonth to lobby against a proposed 100 pct European Community\n(EC) levy on vegetable oil imports.\n    \"I intend to visit Brussels and talk to whoever is putting\nup this devilish scheme to impoverish third world countries\nlike the Philippines,\" Romero said in an interview.\n    He said he did not know how much support the levy had\nwithin the EC but he said he believed those originally opposed\nto the tax were under pressure to change their position.\n    Romero said a group of EC members led by West Germany, the\nNetherlands, Denmark and Norway were opposed to the tax. But\nthere was a danger some of them would be persuaded to change\nsides, and if that happened opposition could crumble.\n    Romero said another threat to exports lay in an EC warning\nthat copra meal cake used in livestock feeds contained\ndangerous levels of aflatoxin, a carcinogenic chemical.\n    He said the EC standard of 0.02 parts of aflatoxin per\nmillion parts of meal, which EC countries had been asked to\napply by October 1988, was too rigid. He said Philippine copra\ncake contained much higher levels of aflatoxin.\n    Aflatoxin comes from moulds which develop in copra when it\nis not properly dried or ground.\n    Romero said he would tell big buyers of copra meal in\nLondon that the Philippines was doing its best to meet EC\nstandards. It was also trying to eliminate aflatoxin totally,\nbut this was likely to take several years of research.\n    Copra meal exports were 817,641 tonnes or 35 pct of total\ncoconut exports in 1986. The meal was worth 73.5 mln dlrs.\n    Romero said he would also visit Oxford University's\ndepartment of agricultural economics to discuss ways of\navoiding the copra process altogether.\n    \"There are ways of producing coconut products outside of\ncopra,\" Romero said. \"We can process fresh coconut without drying\nthe meat in the sun. Through the wet process we can process\ncoconuts into other food or non-food products, or we can go to\nthe chemical root.\"\n    He said there was a tendency for agricultural countries to\nbecome more protectionist and he expected export prices of\ncoconut products to drop.\n    \"In the long term we will be getting less and less for more\nand more production, and I'm not comfortable with that,\" he\nsaid.\n    With countries like Indonesia and Malaysia stepping up\nproduction of palm oil, a coconut oil substitute, palm oil\noutput had risen nearly 70 pct since 1971, Romero said.\n    \"To add to that the U.S. Soybean Association is spending\nbillions of dollars to discredit palm oil and coconut oil by\nsaying that they are polysaturated fats and bad for the heart,\"\nhe said.\n    Romero said he expected coconut product export prices to\nstay up for the rest of the year. They would probably touch a\nhigh of 20 cents/pound from the current level of 18.59 cents,\nand a sharp rise from year-ago levels of 10.50 cents.\n    Romero said the Philippines was at the end of a five-year\ncoconut production cycle which showed production tended to fall\nafter two successive years of good harvests.\n    He said 1985 and 1986 were good harvests and this year, to\nadd to the production fall, drought had affected output.\n    \"Traders are stocking up and when they have overbought the\nprices will start declining again. The only sure way to keep\nprices stable is by processing, adding more value,\" he said.\n    Coconut farmers were being encouraged to intercrop by\nplanting other cash crops between coconut trees, he said.\n    \"A typical farm may have from 100 to 150 trees sitting on\n10,000 square metres of land. That's a lot of space,\" Romero\nsaid. He said the government's proposed land reform program\nwould exclude about 75 pct of the coconut farmers because they\nhad less than the proposed seven-hectares of land.\n    \"If the idea of land reform is to increase income levels,\nproduction and employment then it won't happen,\" he said.\n    PCA figures show about one-third of the country's\npopulation is dependent on the coconut industry.\n    Coconuts are planted on about 3.2 mln hectares or\none-fourth of total agricultural land.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}