{
    "DATE": "17-APR-1987 10:11:08.30",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "16833",
    "TEXT": {
        "TITLE": "AMOCO <AN> MAY BUY DOME <DMP>, REPORT SAYS",
        "DATELINE": "    Toronto, April 17 - ",
        "BODY": "Amoco Corp is apparently the successful\nbidder for debt-laden Dome Petroleum Ltd, according to a\npublished report.\n    The Toronto Globe and Mail, quoting sources close to the\nnegotiations, today said Dome broke off talks last night with\nTransCanada PipeLines Ltd, which last week announced a 4.3\nbillion Canadian dlr offer for all of Dome's assets.\n    No financial details about the Amoco offer were available\nand a Dome spokesman would neither confirm nor deny that Amoco\nhad emerged the winner, the newspaper said.\n    However, the Dome spokesman indicated that the sale of Dome\ncould be finalized and announced this weekend, the Globe and\nMail said.\n    Representatives of Amoco were not immediately available for\ncomment.\n    Last Sunday, when TransCanada announced its offer, Dome\nsaid it was also in talks with two other companies, but refused\nto identify them.\n    Since then, market speculation has centered on Amoco and\nExxon Corp's <XON> 70 pct-owned Imperial Oil Ltd subsidiary in\nCanada.\n    British Petroleum PLC <BP> and Royal Dutch/Shell Group <RD>\nhave also been mentioned as possible suitors for Dome.\n    In the past two days, Dome management has been pressured by\nthe federal government to select the offer from TransCanada,\nthe only Canadian company in the bidding.\n    Prime Minister Brian Mulroney's government appears to want\nto avoid a Dome sale to a foreign company since the government\ngave Dome hundreds of millions of dollars in tax breaks to\nencourage oil and gas exploration in the Arctic, analysts and\nofficials have said.\n    A purchase by TransCanada would be least likely to run\nafoul of Canadian antitrust laws, however, TransCanada is\nasking for tax concessions from a federal government that is\ntrying to hold its deficit below 30 billion Canadian dlrs,\nanalysts have said.\n    A takeover by Amoco or Imperial would also give a foreign\noil company a dominant position in Canada's oil industry.\n    Imperial Oil is already Canada's largest energy company,\nwith 1986 revenues of 7.1 billion Canadian dlrs. Chicago-based\nAmoco had 1986 revenues of 20.23 billion U.S. dlrs. Its Amoco\nCanada Petroleum subsidiary is 100 pct owned by Amoco Corp.\n Reuter\n\u0003"
    },
    "PLACES": [
        "canada"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}