{
    "DATE": " 5-MAR-1987 06:46:59.63",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "poland",
        "usa"
    ],
    "NEWID": "1963",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - POLISH SANCTIONS",
        "AUTHOR": "    By Irena Czekierska, Reuters",
        "DATELINE": "    WARSAW, March 5 - ",
        "BODY": "Poland says U.S. Sanctions have cost its\neconomy 15 billion dlrs and has made clear it wants Washington\nto take a lead in repairing the damage after lifting remaining\nrestrictions two weeks ago.\n    Polish officials are unable to provide a precise breakdown\nof the figure, saying it takes into account a number of\nhypothetical losses. Some of them are \"too sophisticated to\nconvert into financial terms,\" one banking source said.\n    But Western economic experts say the effect of sanctions is\nimpossible to calculate.\n    They say it is blurred by the poor performance of Poland's\neconomy, and dismiss the 15 billion dlr figure as illusory.\n    \"Sanctions have provided a very useful excuse for under-\nachieving. They did have a bad effect, yes, but they only\ncontributed to largely internal, economic problems,\" one said.\n    The U.S. Imposed the measures and withdrew Most Favoured\nNation (MFN) trading status from Poland in 1982 in retaliation\nfor suppression of the Solidarity free trade union under\nmartial law. The estimated cost to the Polish economy was\noriginally devised several years ago by the Institute of\nNational Economy, an offshoot of the central planning\ncommission.\n    According to one Western envoy, an expert on Polish\neconomic affairs, it extrapolated 1979 information on growth\ntrends in trade with the United States, as well as increases in\ncredits from Western commercial and government lenders.\n    But the calculations were based on a time when trade was\nbooming and credits still flowed freely, he said, dismissing\nthe estimate as \"a theoretical projection based on a high point,\nwhich has no real scientific evaluation.\"\n    A foreign trade ministry official said Polish exports to\nthe U.S. In the late 1970s averaged around 400 mln dlrs\nannually and had fallen by half since the sanctions were\nimposed.\n    Imports have suffered, slumping from around 800 mln dlrs to\n200 mln, as credits ran out. Poland has a dwindling trade\nsurplus with the West. Last year it was one billion dlrs\nagainst a targeted 1.6 billion, official figures show.\n    Acknowledging that sanctions have lost Poland important\nU.S. Markets -- including agricultural equipment, textiles,\nchemicals and some foodstuffs -- Western economists say credits\ndried up for economic not political reasons.  \"Poland is\naccusing the West of letting economic relations deteriorate for\npolitical reasons,\" said one expert. \"It's an illusion based on a\nmisunderstanding of Western economy.\"\n    \"There's a limit to how much you can go on giving someone\nwho has no hope of repaying it,\" another said, adding that\nPoland had benefited from a global phenomenon of easy credits\nin the 1970s which were no longer today's reality.\n    Describing the 15 billion dlr assessment as \"nebulous,\" one\ndiplomat said it also included losses of hypothetical orders\nand setbacks to Polish research through the curbing of\nscientific links and exchanges.  Western officials say the\nlifting of sanctions and new MFN status will have little impact\non Poland, which has a hard currency debt of 33.5 billion dlrs\nand lacks the means to modernise its industry.\n    \"MFN doesn't really mean anything, only that Poland will not\nbe treated worse than other countries. It will be difficult to\nregain access to the U.S. Market because different forces are\nin play now,\" said one Western envoy.\n    He said Polish products were not competitive, and their\nquality was too low. Trade wars and possible protectionist\nmeasures amongst the U.S., Japan and Europe would also hamper\nPoland's efforts to regain entry.\n    Deputy foreign trade minister Janusz Kaczurba recognised\nthis fact recently.\n    Kaczurba told the official PAP news agency recently, \"Making\nup our lost position will take a long time and be uncommonly\ndifficult, and in certain cases impossible... In a period of\ntwo to three years it will be possible to increase the level of\nexports by only about 100 mln dlrs.\"\n    While Poland is unlikely to seek compensation, it says it\nhas a \"moral right\" to assistance from the U.S. Which it says\nimposed the sanctions illegally. But a Western economist said\n\"The argument that U.S. Sanctions were a unilateral torpedoing\nof the Polish economy won't cut any ice. The Americans will\njust reply that the Poles acted immorally in crushing\nSolidarity.\"\n    Nevertheless, Polish National Bank head Wladyslaw Baka, in\ntalks in Washington last week with the International Monetary\nFund (IMF) and World Bank, made it clear that Poland was\nlooking for a lead from the United States.\n    He was quoted by PAP as saying that Poland would meet its\nfinancial obligations to the United States, \"but not in a short\ntime and not without a cooperative stand on the part of its\nforeign economic partners.\"\n    He stressed that the U.S. \"had a particular opportunity to\nplay a part in the cooperative policy of Poland's partners\ninterested in the settlement of Polish debt.\"\n    Putting it more sharply, one senior banking official blamed\nWashington for obstructing talks with the World Bank, IMF and\nParis Club of Western creditor governments in recent years and\nsaid it should now play a more positive role.\n    \"As a major superpower the United States can influence\ninternational organisations,\" he said, citing recent meetings\naimed at stabilising currencies as an example of the extent to\nwhich Western nations were prepared to cooperate.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "EXCHENGES": [
        "nyse"
    ],
    "PEOPLE": [
        "subroto"
    ]
}