{
    "DATE": "18-MAR-1987 12:20:15.12",
    "TOPICS": [
        "jobs"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "6603",
    "TEXT": {
        "TITLE": "FRANCE ANNOUNCES PLAN TO BOOST EMPLOYMENT",
        "DATELINE": "    PARIS, March 18 - ",
        "BODY": "The government announced a three billion\nfranc program to combat long-term unemployment amid speculation\namong political and economic analysts that it is positioning\nitself for a period of economic reflation.\n    The package presented to the cabinet of Prime Minister\nJacques Chirac by Social Affairs and Labour Minister Philippe\nSeguin today is to be financed out of a 7.5 billion franc\ncontingency fund announced on February 25.\n    Finance Minister Edouard Balladur previously ruled out a\nreflationary program.\n    Long-term unemployment, defined as being out of work for\nmore than one year, affects about 830,000 people or one third\nof French unemployed, government figures show.\n    The main measures of the employment program give employers\nfinancial incentives to offer short-term work contracts of at\nleast two years and stress retraining to help the long-term\nunemployed return to the labour market.\n    Training subsidies and exemptions from social security\ncontributions are the main incentives for employers.\n    \"Companies tell us that we have to give them a strong\nincentive to take on people who have fallen out of the labour\nmarket and that's why the proposals...Are costly,\" an aide to\nSeguin said.\n    The analysts said speculation the government is considering\na reflationary program was sparked by Chirac spokesman Denis\nBaudouin, who said yesterday that ministers were generally\nagreed on the desirability of relaunching the economy.\n    He appeared to contradict statements by Balladur ruling out\neconomic stimulation despite the government's revision of its\n1987 growth forecast to about 2.0 pct from 2.8.\n    Finance ministry officials later clarified Baudouin's\nremarks, saying there was no question of any move to stimulate\nthe economy through a boost to consumer spending although\ngovernment policy allowed for increased industrial investment\nfrom the proceeds of France's five-year privatisation plan.\n    The 1987 budget allowed for 30 billion francs in revenue\nfrom privatisation, to be split between repaying national debt\nand providing state enterprises with fresh capital.\n    Some political analysts said Baudouin's comments possibly\nreflect widening differences within the RPR-UDF coalition on\nsocial issues ahead of next year's presidential elections.\n     Divisions began to show last December, when a wave of\nstrikes led by transport workers paralysed the country and\ndrove the government into a new mood of conciliation with\nlabour.\n     Officials said that after the success of the privatisation\nof Cie de Saint Gobain <SGEP.PA> and Cie Financiere de Paribas\n<PARI.PA> the government had decided to speed up its five-year\nprivatisation program with the aim of completing a third of it\nthis year, ahead of the presidential elections expected in\n1988.\n    The accelerated program could provide additional unbudgeted\nrevenue to boost industrial and research investment and\nspending on infrastructure such as the national motorway\nnetwork.\n   The government also today revived a proposal, blocked last\nyear by Socialist president Francois Mitterrand, to encourage\nmore flexible working hours, which it says will boost jobs by\nimproving the competitiveness of French industry.\n    The proposals allowing night-shift work by women and\nvariations in the standard 39-hour working week are to be put\nto parliament as a self-contained draft bill after being vetoed\nfor procedural reasons by Mitterrand and later the Council of\nState.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}