{
    "DATE": " 6-MAR-1987 17:58:51.63",
    "TOPICS": [
        "interest",
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2925",
    "TEXT": {
        "TITLE": "POSITIVE OUTLOOK TEMPERED IN U.S. DEBT FUTURES",
        "AUTHOR": "    By Brad Schade, Reuters",
        "DATELINE": "    CHICAGO, March 6 - ",
        "BODY": "Higher oil prices and stronger than\nexpected U.S. employment growth led to sharp losses in U.S.\ninterest rate futures and diminished what had been a positive\nchart outlook, financial analysts said.\n    The increase of 319,000 in non-farm payroll employment\nduring February was above market expectations for a rise of\n170,000 to 200,000 jobs and sparked selling in Treasury bond\nfutures that drove the June contract through key technical\nsupport at 101-2/32 at the opening Friday, they noted.\n    \"I don't like that fact that we had a close below 101,\"\nsaid Prudential Bache analyst Fred Leiner. The 101-2/32 level\nin the June bond contract had been the top of a three-month\ntrading range, which when penetrated during the rally Wednesday\nled to bullish forecasts by chartists.\n    But analysts called it a false breakout on the weekly\ncharts when the June bond closed at 100-10/32 Friday.\n    Some also forecast that the high of the week at 101-19/32\nmay signal a bearish double top formation portending steep\nlosses.\n    \"I tend to go along with the double top scenario,\" said\nNorthern Futures analyst Eileen Rico.\n    Rico noted that the possible formation, along with the fact\nthat the rally of the last two weeks in bond futures has\noccurred on relatively low volume, were negative signals.\n    Despite what could be a negative chart outlook, Leiner\nremains cautiously optimistic, and June bonds should find\nsupport between 100 and 99-16/32 next week.\n    The optimistic outlook, as well as Leiner's expectation\nthat the yield curve will flatten in the near term, is based on\nan improving inflation outlook.\n    With the dollar stable and economic data giving the Federal\nReserve little room to ease monetary policy, \"the inflation\noutlook is improving,\" Leiner said, and that should lead to\nrelatively stronger bond prices than bill and Eurodollar\nprices.\n    Still, Leiner noted that the recent rise in oil prices\nremains a concern for the inflation outlook.\n    Oil rose during the week on reports that OPEC nations were\nmaintaining production quotas and official prices, and got an\nextra boost Friday due to the suspension of oil exports from\nEcuador after an earthquake Thursday.\n    \"The runup in crude oil will be a short-lived phenomenon,\"\nsaid Carroll McEntee and McGinley analyst Brian Singer.\n    The rise in oil prices over the past week has been largely\n\"media induced,\" Singer said. He noted that even though OPEC\nproduction may be within quotas, \"oil stocks are at\ntremendously high levels.\"\n    Although the Ecuador situation could cause a delay, oil\nprices will eventually decline to the lows of late February, he\nsaid, and that will be a supportive influence for bond prices.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "yeutter"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme"
    ]
}