{
    "DATE": "16-JUN-1987 06:36:51.01",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "japan"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18455",
    "TEXT": {
        "TITLE": "JAPAN OFFICIALS SAY WORST MAY BE OVER FOR ECONOMY",
        "AUTHOR": "    By Kunio Inoue, Reuters",
        "DATELINE": "    TOKYO, June 16 - ",
        "BODY": "Government officials said the worst may be\nover for the Japanese economy, after today's news of stronger\nthan expected growth in the January/March period.\n    But private economists were not so sure and said the\neconomy was unlikely to achieve the government's 3.5 pct growth\nforecast in the current fiscal year ending next March.\n    As already reported, GNP rose 1.2 pct in the January/March\nquarter, after a revised 0.7 pct increase in the previous three\nmonths. For the fiscal year that ended last March 31, GNP\ngrowth slowed to 2.6 pct from 4.3 pct in 1985/86.\n    The government economists acknowledged that the improved\nexport performance in the January/March quarter was unlikely to\nbe repeated. The volume of exports during the period was up two\npct from the previous three months.\n    The yen's rise in April to about 140 to the dollar from 150\nprobably resulted in a fall in exports in the April/June\nquarter, they said.\n    However, given the yen's recent stability, stepped-up\ndomestic demand should work as a driving force to push the\neconomy onto a path of sustainable growth, they said.\n    Many private economists, though, doubt that the economy\nwill achieve the government's 3.5 pct growth forecast for the\n1987/88 year.\n    Growth in 1986/87 also fell short of the government's\nforecast, which was revised downwards to three pct last\nDecember from an original four pct.\n    Domestic demand as a whole is not strong enough, except for\nhousing, said Johsen Takahashi, chief economist at Mitsubishi\nResearch Institute.\n    Consumer spending is likely to remain weak as the growth in\nnominal income stays low, he added.\n     The rise in consumer spending in the January-March quarter\nwas simply a reflection of the contraction that occurred in the\npreceding three months, Takahashi said.\n    Private capital spending in the quarter looked strong but\nthis was primarily because utility companies brought forward\ntheir 1987/88 capital investment plans into the final quarter\nof 1986/87 in line with the government's economic stimulation\npackage announced last fall, he said.\n    Dai-Ichi Kangyo Bank chief economist Kosaku Furuta said he\nwas unable to say the economy has bottomed out, but added he\nexpects increasing signs of recovery in the coming months.\n    Destocking is coming to an end and companies are starting\nto rebuild inventories, Furuta said.\n    Housing is expected to remain buoyant, backed up by lower\ninterest rates as well as government policies to stimulate the\nsector, he said. The government's recently unveiled 6,000\nbillion yen economic package will also help the economy.\n    But he said that the economy was unlikely to achieve the\ngovernment's 3.5 pct forecast for 1987/88, although growth\nmight come close to three pct.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}