{
    "DATE": "23-MAR-1987 03:01:41.93",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "west-germany",
        "usa",
        "japan"
    ],
    "NEWID": "8137",
    "TEXT": {
        "TITLE": "GERMAN BOND YIELDS SEEN FALLING IN NEAR TERM ",
        "AUTHOR": "    By Alice Ratcliffe, Reuters",
        "DATELINE": "    FRANKFURT, March 23 - ",
        "BODY": "West German bond yields could decline\nover the next few months if recent efforts to stabilize\nexchange rates, as seen in last month's Paris pact, extend to\nkeeping down European interest rates, banking economists said.\n    But in the longer term domestic yields could rise under\nagreements to stimulate West Germany's economy, they said.\n    The Paris agreement has so far successfully stabilized\ncurrencies with the threat of central bank intervention,\neconomists said.\n    Economists speculated that G-7 countries may try to bolster\nthe pact by uncoupling U.S. and West German interest rates\nfurther when they meet for the IMF Interim Committee in April.\n\"The recent round of monetary accommodation by the Bundesbank\nand the Bank of Japan and the firming of the Federal Funds rate\nare significant. They mark an uncoupling of movements in U.S.\nand foreign interest rates,\" Salomon Bros Inc said in a recent\nstudy.\n    It said narrowing of international interest rate spreads\nwas a major factor in the dollar's fall. These spreads will\nhave to be widened if the dollar is to be stabilized.\n    West German Bundesbank President Karl Otto Poehl encouraged\nthe U.S. not to cut interest rates in January when the\nBundesbank cut its own rates by half a point, to avoid\nweakening the dollar.\n    West German economists see room for further cuts in leading\nWest German rates if the dollar resumes its decline.\n    \"It's not a taboo,\" Peter Pietsch, spokesman for Commerzbank\nAG said.\n    But most economists see room for a cut in West German rates\nonly in the first half of the year, as re-emerging inflation\nwill limit room for manoeuvre later in the year.\n    The Bundesbank's average yield of public paper is already\nnearing last year's low. Last week, yields fell to around 5.50\npct, not far from the 1986 low of 5.35 pct posted in mid-April.\n Economists said the trend may cause domestic investors to\nshift some funds from short to longer-term paper. Such a move\nwould tend to flatten the yield curve between short and\nlong-term rates, which has become more pronounced since the\nBundesbank lowered its discount rate.\n    It might also facilitate a further cut in leading rates, as\nthe shift out of savings accounts into securities would slow\ngrowth of the Bundesbank's central bank money stock aggregate.\n    But conflicting with this trend are plans to increase West\nGerman tax cuts, part of the Paris currency pact designed to\nmeet U.S. demands for faster West German growth. This move may\nforce interest rates up by creating a revenue vacuum which must\nbe filled by higher government borrowing.\n    This may not occur if private sector demand for credit\nremains weak, but demand could emerge if rates begin rising.\n    Economists said it appeared the government had already\nstepped up borrowing this year to accomodate revenue loss from\nother sources, including tax losses resulting from weaker than\nexpected economic growth, and higher than expected spending.\n    Josef Koerner, chief economist of the West German\nIfo-Institut, said in a newspaper interview he expected 1987\ntax revenue to be some 11 billion marks below estimates by the\nWest German government in November.\n    Any tax shortfall in itself is unlikely to push yields up.\nBut coupled with other factors such as waning foreign\nspeculative buying of mark bonds on the dollar's decline, long\nterm yields may to have to rise, economists said.\n    Public authority borrowing in 1988 may also rise owing to\nincreases in the second phase of Bonn's tax reform package.\n    The West German government is raising its total tax cuts in\n1988 by 5.2 billion marks to 14.4 billion.\n    West German chancellor Helmut Kohl said last week increased\nborrowing to finance the tax reform is acceptable.\n    Finance minister Gerhard Stoltenberg said last Thursday he\nwas looking for other ways to finance the reform, such as\nraising indirect taxes.\n    But few economists believe the government will be able to\ngo through with its tax measures without increasing net\nborrowing.\n    The Bundesbank said in its February report that it was\nwrong to believe that the first stage of the tax reform in 1986\ncould be managed without increasing deficits.\n    The Bundesbank said West German public authorities borrowed\na large 21.9 billion marks in credit markets in the 1986 final\nquarter compared with 14.8 billion in fourth quarter 1985.\n    The federal government took up nearly 10 billion marks of\nthe fourth quarter 1986 figures, and also drew on two billion\nmarks of Bundesbank advances at the end of the year, when it\nhad not required such a credit in the 1985 quarter.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "bangemann"
    ]
}