{
    "DATE": " 5-MAR-1987 12:56:32.19",
    "TOPICS": [
        "gnp",
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2278",
    "TEXT": {
        "TITLE": "FED'S JOHNSON STRESSES PRICE STABILITY",
        "DATELINE": "    WASHINGTON, March 5 - ",
        "BODY": "Federal Reserve Board Vice Chairman\nManuel Johnson said that maintaining price stability was\ncritical to achieving non-inflationary economic growth in the\nworld and said that progress was being made.\n    \"It is worth reiterating that the Federal Reserve's\npromotion of price stability is critical to the successful\nimplementation of virtually all of the important ingredients\nfor growth,\" he told the Eastern Economic Association.\n    Johnson said initial progress has been made on a variety of\nfronts. \"Federal Reserve monetary policy, the\nGramm-Rudman-Hollings legislation, the G-6 agreement, and the\nBaker debt initiative for example all have moved us in the\nright direction,\" he said. G-6 is comprised of U.S., Britain,\nFrance, Japan, West Germany and Canada.\n    On the budget deficit, Johnson said meeting precise\nnumerical goals was less important than a continuing commitment\ntoward slowing the growth of federal spending.\n    There was evidence deficits as a pct of Gross National\nProduct were declining and would continue to drop, he said.\n    But Johnson warned against reliance on inflow of foreign\ncapital to finance investment and the budget deficit and keep\ninterest rates stable.\n    \"This situation, however, cannot continue indefinitely.\nSooner or later progress must be made in controlling excessive\nfederal spending,\" he said.\n    A disinflationary monetary policy should continue to be the\nmain objective of the Fed, Johnson said.\n    He also said a more stable and sustainable alignment of\nexchange rates was needed for long-term growth.\n    On the trade deficit, Johnson warned against \"quick fix\"\nsolutions, which he identified as excessive dollar depreciation\nor protectionist trade legislation.\n    \"What is important is that we attempt to maintain healthy\nreturns to capital and adopt policies encouraging genuine\neconomic growth,\" he said.\n    Such an approach would finance the trade deficit but allow\nfor its gradual resolution over time.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "duisenberg",
        "ruding"
    ],
    "ORGS": [
        "ec"
    ]
}