{
    "DATE": " 3-APR-1987 06:07:23.44",
    "TOPICS": [
        "dlr",
        "money-fx"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "12780",
    "TEXT": {
        "TITLE": "NO INTERVENTION, DOLLAR FIXED AT 1.8162 MARKS",
        "DATELINE": "    FRANKFURT, April 3 - ",
        "BODY": "The Bundesbank did not intervene as\nthe dollar was fixed lower at 1.8162 marks after 1.8270\nyesterday, dealers said.\n    The dollar firmed slightly from its opening 1.8135/45 marks\nin very quiet pre-weekend trading and dealers said they\nexpected business to remain thin this afternoon.\n    \"Trading is at an absolute nil, nobody wants to get involved\nahead of next week's meetings,\" one dealer with a U.S. Bank\nsaid, referring to the Group of Seven industrial nations and\nthe International Monetary Fund meetings in Washington.\n    Dealers saw the dollar staying at current levels but\npossibly rising above 1.83 marks on any supporting remarks\nemerging from the meetings. \"But the dollar's medium-term\ndirection is soft,\" one dealer said.\n    The dollar could well come under renewed pressure after the\ninternational forums as attention returned to the U.S. And the\nU.K.'s trade dispute with Japan, dealers said.\n    Cross currency trading was also subdued though sterling's\nrise above 1.60 dlrs helped it to firm against the mark. It was\nfixed higher at 2.924 marks after yesterday's 2.910.\n    The pound was seen staying between 2.90 and 2.93 marks for\nthe next days, dealers said.\n    Eurodollar deposit rates were steady from this morning,\nwith six month funds unchanged at midpoint 6-11/16 pct. Six\nmonth euromarks stayed at midpoint 3-7/8 pct.\n    The Swiss franc firmed to 119.86 marks per 100 at the fix\nfrom 119.71 yesterday and the yen rose to 1.244 marks per 100\nfrom 1.243.\n    The French franc was little changed at 30.050 marks per 100\nafter 30.055 yesterday.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "carlsson"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}