{
    "DATE": "11-MAR-1987 19:05:21.41",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4026",
    "TEXT": {
        "TITLE": "U.S. HOUSE PANEL TAKES FIRST TRADE BILL VOTES",
        "AUTHOR": "    By Jacqueline Frank",
        "DATELINE": "    WASHINGTON, March 11 - ",
        "BODY": "House trade lawmakers took their\nfirst votes on measures designed to toughen U.S. trade laws but\nheld over until tomorrow the most difficult votes on\ncontroversial plans to protect American industries.\n    Meeting in closed session, the House Ways and Means Trade\nSubcommittee failed to resolve one of the most sensitive issues\nin the bill--whether they will force major foreign trading\npartners to severely cut their trade surpluses with the United\nStates.\n    The subcommittee is considering a toned-down version of\nDemocratic-sponsored trade legislation that aims to open\nforeign markets but which drops last year's effort to force\nPresident Reagan to retaliate with quotas or tariffs.\n    Congressional aides who asked not to be identified said the\nlawmakers intend to wrap up their proposals tomorrow and will\nconsider a proposal to mandate retaliation without setting\nspecific trade penalties.\n    The legislation faces another hurdle in the full Ways and\nMeans Committee next week before the full House votes on it.\n    Rep. Richard Gephardt, a Missouri Democrat who is seeking\nhis party's 1988 presidential nomination, said he may offer an\namendment to call for reductions in the trade surpluses of\nthose countries with barriers to imports of U.S. goods.\n    This would be a moderated version of his earlier plan to\nforce a mandatory ten per cent annual cut in the trade surplus\nwith the United States by Japan, South Korea, Taiwan, West\nGermany and other countries with the largest trade imbalances.\n    \"My criteria for a good amendment sets a standard for\ngetting the trade deficit down,\" he told reporters.\n    The trade law changes are to become part of a major\ncongressional and administration effort to turn around the\nrecord U.S. trade deficit of 169 billion dlrs last year by\nopening up foreign markets and making U.S. products more\ncompetitive.\n    House Speaker James Wright, a Texas Democrat, said again\ntoday he expects the full House will approve the trade bill by\nMay and that Reagan will accept the final congressional bill.\n    \"I expect whatever is reported (by the Ways and Means\nCommittee) will pass. We will have a good bill and an effective\nbill,\" he told reporters.\n    The comprehensive trade bill will include work by other\ncommittees to ease export controls on high technology, to aid\nU.S. workers displaced by foreign competition, to stimulate\nresearch and development, to remove foreign trade barriers and\nto improve education and worker training.\n    The lawmakers agreed that for the first time a U.S.\nindustry could charge foreign producers with unfair competition\nif they deny basic worker rights such as collective bargaining,\nsafety rules and payment of a minimum wage appropriate to the\ncountry's economic development.\n    They transferred to U.S. Trade Representative Clayton\nYeutter the powers now held by Reagan to decide whether to\nretaliate against foreign violations of fair trade rules and\nwhether an injured industry deserves import relief.\n    They agreed to make it easier for a company to get\ntemporary relief from import competition but agreed the\nindustry should provide a plan to become competitive.\n    The administration has not announced its support but\nYeutter said yesterday, \"I am cautiously optimistic,\" that the\nDemocratic-led House will come up with an acceptable bill.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "yeutter"
    ]
}