{
    "DATE": "19-MAR-1987 17:47:11.05",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7477",
    "TEXT": {
        "TITLE": "EC OFFICIAL FAULTS U.S. TRADE BILL",
        "DATELINE": "    LOS ANGELES, March 19 - ",
        "BODY": "Sir Roy Denman, Head of the EC\nDelegation in Washington, said pending U.S. trade legislation\nis a misguided attempt to deal with the nation's trade deficit\nand will spark retaliation if passed in its present form.\n    \"To think that you can deal with a trade deficit by\nlegislation is a mistake,\" he told the Foreign Trade\nAssociation here.\n    Denman told reporters that possible retaliation, which he\nwarned of in a letter to House Ways and Means Committee\nChairman Dan Rostenkowski, would not necessarily be on a\nproduct-for-product basis.\n    \"Retaliation does not have to be matched product to\nproduct,\" Denman said.\n    He said in the case of textiles import restrictions,\nhowever, retaliation would be against U.S. textile exports.\n    \"Certainly, if restrictions were imposed on European\nexports of textiles to the U.S., the Community would be likely\nto retaliate with restrictions on U.S. textile exports to\nEurope,\" Denman said.\n    He also took exception to U.S. proposals to require\ncountries with large current account surpluses with the U.S. to\ncut those surpluses or face special tariffs.\n    \"This would conflict with international obligations, throw\na large wrench into the current round of trade negotiations and\ncould easily boomerang,\" he warned of the tariff proposals.\n    Denman also took exception to U.S. efforts to seek\nreciprocity in specific trade sectors.\n    \"Forcing reciprocity in one sector by imposing barriers\nwould simply lead to retaliation from the other party,\" he\nsaid, adding that overall reciprocity can only be achieved by\ntrading off disadvantages in one sector for advantages in\nanother.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "lawson"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}