{
    "DATE": "21-APR-1987 03:04:02.88",
    "TOPICS": [
        "crude"
    ],
    "NEWID": "16939",
    "TEXT": {
        "TITLE": "ASIA TRYING TO FOSTER OIL EXPLORATION, SAYS U.N.",
        "DATELINE": "    BANGKOK, April 21 - ",
        "BODY": "Asian countries are offering better oil\nexploration concessions to avert damaging shortfalls due to\nlast year's oil price slump, the United Nations said.\n    The Bangkok-based U.N. Economic and Social Commission for\nAsia and the Pacific said in its annual report that the price\nfall substantially cut exploration by foreign oil firms, which\nfound it unprofitable to maintain investments in the region.\n    Oil production investment in Indonesia fell to about 2.8\nbillion dlrs in 1985 from 3.2 billion in 1983 and was estimated\nto have declined six pct last year. There were 11 wells drilled\nin Thailand in 1986 against 64 in 1985.\n    The report said <Thai Shell Exploration and Production Co\nLtd>, a unit of the <Royal Dutch/Shell Group> announced a 30\npct cut in exploration and production spending last year.\n    To counter declining output, India and Malaysia reduced\npetroleum sharing demands, while Indonesia cut taxes.\n    Nepal offered a guaranteed income share of up to 87.5 pct\nto cover exploration costs, while Thailand began decreasing its\n12.5 pct royalty payments. The big losers were major regional\nexporters such as Indonesia, Brunei, China, Malaysia and Iran.\nTheir aggregate oil income fell an estimated 20 billion dlrs in\n1986 from 40 billion the previous year.\n    Indonesia's export earnings fell by nearly half in 1986\nfrom 11.6 billion dlrs in 1985, the U.N. Report said.\n    Iran also lost about six billion dlrs, Brunei 3.8 billion,\nChina three billion and Malaysia 0.8 billion.\n    However, Asian importers saved between eight and nine\nbillion dlrs during 1985 and 1986, which considerably eased\ntheir balance of payments.\n    South Korea, the Philippines, India, Thailand and Pakistan\nwere major beneficiaries, with Thailand and Pakistan\nrespectively saving about 875 mln and 435 mln dlrs last year.\n REUTER\n\u0003"
    },
    "PLACES": [
        "thailand",
        "indonesia",
        "brunei",
        "china",
        "malaysia",
        "nepal",
        "india",
        "iran",
        "south-korea",
        "philippines",
        "pakistan"
    ],
    "PEOPLE": [
        "tamura"
    ],
    "ORGS": [
        "escap"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}