{
    "DATE": "31-MAR-1987 18:44:20.37",
    "TOPICS": [
        "earn"
    ],
    "NEWID": "11752",
    "TEXT": {
        "TITLE": "AUDITORS GIVE FIRST CITY <FBT> QUALIFIED OPINION",
        "DATELINE": "    HOUSTON, March 31 - ",
        "BODY": "First City Bancorp of Texas, which lost\na record 402 mln dlrs in 1986, said in its annual report it\nexpected operating losses to continue \"for the foreseeable\nfuture\" as it continues to search for additional capital or a\nmerger partner.\n    The Houston-based bank's 1986 financial statements received\na qualified opinion from its auditors, Arthur Andersen and Co.\nThe auditors said their opinion was subject to First City\neventually obtaining additional capital.\n    \"The company believes that in order to address its\nlong-term needs and return to a satisfactory level of\noperations, it will ultimately need several hundred million\ndollars of additional capital, or a combination with a more\nstrongly capitalized entity,\" First City said in a note to its\nfinancial statements included in the annual report.\n    \"Management believes that sufficient resources should be\navailable to cover interim capital concerns while additional\ncapital is being sought,\" the bank said.\n    To raise cash in the near-term, First City said it may sell\nor mortgage non-strategic assets, recover excess contributions\nto its pension plan and obtain special dividends from some of\nits member banks.\n    \"The losses for 1987 are expected to be substantially less\nthan in 1986,\" First City chairman J.A. Elkins said in a letter\nincluded in the annual report. \"However, the ultimate return to\nsatisfactory operating conditions is dependent on the\nsuccessful resolution of the related problems of credit\nquality, funding and the eventual need for substantial\nadditional capital.\"\n    First City said it anticipated that certain covenants of a\ncredit agreement with unaffiliated banks requiring most of\nFirst City's excess cash to be applied to debt repayments would\nbe modified by the end of the first quarter in order to avoid\ndefault.\n    The banks agreed to similar amendments to the covenants\nlast year and First City has reduced its borrowings from 120\nmln dlrs at 1986 yearend to 68.5 mln dlrs in recent weeks.\n    Although the parent company's capital adequacy ratios\nexceeded regulatory minimum requirements at the end of 1986,\nFirst City said its two largest subsidiaries did not. First\nCity National Bank of Houston had a primary capital ratio of\n5.34 pct and First City Bank of Dallas had a 4.75 pct ratio.\n    Hard-hit by the collapse in oil and Texas real estate\nprices, First City's net loan chargeoffs totaled 366 mln dlrs\nlast year, up from 261 mln dlrs in 1985. The bank more than\ndoubled its loan loss provision to 497 mln dlrs at the end of\n1986.\n    First City said chargeoffs and paydowns reduced its total\nenergy loan portfolio by 32 pct during 1986, to 1.4 billion\ndlrs at year-end, adding that future energy chargeoffs \"should\nbe more modest.\" The amount represented 15 pct of First City's\ntotal loans.\n    In real estate, First City said its nonperforming assets\nnearly doubled last year to 347 mln dlrs at year-end.\nChargeoffs of real estate loans rose to 32 mln dlrs, or nine\npct of total loan chargeoffs, and the bank said the amount\ncould go higher.\n    \"The company still faces uncertainties in the real estate\nmarket and anticipates further deterioration in the pportfolio\nso long as the regional recession persists,\" First City said.\n\"Because the carrying value of many of these loans is\ncollateral dependent, a further decline in the overall value of\nthe collateral base could cause an increase in the level of\nreal estate-related chargeoffs.\"\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}