{
    "DATE": " 9-MAR-1987 17:53:58.07",
    "TOPICS": [
        "gnp",
        "cpi",
        "money-fx"
    ],
    "PLACES": [
        "peru"
    ],
    "NEWID": "3411",
    "TEXT": {
        "TITLE": "WORLD BANK REPORT CRITICISES PERU ECONOMIC PLAN",
        "AUTHOR": "    By Paul Iredale, Reuters",
        "DATELINE": "    LIMA, March 9 - ",
        "BODY": "A confidential World Bank report on the\nPeruvian economy has said the government's strategy does not\noffer good prospects for medium and long-term growth and is\nlikely to lead to an early renewal of inflationary pressure.\n    The report, published today by the economic monthly, The\nPeru Report, said the success of president Alan Garcia's\ngovernment in stimulating output last year to achieve a growth\nin gross domestic product of over eight pct \"represents gains in\nthe short term at the expense of the long.\"\n    Government officials had no immediate comment on the\nreport, which advised a reduction in the overall size of the\npublic investment program and greater emphasis on the\npreservation of Peru's export potential.\n    The report said that although the government had succeeded\nin cutting inflation from 250 pct a year in the first half of\n1985 to under 70 pct, its stabilisation and reactivation\nprogram was encountering rising difficulties.\n    \"An early renewal of inflationary pressures, linked to\nmonetary expansion, exchange rate devaluation and an easing of\nprice controls, appears not improbable,\" it added.\n    The world bank report said the government's policies had\nreduced inflation and short-term increases in consumption at\nthe apparent cost of price distortions, overvaluation of the\ncurrency, balance of payments disequilibrium, reserve losses,\nand sharply diminished creditworthiness.\n    It said unless the government took action quickly to fix a\ncompetitive exchange rate and control the public sector\ndeficit, \"the higher the probability will be that the government\nwill eventually have to resort to drastic curtailment of\ndomestic demand and either sharp devaluation or still further\ncontrols on imports in order to stem inflation and support the\nbalance of payments.\"\n    It said the bank would place more emphasis on the\npreservation of peru's export potential, external links and\noverall economic efficiency.\n    The government's incentive policies towards the mining and\npetroleum sectors, among its main traditional exports,\nsuggested that it did not accord high priority to their\neconomic viability, it added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "mulroney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}