{
    "DATE": "11-MAR-1987 08:10:28.26",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "usa",
        "philippines"
    ],
    "NEWID": "3534",
    "TEXT": {
        "TITLE": "U.S. URGES BANKS TO WEIGH PHILIPPINE DEBT PLAN",
        "AUTHOR": "    By PETER TORDAY, Reuters",
        "DATELINE": "    WASHINGTON, March 11 - ",
        "BODY": "The U.S. is urging reluctant\ncommercial banks to seriously consider accepting a novel\nPhilippine proposal for paying its interest bill and believes\nthe innovation is fully consistent with its Third World debt\nstrategy, a Reagan administration official said.\n    The official's comments also suggest that debtors' pleas\nfor interest rate concessions should be treated much more\nseriously by the commercial banks, in cases where developing\nnations are carrying out genuine economic reforms.\n    In addition, he signaled that the banks might want to\nreconsider the idea of a \"megabank,\" where Third World debt would\nbe pooled, and suggested the administration would support such\na plan, even though it was not formally proposing it. At the\nsame time, however, the official expressed reservations that\nsuch a scheme would ever get off the ground.\n    The Philippine proposal, together with Argentine\nsuggestions that \"exit bonds\" be issued to end the troublesome\nrole of small banks in the debt strategy, would help to\nunderpin the flagging role of private banks within the plan,\nthe official said in an interview with Reuters.\n    \"All of these things would fit within the definition of our\ninitiative as we have asked it and we think any novel and\nunique approach such as those should be considered,\" said the\nofficial, who asked not to be named.\n    In October 1985, Washington outlined a debt crisis strategy\nunder which commercial banks and multilateral institutions such\nas the World Bank and the International Monetary Fund (IMF)\nwere urged to step up lending to major debtors nations.\n    In return, America called on the debtor countries to enact\neconomic reforms promoting inflation-free economic growth.\n    \"The multilaterals have been performing well, the debtors\nhave been performing well,\" said the official. But he admitted\nthat the largest Third World debtor, Brazil, was clearly an\nexception.\n    The official, who played a key role in developing the U.S.\nDebt strategy and is an administration economic policymaker,\nalso said these new ideas would help commercial banks improve\ntheir role in resolving the Third World debt crisis.\n    \"We called at the very beginning for the bank syndications\nto find procedures or processes whereby they could operate more\neffectively,\" the official said.\n    Among those ideas, the official said, were suggestions that\ncommercial banks create a \"megabank\" which could swap Third World\ndebt paper for so-called \"exit bonds\" for banks like regional\nAmerican or European institutions.\n    Such bonds in theory would rid these banks of the need to\nlend money to their former debtors every time a new money\npackage was assembled, and has been suggested by Argentina in\nits current negotiations for a new loan of 2.15 billion dlrs.\n    He emphasised that the \"megabank\" was not an administration\nplan but \"something some people have suggested.\"\n    Other U.S. Officials said Japanese commercial banks are\nexamining the creation of a consortium bank to assume Third\nWorld debt. This plan, actively under consideration, would\ndiffer slightly from the one the official described.\n    But the official expressed deep misgivings that such a plan\nwould work in the United States.\n    \"If the banks thought that that was a suitable way to go,\nfine. I don't think they ever will.\"\n    He pointed out that banks would swap their Third World\nloans for capital in the megabank and might then be reluctant\nto provide new money to debtors through the new institution.\n    Meanwhile, the official praised the Philippine plan under\nwhich it would make interest payments on its debt in cash at no\nmore than 5/8 pct above Libor.\n    \"The Philippine proposal is very interesting, it's quite\nunique and I don't think it's something that should be\ncategorically rejected out of hand,\" the official said.\n    Banks which found this level unacceptably low would be\noffered an alternative of Libor payments in cash and a margin\nabove that of one pct in the form of Philippine Investment\nNotes.\n    These tradeable, dollar-denominated notes would have a\nsix-year life and if banks swapped them for cash before\nmaturity, the country would guarantee a payment of 7/8 point\nover Libor.\n    Until now, bankers have criticised these spreads as far too\nlow. The talks, now in their second week, are aimed at\nstretching out repayments of 3.6 billion dlrs of debt and\ngranting easier terms on 5.8 billion of already rescheduled\ndebt. The country, which has enjoyed strong political support\nin Washington since Corazon Aquino came to power early last\nyear, owes an overall 27.8 billion dlrs of debt.\n    But the official denied the plan amounts to interest rate\ncapitalisation, a development until now unacceptable to the\nbanks. \"It's no more interest rate capitalisation than if you\nhave a write down in the spread over Libor from what existed\nbefore,\" the official said in comments suggesting some ought to\nbe granted the rate concessions they seek. \"Some people argue\nthat (cutting the spread) is debt forgiveness... What it really\nis is narrowing the spread on new money,\" he added.\n    He said the U.S. Debt strategy is sufficiently broad as an\ninitiative to include plans like the Philippines'.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}