{
    "DATE": " 2-JUN-1987 00:41:31.50",
    "TOPICS": [
        "interest",
        "gnp"
    ],
    "PLACES": [
        "japan"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17883",
    "TEXT": {
        "TITLE": "NO REASON TO CUT RATES - BUNDESBANK'S SCHLESINGER",
        "AUTHOR": "    By Rich Miller, Reuters",
        "DATELINE": "    TOKYO, June 2 - ",
        "BODY": "Bundesbank vice president Helmut\nSchlesinger said he saw no reason to lower interest rates now.\n    With money supply growth showing no sign of slowing down in\nMay and the dollar stable or even rising against the mark,\nSchlesinger told Reuters that he was not convinced that a\nfurther cut in interest rates was needed.\n    The economy is picking up, after contracting by a\nseasonally adjusted 1/2 to one pct in the first quarter from\nthe fourth, he added. \"We may have an increase in gnp starting\nin the second quarter,\" he said in an interview.\n    Concerned by the first quarter downturn, the U.S. Has been\npressing West Germany to pump up its economy and boost its\nimports, either through fiscal or monetary policy.\n    Schlesinger said the contraction in the first quarter was\nmainly due to adverse weather conditions, just as occured in\n1986. Year-on-year growth was thus about two pct.\n    He estimated that economic growth for the year as a whole\nwould probably be between one and two pct.\n   \"It is not a question of monetary conditions if domestic\ndemand does not grow strongly,\" he said, noting that interest\nrates are at historically low levels and funds are ample.\n    Schlesinger said he saw no signs that central bank money\nstock growth was slowing down from its recent year-on-year pace\nof 7-1/2 to eight pct, well above the Bundesbank's three to six\npct target.\n    He said the target could still be achieved but much will\ndepend on the direction of long-term capital flows. Heavy\ninflows, particularly in January around the time of the EMS\nrevaluation, boosted domestic money supply.\n    \"There is still a certain hope that the net inflow of\nforeign money can be diminished or can even be a little bit\nreversed,\" Schlesinger said.\n    A major reason for the inflows was the market's conviction\nthat the mark was headed higher. \"As we can see from the market,\nexpectations for a further revaluation of the deutschemark have\ndiminished,\" Schlesinger said.\n    The recent widening of interest rate differentials, the\nfact that the dollar has fallen sharply in a very short period\nand an improvement in real trade balances have all combined\ntowards stabilizing the dollar, he said.\n    Asked if central banks might act to prevent a sharp dollar\nrise, as the U.S. Did in March when the dollar rose above 1.87\nmarks, he said this would depend on the circumstances.\n    At midday here, the dollar stood at 1.8340/45 marks.\n    \"Central banks are always in contact about these\nfluctuations but I cannot give any answer how they would react,\"\nSchelsinger said.\n    \"One has to look at how it (the market) is moving,\" he said,\nadding, \"It is not only our own case, it is also the American\ncase.\"\n    He said that the West German export industry has been hit\nhard by the dollar's sharp fall and would probably like to see\nsome correction now. \"But it wouldn't be good to have short-term\nfluctuations,\" he said. \"Let us wait and see.\"\n    \"It is mainly the strength of the (dollar) fall in a very\nshort period which was a little bit of a shock, than the level\n(of rates) as such,\" Schlesinger said.\n    The sharp rise of the mark, coupled with weak prices of\nsuch key commodities as oil, had a favourable impact on West\nGerman inflation down year.\n    Although there have recently been signs of inflation\npicking up, he said that this was due to changes in key\ncommodity prices. The underlying inflation rate this year would\nbe unchanged, at about one to 1-1/2 pct, he said.\n    Schlesinger said the problem of rapid money supply growth\nwas longer term, in that the economy was building up the\npotential for a possible eventual resurgence of inflation.\n    The above-target growth of money supply over the past 16\nmonths had prompted some discussion of the usefulness of\ntargets themselves, a matter which might be taken up at the\nmid-year meeting of the Bundesbank's council, Schlesigner said.\n    But he added: \"I don't see any great pressure to go away\nfrom it.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}