{
    "DATE": "13-APR-1987 10:00:46.12",
    "TOPICS": [
        "earn"
    ],
    "NEWID": "16278",
    "TEXT": {
        "TITLE": "COOPERVISION <EYE> FORMS RECAPITALIZATION PLAN",
        "DATELINE": "    PALO ALTO, Calif, APril 13 - ",
        "BODY": "Coopervision Inc said it is\npreparing a recapitalization plan, which includes a common\nstock repurchase program and an exchange of debt securities for\ncommon stock.\n    The plan, along with a proposal to change its name to\nCooper Cos Inc, will be submitted for shareholders' approval at\nthe company's annual meeting on June 22.\n    The meeting had been postponed from its original date of\nMay 14 in order to let management review recapitalization\noptions, it said.\n    In addition, Coopervision said operating income in its\ncurrent fiscal quarter ending April 30 is expected to show an\nimprovement over its prior fiscal quarter's 82.5 mln dlrs and\nits year ago quarter.\n    Income from continuing operations was not immediately\navailalbe for the prior year's second quarter in which it\nreported a net loss of 14.9 mln dlrs.\n    At a Drexel Burnham Lambert Investor Conference,\nCoopervision chairman Parker Montgomery said, as previously\nannounced, he will listen to any bid that makes sense for\nshareholders.\n    He also said Coopervision's stock fell in 1986 due to its\nsecond quarter loss, rumors of a liquidation at 30 dlrs and 35\ndlrs a share, and Ivan Boesky's subsequent sale of his\nposition.\n    \"The stock dropped six dlrs in three days after Boesky sold\nhis position and has never recovered,\" Montgomery said. The\ncompany's stock is currently trading at 19-1/4.\n    Montgomery further told the conference, \"Don't be an\ninvestor in the stock on the basis of any short term recovery\nin operating or net income in 1987 and 1988.\"\n    \"Our concentration is on maintaining or increasing market\nshare in our core businesses this year and next, regardless of\nthe impact to the bottom line,\" he said.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "cavaco-silva"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}