{
    "DATE": " 3-APR-1987 08:28:32.79",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "12815",
    "TEXT": {
        "TITLE": "EC MINISTERS WILL DISCUSS STRENGTHENING EMS FLOAT",
        "AUTHOR": "    By Tony Carritt, Reuters",
        "DATELINE": "    BRUSSELS, April 3 - ",
        "BODY": "European Community finance ministers\nand central bankers meet in Belgium this weekend to discuss\nstrengthening Europe's joint currency float amid continuing\nworries about turbulence on foreign exchanges.\n    Belgian Finance Minister Mark Eyskens, who will host the\ninformal talks, told Reuters the ministers and central bank\nchiefs would discuss the situation on currency markets in the\nlight of the February agreement among leading industrialised\ncountries to stabilise exchange rates around present levels.\n    In an interview, Eyskens said he felt the Paris accord\nbetween the United States, Japan, West Germany, France, Britain\nand Canada had proved itself \"more or less workable.\"\n    But doubts over its effectiveness and durability have been\ngrowing since fears of a trade war between the United States\nand Japan over computer microchips pushed the dollar to a\nrecord low against the surging yen early this week.\n    The talks, at the Belgian resort of Knokke, are being held\nto coordinate the EC's positions on monetary issues and Third\nWorld debt ahead of the Spring meetings of the International\nMonetary Fund and World Bank in Washington next week.\n    The EC gathering begins tonight with a dinner but the main\ndiscussions will take place tomorrow.\n    Continued international currency turbulence could undermine\nplans for reinforcing the European Monetary System, the joint\nfloat holding eight EC currencies within narrow fluctuation\nbands, which will feature high on the weekend agenda.\n    Eyskens has repeatedly said that Europe needs a period of\ncalm on world currency markets, and in particular a more stable\ndollar, before it can set about strengthening the EMS to make\nit more resilient against exchange rate swings.\n    The EMS has been taking a battering over the last year as\nthe falling dollar has sent funds surging into the dominant EMS\ncurrency, the West German mark, forcing ministers to undertake\ntwo major realignments of parities within nine months.\n    In the interview, Eyskens made clear he was hoping for a\nwide-ranging discussion on the future of the eight-year-old EMS\non the basis of proposals for bolstering it drawn up by the\nEC's Monetary Committee and the Committee of Central Bank\nGovernors.\n    The committees were asked to come up with the proposals\nafter the last reshuffle of EMS exchange rates in January.\n    Eyskens repeated calls for the European Currency Unit, the\nfledgling EC currency at the core of the system, to take over\nthe mark's dominant role in the EMS - a proposal that has met\nwith a cool response in West Germany.\n    He said EC Commission President Jacques Delors would report\nto the meeting on problems raised by plans to liberalise\ncapital movements fully within the 12-nation bloc by 1992, such\nas the need for harmonising taxes and banking controls.\n    Eyskens said liberalisation of capital movements without\nstrengthening the EMS would be an element of destabilisation in\nthe Community. \n    He said the crucial issue in the debate was whether member\nstates were willing to push further towards the EC's goal of\nmonetary integration on the basis of an EMS that included\nmanagement of exchange rates by some kind of common\ninstitution, instead of by national central banks as at\npresent.\n    Plans for the creation of such an institution, foreseen by\nthe EMS's founding fathers, have been thwarted by the\nreluctance of some countries, notably West Germany, to gove up\ntheir sovereignty in the monetary field.\n    EMS development has also been held up by Britain's refusal\nso far to join the system's core exchange rate mechanism.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "eyskens"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}