{
    "DATE": "20-MAR-1987 11:21:57.17",
    "TOPICS": [
        "earn",
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7742",
    "TEXT": {
        "TITLE": "TALKING POINT/FIRST CITY BANCORPORATION <FBT>",
        "AUTHOR": "    By Julie Vorman, Reuters",
        "DATELINE": "    HOUSTON, March 20 - ",
        "BODY": "First City Bancorporation's sale of 54\nmln dlrs in oil loans to Prudential-Bache should significantly\nreduce its energy problems, but the bank's losses are still\nvirtually guaranteed to continue, analysts said.\n    The package of energy loans was sold at book value, so\nFirst City did not to show a gain or loss, said bank spokesman\nJames Day. He added it was possible First City would sell more\nof the bank's remaining 1.4 billion dlrs in oil-related loans\nto raise cash.\n    The loans had been made by First City to oil producers and\nto oilfield service and supply companies. Day said some had\nalready been classified as nonperforming, or charged off as a\nloss, but he could not identify how many were included in those\ncategories.\n    The loans were purchased by Prudential Bache's Energy\nGrowth Fund, a limited partnership created last month with 90\nmln dlrs in funding to invest in oil and gas properties.\n    First City, the big Texas bank hit hardest by the downturn\nin oil prices, lost a record 402 mln dlrs in fiscal year 1986\nand has said it is seeking a merger partner or some other\ncapital assistance. The Houston-based bank's nonperforming\nassets totaled 897.1 mln dlrs at yearend, up from 563.1 mln\ndlrs at the end of 1985\n    Analysts have said no buyer is likely to be interested in\nthe troubled bank unless government assistance is available.\n    \"Their problems are not just limited to energy. They have a\nsubstantial portfolio in real estate. This sale in and of\nitself won't make the company look better to a potential\nbuyer,\" said Ray Archibold, a banking analyst with McCarthy,\nCrisanti and Maffei Inc.\n    \"It does reduce the bank's exposure in energy loans and 54\nmln dlrs is a substantial amount,\" Archibold said, \"but the\ndeal represents only about four pct of their energy loans.\"\n    Of First City's total loan portfolio of 9.9 mln dlrs, about\n14 pct or 1.4 billion dlrs were made to energy producers or\nsuppliers, analysts said. Its record losses have been caused by\nits past status as one of the nation's top lenders to oil and\ngas producers and suppliers during the boom days of the late\n1970s and early 1980s.\n    First City said about half of the loans sold to Prudential\ncame from its Energy Finance Co., an entity formed in 1982 to\nloan money to \"more venturesome\" oil borrowers that promised a\nhigher potential return. The other half of the loans were from\nFirst City's lead bank in Houston.\n    Chris Kotowski, an analyst with Oppenheimer and Co., said\nthe sale of the package of energy loans was the first\nencouraging news from First City in months.\n    \"It's not going to solve all of First City's problems but\nit's a good transaction for them. It may be possible for them\nto sell additional loans,\" Kotowski said. \"Prudential can fund\nthese things more cheaply than First City and there's an\nincentive to invest in troubled energy companies right now as\nvalues are depressed\"\n    In a statement, First City chairman J.A. Elkins said the\nbank's strategy was to reduce the proportion of energy loans to\ntotal loans. \"This move, which we believe is the first\ntransaction of its kind, helps us further, and we were able to\nmake it without suffering a loss.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "kullberg"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}