{
    "DATE": "29-JUN-1987 03:52:34.97",
    "TOPICS": [
        "crude"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19505",
    "TEXT": {
        "TITLE": "SAUDI OIL COMPANY GETS NEW ACTING GOVERNOR",
        "DATELINE": "    RIYADH, June 29 - ",
        "BODY": "The acting governor of Saudi Arabia's\nstate-owned oil company, Petromin, Jamal Hassan Jawa, has\nretired at his own request, oil industry sources said.\n    They said Ali Ibrahim Rubaishi, head of organisation\nplanning in Petromin, would take over as acting governor.\n    Jawa held the post since his predecessor, Abdul-Hadi Taher,\nleft in a major oil industry shake up last December.\n    The sources said Rubaishi had not been expected to hold the\npost permanently.\n    The government removed Taher and Oil Minister Ahmed Zaki\nYamani from their posts late last year in a move which industry\nsources said was aimed at coming to grips with a buyers' oil\nmarket.\n    The two men had run the Saudi oil industry for more than 20\nyears. Industry sources said that despite huge resources, Saudi\nArabia had been unable to mould an oil marketing strategy tuned\nto the competitive realities of the 1980s glut.\n    Hisham Nazer, who replaced Yamani, successfully led an\nOPEC-engineered return to fixed oil prices of 18 dlrs a barrel\nlast December.\n    Nazer is believed to be reviewing Saudi oil operations\nwhich could lead to a thorough overhaul in the way Saudi Arabia\ndoes business, the sources said.\n    The sources had said possible candidates for the governor's\njob include Prince Abdul Aziz Ibn Salman Ibn Abdul Aziz, who\nearlier ran a research center at Saudi Arabia's University of\nPetroleum and Minerals, and former Deputy Planning Minister\nFaisal Beshir. They also list Abdulla Bakr, President of the\nUniversity of Petroleum and Minerals, economist Ali Jonahi,\nAhmed Shinawi, and Zuheir Masoud, director of Jeddah Islamic\nPort.\n REUTER\n\u0003"
    },
    "PLACES": [
        "saudi-arabia"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}