{
    "DATE": " 3-MAR-1987 18:42:50.14",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1414",
    "TEXT": {
        "TITLE": "ROCKWELL <ROK> SEES IMPROVEMENT IN 1987",
        "DATELINE": "    LOS ANGELES, March 3 - ",
        "BODY": "Rockwell International Corp\ncontinues to expect significant improvement in 1987 results,\ndespite the somewhate disappointing performance of one of its\nbusiness segments, President Donald Beall told Reuters.\n    Rockwell reported net earnings in its first quarter ended\nDecember 31 of 149.4 mln dlrs, or 1.05 dlrs per share, compared\nto 125.8 mln dlrs, or 84 cts per share a year ago.\n    Operating earnings, however, were off about four pct, and\nanalysts have attributed the decline to Rockwell's\nAllen-Bradley unit, which has suffered from weakness in the\nindustrial automation market.\n    \"It is in a soft market now, but we are not concerned. It\nis moving forward with market development and is enhancing\nmarket share,\" Beall said of Allen-Bradley unit.\n    Beall, who was in Los Angeles to address a Technology\nmanagement conference, said first quarter sales for the\nAllen-Bradley unit were flat as compared to a year earlier. He\nsaid the company does not break out operating earnings by unit\non a quarterly basis.\n    Beall said the recent trend toward cost sharing in the\nresearch and development phase of government contracts should\nnot have a major impact on Rockwell's near-term performance.\n    He noted, however, the increasing focus on cost sharing\ncould limit technological innovation.\n    \"I worry that we are heading into a period of misuse of\ncontracting approaches too early in the development stages of\nimportant military contracts,\" Beall said, adding, \"long-term,\nwe have a very serious problem.\"\n    In addition, Beall told the conference the greatest\ncompetitive threat to defense contractors is in defense\nelectronics, due to the government's attempt to take advantage\nof competitively priced products made outside the U.S.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}