{
    "DATE": "18-MAR-1987 16:49:11.80",
    "TOPICS": [
        "copper"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "6846",
    "TEXT": {
        "TITLE": "COPPER INDUSTRY ASKS LME FOR STRATEGY STATEMENT",
        "DATELINE": "    LONDON, March 18 - ",
        "BODY": "Representatives of the International\nWrought Copper Council (IWCC) and major copper producers have\ntold the London Metal Exchange (LME) a clear statement of its\nforward strategy would lead to a better understanding between\nindustry and the LME.\n    In a press release the IWCC said that at the latest meeting\nbetween the copper industry and the LME to discuss the new\nclearing house system, industry expressed grave concern about\nlatest proposals made by at least one LME member for a cash\ncleared market to replace the planned clearing system which\nwill retain the prompt date settlement basis.\n    Copper industry delegates told the LME a decision to change\n(the planned clearing system) would indicate a fundamental\nchange in the function of the LME and in its service to the\nindustry, the release said.\n    By deterring industry use of the Exchange for hedging and\nphysical needs it would remove many of the unique advantages\ncurrently offered by the LME and make it indistinguishable from\nnon-trade orientated markets such as Comex.\n    The LME had to decide whether dealer convenience should\ntake a higher priority over customer satisfaction, industry\ndelegates said.\n    The IWCC release also said the LME had confirmed that no\nchange would be made to the clearing system planned to start on\nMay 29. But it had indicated that consideration would be given\nin due course to the cash clearing proposal, made by\nAmalgamated Metal Trading at a LME members meeting last week.\n    A copper industry spokesman suggested that some assurance\nof permanence in the new clearing system would remove industry\nfears of uncertainty resulting from an endless process of\nreview and change, the press release said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "iwcc"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "lme"
    ]
}