{
    "DATE": "11-APR-1987 05:22:24.80",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16095",
    "TEXT": {
        "TITLE": "BRITISH MINISTER SAYS HE WARNED TOKYO OF SANCTIONS",
        "DATELINE": "    LONDON, April 11 - ",
        "BODY": "A British minister said he had given the\nJapanese government a clear warning of sanctions against\nJapanese companies if Tokyo did not allow more access to its\ninternal markets \"and it was clearly understood.\"\n    Corporate Affairs Minister Michael Howard said on his\nreturn from a visit to Japan he thought the Japanese were\nbeginning to appreciate the need to be \"fair and open\" about\naccess to their own markets.\n    At an airport news conference Howard denied opposition\ncharges that his trip had been a failure because he had\nreturned empty-handed.\n    \"I did what I set out to do. I was sent to deliver a clear\nmessage to the Japanese government, and I delivered it very\nclearly, and it has been clearly understood.\"\n    Howard said that under the Financial Services Act the\ngovenment had considerable flexibility in taking sanctions\nagainst Japanese companies and finance houses operating in\nBritain.\n    \"It is not simply a question of withdrawing or refusing\noperating licences. We can ban firms from certain countries\nfrom carrying out certain kinds of business, while allowing\nthem to carry out other kinds.\"\n    \"I hope we don't have to use these powers, but I made it\nclear in Japan that if our timetable isn't met, we shall use\nthem.\"\n    He said it would be unfortunate if Britain and Japan became\ninvolved in a tit-for-tat exchange, adding that Japan gained\nmore than anyone else from an open trading relationship.\n    \"I think they are beginning to appreciate that if this\nrelationship is to continue, it is very important for them to\nbe fair and open about access to their own markets.\"\n    On the question of the British firm Cable and Wireless Plc\n<CAWL.L>, which is trying to win a significant share of\ntelecommunications contracts in Japan, Howard said he had told\nthe Japanese this was being widely regarded as a test case.\n    He said there were signs of movement on the case. Cable and\nWireless was due to take part in talks in Japan next Tuesday,\nhe said.\n    Earlier this week British Prime Minister Margaret Thatcher\nsaid Britain could not go it alone on sanctions against Japan,\nbut would have to coordinate action with its European Community\npartners.\n    Community sources said after a meeting of trade officials\nyesterday that the group might impose steep new tariffs on a\nrange of Japanese goods to prevent diversion from United States\nmarkets if Washington imposes trade sanctions against Tokyo as\nit has threatened.\n REUTER\n\u0003"
    },
    "PLACES": [
        "uk",
        "japan"
    ],
    "PEOPLE": [
        "languetin"
    ],
    "ORGS": [
        "ec"
    ]
}