{
    "DATE": "18-JUN-1987 15:49:10.20",
    "TOPICS": [
        "grain",
        "corn"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18973",
    "TEXT": {
        "TITLE": "SENATOR DEFENDS U.S. MANDATORY FARM CONTROL BILL",
        "DATELINE": "    WASHINGTON, June 18 - ",
        "BODY": "Sen. Tom Harkin, D-Iowa, defended his\ncontroversial mandatory supply control farm bill and said U.S.\nfarmers should be allowed to vote in a referendum whether they\napprove of the proposal.\n    The Harkin proposal would set loan rates of 5.17 dlrs per\nbushel for wheat, 3.77 dlrs for corn and 9.32 dlrs for\nsoybeans, all to be put in effect under strict controls on\nplanted acreage reductions. Present loan rates are 2.28 dlrs\nfor wheat, 1.92 for corn, and effectively 4.56 for soybeans.\n    Also under the plan, the U.S. would seek a world market\nsharing cartel with the European Community and other exporting\nnations, to share-out export markets, Harkin said during the\nfirst of several Senate Agriculture subcommittee hearings\nexamining farm programs.\n    Harkin made the following claims in testimony on his\n\"Family Farm Act.\"\n    -- The mandatory control bill would increase farm income\nand reduce government spending on agriculture.\n    -- Harkin said his policy of high price supports would not\nruin U.S. agricultural exports as critics claim, but would\nincrease overall revenue from exports.\n    This would be done by seeking agreement among major\nexporting countries including the European Community on market\nsharing at agreed high prices.\n    Sen. Christopher Bond, R-Mo., countered during the hearing\nthat such a grain export cartel is not workable.\n    -- Harkin acknowledged that higher commodity price supports\nwould be passed onto consumers, but he said high food prices\nstem more from \"gouging\" by food processing companies than from\nhigh farm product prices.\n    Harkin cited what he termed \"excessive\" net returns on\nequity over five years of 33.4 pct at Kellogg, 31.9 pct\nMonfort, 22.8 pct Nabisco, 22.8 pct ConAgra, 21.2 pct H.J.\nHeinz, 19.1 pct Ralston Purina, 17.2 pct Pillsbury and 16.7 pct\nQuaker Oats.\n    -- Harkin said a \"legitimate\" concern about his bill would\nbe the impact of higher prices on livestock producers.\n    He said as a transition to the higher prices, he would\nallow livestock producers to purchase Commodity Credit Corp.\ngrain stocks for three years.\n    Thereafter, livestock farmers would benefit from a\n\"predictable and stable\" grain price, he said.\n    -- Harkin said that under his policy approach farm\nparticipation would be no more \"mandatory\" than the current\nfarm program. He said farmers now must participate in farm\nprograms in order to receive credit for planting and to protect\nfarm income.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}