{
    "DATE": "29-APR-1987 17:49:13.50",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa",
        "china"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17429",
    "TEXT": {
        "TITLE": "CHINESE OFFICIALS SAY DRILLING OUTLOOK BRIGHT",
        "AUTHOR": "    By KAREN YATES, Reuters",
        "DATELINE": "    HOUSTON, April 29 - ",
        "BODY": "China's oil drilling industry is one of\nthe few bright spots in the international oilpatch with about\n1,000 rigs currently working and annual increases of 80-100\nexpected through the end of the century, a Chinese petroleum\nofficial said.\n    \"In China, production concentrates on the domestic market,\nand does not depend on the international price of oil,\" Zhai\nGuang Ming, a director of the Chinese Ministry of Petroleum,\ntold Reuters.\n    Chinese oil sold within the nation's borders is priced at\nabout one-third the 18 dlr a barrel benchmark price established\nby the Organization of Petroleum Exporting Countries, Zhai said\nin an interview at the World Petroleum Congress.\n    The optimism in China is in sharp contrast to the United\nStates where weak oil prices have prompted a steep fall in the\nnumber of active rigs from a 1981 peak of 4,500 to only 765\nlast week according to the latest Baker Hughes Co rig count.\n    At this time, China actually has more rigs in operation\nthan any other country in the world, said Xianglin Hou, another\nmember of the 20-man Chinese delegation at the Houston meeting.\n    But this does not mean good news for the sagging oilfield\nequipment industry in the rest of the world, said Bryan Walman,\ninternational sales manager for Reed Tool Co in Houston.\n    Walman said more than 90 pct of China's drilling activity\nis on land and under the control of the Chinese government\nwhich requires local manufacture of drilling equipment.\n    But U.S. and other western nations do provide equipment for\nChina's fledgling offshore projects as well as participate in\nthe actual drilling, he said.\n    Amoco Corp <AN>, for example, has reported a discovery in\n1,000 feet of water in the South China Sea.\n    \"We're encouraged,\" said Alfred Munk, manager of Amoco's\nforeign affairs, \"but we need substantial reserves before we\ncan do commercial production in a remote area like that.\"\n     Zhai estimated that current Chinese oil production of 130\nmln tonnes a year should rise to total 200 mln tonnes annually\nby the year 2,000.\n    Chinese crude reserves total 23.6 billion barrels, with\nultimate resources estimated at 69.3 billion barrels.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ]
}