{
    "DATE": " 3-MAR-1987 11:29:55.96",
    "TOPICS": [
        "veg-oil",
        "livestock",
        "carcass"
    ],
    "PLACES": [
        "belgium",
        "usa"
    ],
    "NEWID": "1110",
    "TEXT": {
        "TITLE": "BELGIAN MINISTER SEES NEW ACCORD ON EC OILS/FATS",
        "DATELINE": "    WASHINGTON, March 3 - ",
        "BODY": "Belgian Foreign Trade Minister Herman\nDe Croo said he believed there would be a compromise within the\nEuropean Community, EC, on its proposed tax on vegetable fats\nand oil, averting a pledged tough trade response by the United\nStates.\n    De Croo, in Washington for talks with Administration\nofficials and Congressional leaders, said at a news conference\nthere is a battle within the community on the tax on fats and\noils used in the 12 EC countries.\n    But he added, \"I do not think it will be a big issue because\nthere will be a big debate inside Europe,\" adding \"so there will\nbe a compromise.\"\n    U.S. Trade Representative Clayton Yeutter said yesterday\nthat if the community went ahead with the tax, the United\nStates would respond \"vigorously\" to protect its trade rights and\naccess to community markets.\n    De Croo also said he thought the community would postpone\nits April 28 deadline for imposing new slaughterhouse rules to\ncover all meats brought into EC nations if some progress was\nmade toward resolving differences with the United States.\n    U.S. officials say its rules now meet health standards and\nthe EC should require equivalent but not identical standards.\n    He also told reporters he hoped the community could deal\nwith another controversial health proposal that would forbid\nthe feeding of hormones to cattle, which is also opposed by the\nUnited States.\n    De Croo gave no deals on how he though the issue might be\nresolved. That rule is go into effect on January 1, 1988.\n    He said U.S. cattlemen say there is no reason to change\nslaughterhouse practices in April if the meat is to be banned a\nfew months later by the hormone rule.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}