{
    "DATE": "29-JUN-1987 17:46:38.41",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19950",
    "TEXT": {
        "TITLE": "CITICORP <CCI> SAVINGS EXTENDS CALIFORNIA REACH",
        "DATELINE": "    OAKLAND, Calif, June 29 - ",
        "BODY": "Citicorp has extended its reach\ninto the California market with Citicorp Savings' acquisition\nof 50 of Sears Roebuck's <S> Sears Savings Bank branches,\nbringing its presences to 143 branches in 101 communities,\nCitiCorp Savings said.\n    Thrift industry analysts said the move, approved by the\nFederal Reserve board today, is a plus for Citicorp and shows\nits serious intent to penetrate the California market.\n    The acquisition mostly extends Citicorp's reach into\nSouthern California, where 34 of the 50 branches are located.\nCiticorp Savings was predominantly in Northern California.\n    \"This marks our first major expansion in California,\nparticularly in the south,\" said Citicorp Savings President\nEdward Valencia, in a statement.\n    Thrift industry sources said they do not see a major\nnear-term impact on the Southern California thrift market, but\ndo expect Citicorp to be a more aggressive competitor than\nSears was in that market.\n    \"We do believe they will be a better competitor than\nSears,\" said James Stutz, Executive Vice President of Home\nFederal Savings and Loan Association <HFD>, based in San Diego.\n    Banking industry sources said the move is viewed as\ngroundwork, to establish Citicorp throughout the California\nmarket, well before the 1991 law change that will allow it to\noperate as a bank in the state. They said Citicorp is likely to\nconvert the branches to banks at that time.\n    In the near-term, however, analysts said with seven billion\ndlrs in assets, Citicorp Savings is still not a major force in\nthe thrift market, against such large California thrifts as\nHome Federal, Great Western Financial Corp <GWF>, H F Ahmanson\nand Co <AHM>, Golden West  Financial <GWD> and Great American\nFirst Savings Bank <GTA>.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "kohl",
        "chirac",
        "mitterrand"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}