{
    "DATE": "19-JUN-1987 12:01:08.82",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19241",
    "TEXT": {
        "TITLE": "HARCOURT <HBJ> MUM ON REED <REED.L> RUMORS",
        "DATELINE": "    NEW YORK, June 19 - ",
        "BODY": "Harcourt Brace Jovanovich Inc officials\nwere not available for comment on market rumors that it is\ninterested in acquiring Reed International plc <REED.L>.\n    Officials of First Boston Inc, Harcourt's financial\nadviser, declined comment.\n    A Wall Street arbitrageur, who owns Harcourt shares, said\nthe rumors did not make much sense because Harcourt has\nannounced a recapitalization plan to ward off a takeover\nattempt by British publisher Robert Maxwell.\"It's completely\ninconsistent with the recapitalization, the only way is if they\ndrop the recapitalization,\" he said.\n    Calls to Harcourt seeking comment were not returned.\n    Harcourt's recapitalization will come under scrutiny of a\nU.S. Court in Orlando, Fla. Monday. The company has sought a\ndeclaratory judgment on convertibility of debentures due 2011\nin light of the recapitalization.\n    Harcourt said in a statement this week that Salomon\nBrothers Inc <SB> and Mutual Shares Corp have intervened in the\ncase, claiming ownership of more than 30 mln dlrs face amount\nof the debenture. In addition, British Printing and\nCommunications Corp, headed by Maxwell, owns 9.5 mln dlrs face\namount, Harcourt said.\n    Salomon said in a filing with the Securities and Exchange\nCommission today that it has 21,978 of the debentures. If the\ncourt decides they should be converted at par value of one dlr,\nthey could be converted into 22.0 mln shares.\n    Harcourt is asking the court to rule the company is not\nrequired to issue common to debenture holders who did not\nconvert prior to June eight.\n    An increase in Reed shares in London today was attributed\nby brokers to rumors of Harcourt's interest and also to rumors\nthat Maxwell might be a buyer. But an adviser to Maxwell in New\nYork said \"there's no basis to think that it's us.\"\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}