{
    "DATE": "23-MAR-1987 05:49:01.51",
    "TOPICS": [
        "acq",
        "grain",
        "corn"
    ],
    "PLACES": [
        "uk",
        "france",
        "italy",
        "west-germany",
        "spain"
    ],
    "NEWID": "8166",
    "TEXT": {
        "TITLE": "BEGHIN-SAY INCREASES CAPITAL TO FINANCE EXPANSION",
        "DATELINE": "    PARIS, March 23 - ",
        "BODY": "French sugar group Beghin-Say, which is\n49.6 pct owned by Italy's Gruppo Ferruzzi, is to raise its\ncapital to 703 mln francs from 527 mln through a three-for-one\nissue of shares and investment certificates to finance\nexpansion, president Jean-Marc Vernes told analysts.\n    For the first stage Beghin-Say will issue some 2.05 mln new\n65 franc shares at 500 francs to increase capital to 660 mln\nfrancs. The share currently trades at 734 francs. Then 658,000\nnew 65 franc investment certificates will be issued at 400\nfrancs, raising capital to 703 mln francs.\n    The capital increase will bring the group around 1.2\nbillion francs in new funds to finance its expansion plans.\nThese include the possible acquisition of the Corn Products\nmaize starch plant at Haubourdin in northern France, Vernes\nsaid.\n    Ferruzzi is one of several groups bidding to buy all of\nCorn Products' installations in Europe. Apart from the French\nplant, these include three factories in each of Italy and West\nGermany, two in Britain and Spain and one in the Netherlands\nand Denmark.\n    Corn Products has put a 650 mln dlr price tag on the\ninstallations, and Beghin-Say estimates that acquisition of the\nHaubourdin plant would cost between 80 and 100 mln dlrs, Vernes\nsaid.\n    If this bid fails, Beghin-Say would consider acquiring and\ndeveloping two other French plants, either in the maize or\nwheat starch sector.\n    Beghin-Say is also planning to finance European expansion\nfor its Kaysersberg subsidiary, another major reason for its\ncapital increase.\n    Kaysersberg, which was transformed from a division of\nBeghin-Say into a fully-fledged chemical subsidiary last year,\nhas been holding talks with other European companies on\npossible accords, Vernes said. He added the company could be\nintroduced onto the Paris Bourse in the near future.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec",
        "gatt"
    ],
    "PEOPLE": [
        "deng-xiaoping"
    ]
}