{
    "DATE": " 8-APR-1987 04:41:01.47",
    "TOPICS": [
        "trade",
        "rice",
        "livestock",
        "carcass",
        "grain",
        "corn",
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "usa",
        "japan",
        "brazil",
        "china",
        "australia"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "NEWID": "14858",
    "TEXT": {
        "TITLE": "JAPAN MINISTRY SAYS OPEN FARM TRADE WOULD HIT U.S.",
        "AUTHOR": "    By Fumiko Fujisaki, Reuters",
        "DATELINE": "    TOKYO, April 8 - ",
        "BODY": "Japan's Agriculture Ministry, angered by\nU.S. Demands that Japan open its farm products market, will\ntell U.S. Officials at talks later this month that\nliberalisation would harm existing U.S. Farm exports to Japan,\na senior ministry official said.\n    \"Imports from the U.S. Would drop due to active sales drives\nby other suppliers,\" the official, who declined to be named,\nsaid. \"Japan is the largest customer for U.S. Farm products and\nit is not reasonable for the U.S. To demand Japan liberalise\nits farm import market,\" he said.\n    Agriculture Minister Mutsuki Kato has said if the U.S.\nInsists Japan open its protected rice market it will also open\nits wheat market, where volume and origin are regulated to\nprotect local farmers.\n    Australia and Canada could then increase their wheat\nexports as they are more competitive than the U.S., He said.\nEnd-users would also buy other origins, grain traders said.\n    U.S. Agriculture Secretary Richard Lyng, who is due to\nvisit Japan for talks between April 16-27, has said he will ask\nJapan to offer a share of its rice market to U.S. Suppliers and\nremove quotas on U.S. Beef and citrus imports.\n    Other countries are already cutting into the U.S. Market\nshare here. Australia, the largest beef supplier to Japan, has\nbeen trying to boost exports prior to the expiry of a four-year\nbeef accord next March 31.\n    Imports of U.S. Corn have fallen due to increased sales\nfrom China and South America, while Japanese soybean imports\nfrom Brazil are expected to rise sharply this year, although\nthe U.S. Will remain the largest supplier.\n    U.S. Feedgrain sales will also drop if Japan opens up its\nbeef imports, since Japan depends almost entirely on feedgrain\nimports, mainly from the U.S., Japanese officials said.\n    An indication of the U.S. Position came last December when\nUnder Secretary of Agriculture Daniel Amstutz said Japan has\nthe potential to provide one of the largest boosts to U.S.\nAgricultural exports, with the beef market alone representing\nsome one billion dlrs in new business.\n    The U.S. Has also asked the General Agreement on Tariffs\nand Trade to investigate the legality of Japanese import\ncontrols on 12 other farm products, including fruit juices,\npurees and pulp, tomato juice, ketchup and sauce, peanuts,\nprepared beef products and miscellaneous beans.\n    To help calm heated trade relations with the U.S., Japan's\ntop business group Keidanren has urged the government to remove\nresidual import restrictions on agricultural products.\n    But Agriculture Minister Kato has ruled out any emotional\nreaction, and the senior ministry official said the farm issue\nshould not become a scapegoat for trade pressure in the\nindustrial sector.\n    \"Japan is the largest buyer of U.S. Farm products, and these\nissues should not be discussed on the same table,\" the official\nsaid.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ]
}