{
    "DATE": "19-MAR-1987 15:26:43.44",
    "TOPICS": [
        "trade",
        "money-fx"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "7375",
    "TEXT": {
        "TITLE": "SPRINKEL URGES GREATER GROWTH IN JAPAN, EUROPE",
        "DATELINE": "    BOCA RATON, Fla., March 19 - ",
        "BODY": "Beryl Sprinkel, chairman of\nthe president's council of economic advisors, said stronger\ndomestic demand growth in Japan and Western Europe is needed to\nhelp stimulate U.S. exports without having to rely on futher\ndollar declines.\n    \"Stronger domestic demand growth in the major foreign\nindustrial countries is needed to engender the much needed\nexpansion of U.S. export markets without having to rely on\nfurther dollar depreciation,\" he told the Futures Industry\nAssociation.\n    Sprinkel said the recent recovery of domestic demand in\nJapan and Europe has been one of the weakest in the post-war\nperiod.\n    \"Stronger domestic demand growth in the major industrial\ncountries would help give balance to the current world\nrecovery,\" he said.\n    Asked if Japan was not living up to commitments made last\nmonth to trading partners, he said recent figures showed\nJapan's economy grew by about 0.5 pct in the fourth quarter of\n1986, \"Not enough to sustain employment growth.\"\n    However, Sprinkel said Japan had not reneged on its pledges\nand was moving toward more stimulative policies, including tax\nreform. \"I suspect there will be further moves,\" he said.\n    Sprinkel repeated his call for further cuts in U.S.\ngovernment spending and for resistance to tax increases.\n    \"Reducing the federal government budget deficit by\nexpenditure restraint is needed to preserve the low marginal\ntax rates achieved by tax reform,\" he said, adding that \"a vote\nto increase to government expenditures is a vote against tax\nreform.\"\n    Sprinkel said the fall of the dollar had substantially\nrestored U.S. cost competitiveness and that the deterioration\nof the U.S. trade balance appeared to have abated.\n    However, he said that \"sole reliance on dollar depreciation\nto reduce our trade deficit is not desirable,\" as it risks\ninflation in the United States and recession abroad.\n    \"I am confident that further improvements in our trade\nperformance will contribute significantly to growth in 1987,\" he\nsaid. Improvements in the U.S. trade balance, he said, will\ncome about largely from a swing in manufactures trade and\npresent \"serious adjustment problems for U.S. trading partners.\"\n    Western Europe, where manufactures output and employment\nhave been weak, promises to be especially hard hit by the\nimprovement in the U.S. trade balance, Sprinkel said.\n    He defended flexible exchange rates saying wide swings in\nrates were not a fault of the system but of the undesirable\npolicies that produced them.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}