{
    "DATE": "17-MAR-1987 12:40:41.02",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "6091",
    "TEXT": {
        "TITLE": "ANALYSTS SEE EARLY ONE POINT CUT IN U.K. BASE RATE",
        "DATELINE": "    LONDON, March 17 - ",
        "BODY": "British bank base lending rates are\nlikely to fall by as much as one full point to 9-1/2 pct this\nweek following the sharp three billion stg cut in the U.K.\nCentral government borrowing target to four billion stg set in\ntoday's 1987 budget, bank analysts said.\n    The analysts described Chancellor of the Exchequer Nigel\nLawson's budget as cautious, a quality which currency and money\nmarkets had already started to reward.\n    Sterling surged on foreign exchange markets and money\nmarket interest rates moved sharply lower as news of the budget\nmeasures came through, the analysts said.\n    Lloyds merchant bank chief economist Roger Bootle said he\nexpected base rates to be cut by one full point tomorrow.\n    \"This is very much a safety-first budget in order to get\ninterest rates down,\" he said.\n    Bootle said the money markets had almost entirely\ndiscounted such a one point cut, with the key three month\ninterbank rate down to 9-11/16 pct from 9-13/16 last night, and\nit would be rather conservative for banks to go for a\nhalf-point cut now.\n    Midland Bank treasury economist David Simmonds said he,\ntoo, expected base rates would be a full point lower by Friday,\nbut this would likely happen via two half-point cuts.\n    \"This budget is designed to please both the markets and the\nelectorate. The implications for interest rates are very\nfavourable, we could have a half-point cut tomrorow and another\nsuch cut before the end of the week,\" Simmonds said.\n    Pointing to buoyant U.K. Retail data released yesterday, he\nsaid Lawson had done well to resist pressures for a sharp cut\nin income tax rates at the expense of a lower borrowing target.\n\"There is no real need to boost private consumption,\" he said.\n    National Westminster Bank chief economist David Kern said\nthe lower borrowing target set in the budget had increased the\nlikelihood of an early one-point base rate cut.\n    Kern said the budget would have to be analysed carefully,\nin particular to see how exactly Lawson planned to achieve the\nsharper than expected borrowing target cut, before a one-point\nbase rate cut could be implemented.\n But providing the budget small-print was convincing, \"and I\nsuspect it will be, it is entirely possible that we see one\npoint off base rates by the end of this week,\" Kern said.\n    Bootle of Lloyds said the expected base rate cut would pave\nthe way for an early one-point cut in mortgage lending rates.\nThis would help achieve Lawson's lower than expected consumer\nprice inflation target of four pct at end-1987, he said.\n    U.K. Base rates were cut last week to 10-1/2 pct from 11\npct after sustained pressure from the foreign exchange, money\nand government bonds (gilts) markets.\n    But building societies said they would not cut lending\nrates until base rates had fallen by one full point.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ]
}