{
    "DATE": "18-MAR-1987 09:58:23.48",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6473",
    "TEXT": {
        "TITLE": "SEC MOVES TO DISCIPLINE ALLEGHENY INT'L <AG>",
        "DATELINE": "    WASHINGTON, March 18 - ",
        "BODY": "The Securities and Exchange\nCommission (SEC) staff is seeking authority to take enforcement\naction against Allegheny International Inc, the\nPittsburgh-based industrial and consumer products firm said.\n    Allegheny made the disclosure in documents filed with the\nSEC in connection with its recent agreement to be taken private\nthrough a leveraged buyout led by First Boston Inc.\n    \"Following announcement of the merger agreement, the company\nwas informed by the Enforcement Division of the (SEC) that it\nintends to seek authority from the commission to institute a\nproceeding against the company,\" Allegheny said.\n    \"The company is cooperating in the commission's\ninvestigation which is continuing and now includes the taking\nof testimony of employes and others,\" Allegheny said.\n    In the ongoing probe, Allegheny said, the staff has asked\nfor information about company executive compensation and\nbenefit plans, certain company-owned real estate, travel and\nentertainment spending and the use of corporate aircraft.\n    It also has asked for information on acquisitions and\ndivestitures, the company's accounting system \"and other\ninternal controls,\" Allegheny said.\n   The probe began in February 1986, Allegheny said.\n    The SEC, as a matter of policy, routinely declines comment\non its enforcement actions.\n    The SEC investigation began just months before Allegheny\nbecame the target of a series of shareholder lawsuits claiming\nthat the company had violated the federal securities laws by\nfailing to disclose material matters in recent annual proxy\nstatements.\n    The suits, later consolidated into a single class-action\ncomplaint before a Pennsylvania federal court, allege\nsecurities law violations involving numerous current and former\nAllegheny officers and directors.\n    Earlier this month, lawyers for the shareholders asked the\ncourt to expand the charges to include an allegation that, in\nthe buyout, Allegheny had attempted to illegally freeze out its\npublic shareholders at an unfair price.\n    Allegheny said it intends to vigorously defend itself\nagainst all charges.\n    The charges made in the shareholder suits are widely\nbelieved to have led to last summer's resignation of Chairman\nand Chief Executive Officer Robert Buckley.\n    In the buyout, a group led by First Boston tendered March\n13 for all outstanding Allegheny shares at 24.60 dlrs a share.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}