{
    "DATE": " 1-APR-1987 08:38:06.30",
    "TOPICS": [
        "gnp",
        "coffee",
        "bop"
    ],
    "NEWID": "11882",
    "TEXT": {
        "TITLE": "KENYAN MINISTER FORECASTS ECONOMIC EXPANSION",
        "DATELINE": "    NAIROBI, April 1 - ",
        "BODY": "Kenya's economy will continue to expand\nthis year and the government will do more to encourage\ninvestment by foreign firms and the local private sector,\nPlanning Minister Robert Ouko said.\n    He told a news conference that the government would soon\ncreate a special bureau to expedite processing of investment\napplications by local and foreign investors.\n    Praising the role of multinational companies and local\nentrepreneurs in Kenya's economy, the minister promised to\nmaintain a close working contact with the private sector.\n    The economy grew by 5.3 pct last year, up from 4.1 pct in\n1985, Ouko said.\n    This was owing to high prices for the country's coffee\nexports, low oil prices, low inflation and rising real incomes,\nhe added.\n    \"Despite rising petroleum prices and falling coffee prices,\nKenya's economy is still expected to improve in 1987,\" the\nplanning minister said.\n    \"High aggregate demand arising from low inflation, trade\nliberalisation and disciplined financial management are\nexpected to increase output in the manufacturing sector,\" he\nsaid.\n    Agriculture would expand significantly if favourable\nweather continued and farmers responded to producer price rises\nannounced in February, the minister added.\n    Kenyan farmers are anxiously awaiting the arrival of the\nlong rainy season, which is due to start about now.\n    Ouko said the production of Kenya's main cash crops\nincreased during the second half of last year.\n    Coffee deliveries to the state-run Coffee Board of Kenya\nrose 17 pct and tea deliveries rose four pct during the period,\nhe said.\n    Ouko paid tribute to the private sector for its\ncontribution to the economy and promised to improve government\ncooperation with businessmen by maintaining regular contact\nwith them.\n    \"I wish to pay tribute to the private sector for its\ncontribution to the economy in 1986 and challenge it to\nmaintain the same spirit this year ... The manufacturing sector\ngrew by an estimated 5.8 pct in 1986, in line with the same\nperiod the previous year,\" he said.\n    Ouko said the \"one stop\" bureau was intended to stimulate\ninvestment and cut the time and bureacracy currently involved\nin processing applications.\n    The planning minister presented a review of the Kenyan\neconomy during the second half of 1986 which showed inflation\nfalling to 4.3 pct from 10.2 a year earlier.\n    This was owing to higher agricultural production and the\nKenyan shilling's relative strength against other major\ncurrencies, the report said.\n    The average exchange rate was 16.23 shillings per U.S. Dlr\nlast year, a fall of only 1.2 pct from 16.432 in 1985. The half\nyearly report said exports increased about 30 pct in\nJuly-December 1986, while imports rose by only six pct during\nthe period.\n    This gave Kenya an overall balance of payments surplus of\n780 mln Kenya shillings (48 mln dlrs) during the period,\ncompared with a 1.4 billion shilling (87 mln dlr) deficit in\nthe second half of 1985, it said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "kenya"
    ],
    "PEOPLE": [
        "macsharry"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}