{
    "DATE": " 9-MAR-1987 14:27:33.35",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3298",
    "TEXT": {
        "TITLE": "USAIR <U> SEEKS TWO BILLION LOAN FOR TAKEOVERS",
        "DATELINE": "    WASHINGTON, March 9 - ",
        "BODY": "USAir Group Inc said it seeking two\nbillion dlrs in bank debt to complete its takeover of Piedmont\nAviation Inc <PIE> and its pending acquisition of PS Group\nInc's Pacific Southwest Airlines.\n    In a filing with the Securities and Exchange Commission\nthat details its proposed 69 dlr a share cash tender offer for\nPiedmont, USAir said Manufacturers Hanover Trust Co <MHC>\n\"indicates its willingness\" in a March 6 letter to provide up\nto 500 mln dlrs of the financing.\n    Manufacturers Hanover would also to act as agent for a bank\ngroup to raise the rest of the financing, USAir said.\n    USAir said a Manufacturers Hanover affiliate is currently\nagent for its 400 mln dlrs revelving credit facility, which\nwould be replaced by the proposed two billion dlr financing.\n    USAir put its total cost of completing the tender offer at\n1.7 billion dlrs. Its Pacific Southwest takeover, which has\nreceived federal approval and is due to come up for shareholder\napproval later this month, is for 17 dlrs a share, or 400 mln\ndlrs total.\n    USAir said it has already bought 2.3 mln Piedmont common\nshares, or 9.9 pct of the total outstanding from Norfolk\nSouthern Corp <NSC> for 161.9 mln dlrs.\n    The tender offer, which is being made through a USAir\nsubsidiary, USAG Acquisition Corp, would not be valid unless\nUSAir is left with more than half of Piedmont's total\noutstanding common stock after the April 3 expiration.\n    While negotiations on terms and interest rates of its bank\nloans are not yet complete, USAir said it expects them to be in\nthe form of a one billion dlr two-year term loan and a one\nbillion dlr seven-year revolving credit facility.\n    The company said it expects to repay the two-year loan\nthrough equity, preferred and debt offerings and possibly\ninternal funds and the sale and/or leaseback of aircraft.\n Reuter\n\u0003"
    },
    "ORGS": [
        "bis"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}