{
    "DATE": " 3-MAR-1987 15:36:02.05",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "1272",
    "TEXT": {
        "TITLE": "CANADA ECONOMY EXPECTED TO GROW MODERATELY",
        "AUTHOR": "    By Russell Blinch, Reuters",
        "DATELINE": "    OTTAWA, March 3 - ",
        "BODY": "Canadian economic growth is expected to\nslow further in 1987, but an improved the trade picture should\nkeep the country from recession, economists said.\n    \"The economy is ready for about a 2.0 pct rate of growth\nover the course of 1987,\" said Carl Beigie, Chief Economist at\nDominion Securities Pitfield Ltd.\n    Statistics Canada reported that gross domestic product,\ngrew 3.1 pct in 1986, the fourth year of continuous expansion,\nbut down from 1985's four pct.\n    In the final quarter, GDP, in 1981 prices and at annualized\nrates, rose a slight 0.2 pct after expanding 0.8 pct in the\nthird quarter.\n    \"Essentially it is a flat performance,\" said Warren Jestin,\ndeputy chief economist at the Bank of Nova Scotia.\n    Economist Wendy Smith Cork of the brokerage Nesbitt Thomson\nBongard Inc said \"it shows the economy is not moving along very\nsteadily, it's not a very promising number.\"\n    \"We weren't surprised, we expected to see one bad quarter\nin Canada, but we don't think there will be a recession,\" she\nadded.\n    The rise in GDP was below the 3.3 pct increase forecast by\nFederal Finance Minister Michael Wilson in his budget last\nmonth. He also projected the economy would expand  2.8 pct this\nyear.\n    Many economists are less optimistic, predicting growth will\nlikely be in the 2.0 to 2.2 pct range.\n    Statistics Canada also reported the country's trade\nperformance deteriorated sharply last year as the deficit in\nthe current account rose to a record 8.8 billion Canadian dlrs\nfrom the previous year's shortfall of 584 mln dlrs.\n    \"The sharp increase in the deficit originated from\nmerchandise trade transactions where imports continued to\nadvance strongly whereas exports were virtually unchanged,\" the\nfederal agency said in a statement.\n    The merchandise trade surplus was pared to 10.13 billion\ndlrs in 1986 from 17.48 billion dlrs in 1985.\n    But economist Cork said the expected upturn in the U.S.\neconomy will lead to increased demand for Canadian goods, and\nhelp fuel the country's modest expansion. Nearly 80 pct of\nCanada's exports are shipped to the U.S. each year.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ]
}