{
    "DATE": "30-MAR-1987 18:20:33.78",
    "TOPICS": [
        "bop"
    ],
    "NEWID": "11137",
    "TEXT": {
        "TITLE": "N.Z. FEBRUARY CURRENT ACCOUNT DEFICIT NARROWS",
        "DATELINE": "    WELLINGTON, March 31 - ",
        "BODY": "New Zealand's current account\ndeficit narrowed to 78 mln dlrs in February from 93 mln in\nJanuary and 233 mln in February 1986, in a smoothed seasonally\nadjusted measurement, the statistics department said.\n    This is the first time current account figures have\nappeared in a seasonally adjusted form.\n    Non-seasonally adjusted but smoothed figures show a deficit\nof 112 mln dlrs against 144 mln in January and 281 mln in\nFebruary 1986.\n    Totally unadjusted figures show a deficit of 47 mln dlrs\nagainst 168 mln in January and 227 mln in February 1986.\n    The smoothed seasonally adjusted series shows a surplus on\nmerchandise trade of 174 mln dlrs after 161 mln in January and\n33 mln in February 1986.\n    Smoothed but non-seasonally adjusted figures show a\nmerchandise trade surplus of 114 mln dlrs against 81 mln in\nJanuary and a 47 mln dlr deficit in February 1986.\n    Unadjusted merchandise figures show a surplus of 168 mln\nagainst 36 mln in January and 22 mln in February 1986.\n    The deficit on invisibles was 241 mln dlrs against 242 mln\nin January and 250 mln in February 1986.\n    The smoothed but not seasonally adjusted deficit on\ninvisibles was 226 mln dlrs against 225 mln in January and 234\nmln in February 1986.\n    The unadjusted deficit on invisibles was 215 mln dlrs\nagainst 204 mln in January and 249 mln in February 1986.\n    Seasonally adjusted export and import figures were not\navailable but the department said they will be included in\nfuture current account data.\n    Smoothed but non-seasonally adjusted exports were 924 mln\ndlrs, unchanged from January, against 843 mln in February 1986.\n    Smoothed but non-seasonally adjusted imports were 810 mln\ndlrs against 843 mln in January and 890 mln in February 1986.\n Reuter\n\u0003"
    },
    "PLACES": [
        "new-zealand"
    ],
    "PEOPLE": [
        "sarney"
    ]
}