{
    "DATE": "13-MAR-1987 14:03:09.93",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4951",
    "TEXT": {
        "TITLE": "MOBIL <MOB> CAPITAL EXPENDITURES LOWER IN 1987",
        "DATELINE": "    NEW YORK, March 13 - ",
        "BODY": "Mobil Corp chairman Allen E. Murray\nsaid in the annual report issued today that the company's total\n1987 capital expenditures would be lower than the three\nbillion dlrs spent in 1986.\n    \"Overall capital and exploration expenditures will fall\nslightly below the level for 1986 although we'll be ready to\nincrease spending whenever the outlook becomes more promising,\"\nMurray said.\n    Mobil data in the annual report shows capital expenditures\nhave been cut every year since 1984's 3.6 billion dlrs to 3.5\nbillion dlrs in 1985.\n    Murray told shareholders that despite the cuts \"the company\nhas promising acreage to explore as well as major oil and gas\nreserves to develop in the U.S., Canada, Europe, Africa and\nIndonesia.\n    Over the past two weeks Mobil has announced restructuring\nof its domestic exploration and development organization and\nthis week a restructuring of its oil services units, which\nsupport the new affiliate.\n    \"Mobil's chairman has explained this change by saying we\nneed a leaner organization to get more efficient usage from our\nassets,\" said John Lord, a Mobil Corp spokesman.\n    Murray said in announcing the first reorganization, which\nwill combine its current three exploration and producing\naffiliates into one organization, Mobil Exploration and\nProduction U.S. Inc, that it is more effective than the present\norganization and will improve the company's upstream\ncompetitive position.\n    Yesterday the company said that it will restructure its\nMobil Exploration and Producing Services Inc, MEPSI, to enhance\nthe development and transfer of technology supporting critical\nareas of exploration, drilling, resevoir management and\ncomputer systems.\n    Earnings from Mobil's upstream operations in 1986 were 827\nmln dlrs, down 54 pct from the previous year's 1.8 billion dlrs\nin earnings.\n    Mobil's strategy in the exploration and production sector\nwill be to give most attention to exploration possibilities\nwith the greatest long term potential, the company said.\n    In its annual report, Mobil said that this will include\ngreater emphasis on \"frontier plays that, although riskier, fit\nour strengths of technology and size...This probably also means\na shift toward emphasis in the foreign area since selective\noverseas exploration offers greater potential.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}