{
    "DATE": " 2-JUN-1987 02:16:51.07",
    "TOPICS": [
        "crude",
        "acq"
    ],
    "PLACES": [
        "japan"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17886",
    "TEXT": {
        "TITLE": "JAPAN OIL INDUSTRY DECONTROL MAY LEAD TO MERGERS",
        "AUTHOR": "    By Masaru Sato, Reuters",
        "DATELINE": "    TOKYO, June 2 - ",
        "BODY": "Deregulation of Japan's oil industry could\nmean hardship for smaller firms and lead to their merging into\nbigger refining and marketing groups, industry sources said.\n    They said the relaxation of controls was now under review\nby the Petroleum Council, an advisory panel to the Ministry of\nInternational Trade and Industry (MITI).\n    A spokesman for a major firm said, \"Deregulation would bring\nabout a reorganization. If it's a by-product of freer\ncompetition, we have no choice but to accept it.\"\n    The Council is due to close its discussions on June 12.\n    The sources said the Council was likely to tell MITI it\nshould end its 50 year-old protection of the industry. It\nshould cut capacity to 3.8 mln barrels per day, about 75 pct of\ncurrent capacity. Quotas should end for crude throughput and\ngasoline output, and oil tariffs should be abolished.\n    They said deregulation was vital to promote more\ncompetition and efficiency, and most saw it as inevitable.\n    \"Deregulation is taking place everywhere. Now it's our turn\nto see if we can survive cut-throat competition,\" said a source\nat one major Japanese oil company.\n    A spokesman for a smaller refiner said, \"We'll have a hard\ntime surviving, but that's something we must go through.\"\n    \"In addition to our streamlining and efficiency programs for\nthe oil division, we will exert efforts towards branching out\nfurther into other lines such as real estate and travel\nagencies,\" he said.\n    Larger companies are also streamlining. Nippon Oil Co Ltd\nwhich had the largest share of refined products sales in the\nJapanese market in fiscal 1985, cut nine pct of its refining\ncapacity in fiscal 1986.\n    Cosmo Oil Co Ltd, the third largest seller of oil products\nin 1985, cut its workforce by some 20 pct last year, a\nspokesman for the company said.\n    Between 1984 and 1986, on the recommendation of the\nCouncil, 13 oil companies were integrated into 11 companies\nwithin seven refining and marketing groups to improve the\nefficiency of the industry.\n    Oil industry sources said this structure was now likely to\nbe streamlined further into five refining groups.\n    \"MITI means business. It will urge the major seven groups to\nmerge into five to build up their muscles,\" a source said.\n    A MITI official told Reuters he did not rule out the\npossibility of further mergers within the Japanese oil industry\nin the event of the relaxation of oil controls.\n    He declined to officially confirm or deny that the\nPetroleum Council had recommended deregulatory measures but\nsaid that in principal MITI would encourage a move towards\nderegulation.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}