{
    "DATE": "27-MAR-1987 12:35:33.79\u0005\u0005\u0005F",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10548",
    "TEXT": {
        "TITLE": "HONEYWELL BULL SEES REVENUE GROWTH",
        "DATELINE": "    NEW YORK, March 27 - ",
        "BODY": "Honeywell Bull Inc, owned by Honeywell\nInc <HON>, <Cie des Machines Bull> and <NEC Corp>, said it\nexpects its 1987 revenues to increase 15 to 20 pct over its\ncurrent level of about 1.9 billion dlrs.\n    Honeywell Bull president Jerome Meyer also told the press\nconference the company was profitable, adding the company aimed\nto improve profits over time.\n    Honeywell Inc earlier today received 527 mln dlrs in cash\nfor the sale of 57.5 pct of its computer business to Bull and\nNEC. Honeywell will retain a 42.5 pct interest in Honeywell\nBull and Bull will own an equal amount.\n    NEC owns 15 pct of the company.\n    Meyer, who had been executive vice president of Honeywell\nInformation Systems, said Honeywell Bull would work closely\nwith NEC and Bull in both developing new products and marketing\ncomputers to multi-national companies.\n    \"We haven't been growing as fast as we'd like, but we are\ngoing to turn that around,\" Meyer said. He said business was \nsoft in the U.S.\n    He said the company was reorganizing its distribution\nprograms and its staff, reassigning and laying off selected\nemployees. He also said the company was hiring new workers.\n    Honeywell Bull chairman Jacques Stern, who is also chairman\nof Bull, said he believed the computer industry could be a fast\ngrowing market for companies that provide the type of computers\ncustomers want. \"I don't believe in the slump of the market,\"\nhe said.\n    The computer company would offer open systems so that\ncustomers would not be tied to a specific vendor or\narchitecture, and it will also focus on tying computers\ntogether through communications networks.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "icco"
    ]
}