{
    "DATE": "25-MAR-1987 01:27:53.76",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "9134",
    "TEXT": {
        "TITLE": "EXCHANGE RATES ALMOST WITHIN G-6 LEVELS - SUMITA",
        "DATELINE": "    TOKYO, March 25 - ",
        "BODY": "Bank of Japan governor Satoshi Sumita\nsaid that current exchange rates are almost within the levels\nagreed to by six major nations last month in Paris.\n    Asked whether a dollar/yen rate of 148 or 149 reflected\neconomic fundamentals, he said current rates almost reflect\nfundamentals.\n    Sumita told reporters major nations have cooperated to\nbring about currency stability in line with the Paris\nagreement, which stipulated that they would closely cooperate\nto that end. He repeated the central bank will intervene if\nnecessary, adding he did not think a dollar free-fall was\nlikely.\n    But Sumita said he could not say exactly what currency\nlevels would be considered in line with underlying economic\nfundamentals.\n    In Paris on February 22, Britain, Canada, France, Japan,\nthe U.S. And West Germany agreed to cooperate to hold\ncurrencies around their then current levels.\n    Sumita said he could not find any specific reasons behind\nthe fall of the dollar to a record low against the yen\nyesterday. But he said the market rushed to sell dollars as it\nnervously reacted to statements abroad and to developments\nsurrounding trade tensions.\n    U.S. Treasury Secretary James Baker said over the weekend\nthat the Paris pact did not encompass fixed tragets for the\ndollar. U.S. Trade Representative Clayton Yeutter called\nU.S/Japan relations on certain key trade issues very strained.\n    The market reacted nervously because the dollar has been\nmoving narrowly against the yen since mid-January, Sumita said.\nHe added he does not expect the yen/dollar exchange rate to\nremain unstable because the market is concerned about a sharp\nrise of the yen.\n    The Bank of Japan will keep a close watch on exchange rates\nin line with the Paris accord, he added.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ]
}