{
    "DATE": "17-MAR-1987 13:01:50.02",
    "TOPICS": [
        "dlr",
        "money-fx"
    ],
    "PLACES": [
        "uk",
        "japan",
        "canada",
        "west-germany",
        "usa"
    ],
    "NEWID": "6108",
    "TEXT": {
        "TITLE": "DOLLAR VALUE APPROPRIATE, BUNDESBANK OFFICIAL SAYS",
        "DATELINE": "    LONDON, March 17 - ",
        "BODY": "The dollar is near appropriate levels\nagainst European currencies and the yen, and a further fall\ncould damage confidence in the currency while endangering world\neconomic growth, a top Bundesbank official said.\n    Board member Leonhard Gleske also told a Forex Association\nconference current exchange rates of major currencies \"can be\nviewed as equilibrium levels in a medium-term perspective.\"\n    He said the recent Paris agreement on currency\nstabilisation and policy coordination between the Group of Five\nand Canada may herald \"an era of greater exchange rate\nstability.\"\n    The Paris agreement was not, however, an attempt to set up\npermanent target zones for exchange rates, Gleske stressed,\nadding such targets would be extremely difficult to agree and\nenforce on an international level.\n    \"At present levels the dollar can no longer be considered\ngrossly overvalued in relation to the European currencies and\nthe yen,\" Gleske said.\n    He said the dollar had fallen much less against currencies\nof important trading nations such as Canada, Korea, Taiwan and\nHong Kong, and further falls there may still be necessary.\n    But \"a further dollar depreciation against major European\ncurrencies and the yen may not be the best way to restore the\ndollar to a fully competitive position, as measured by its\nweighted external value,\" he said.\n   In fact, a further marked decline in the dollar rate would\nhold two major dangers, Gleske said.\n    First, in countries with large balance of payments\nsurpluses such as Japan and West Germany, it threatened to\nhamper economic growth and thus slow down the expansion of real\nincome and domestic expenditure necessary to wipe out\nsurpluses.\n    Second, in the United States, it could damage investors'\nconfidence in the dollar and thus reduce their willingness to\nfinance huge fiscal and external payments deficits, Gleske\nsaid.\n    Gleske also was strongly sceptical that an international\nsystem of binding target zones for currencies, fluctuating in\nnarrow bands against each other, can be established. Such\ntargets threatened to cause policy conflicts, \"both within\ncountries and between them.\"\n    For instance, the U.S. Reliance on foreign capital to fund\nits deficits requires interest rates there be set at high\nlevels, but domestic considerations call for low ones.\n    If target zones were established, this would put \"pressure\non other countries to reduce their interest rates even more,\neven though this may be in conflict with their own domestic\nsituation and priorities,\" he said.\n    Gleske added, \"targeting the exchange rate even within a\nwide margin will meet with serious objections where there is a\nclearly perceived potential for conflict between domestic and\nexternal policy priorities.\"\n    Commenting on the Paris currency accord, Gleske said its\nchances of stabilising exchange rates rested heavily on current\ninterest rate differentials being maintained.\n    These chances \"seem to me to rest critically on the\nexpectation that the current configuration of interest rates,\nand the monetary policies behind them, will assure smooth\nfinancing of current account imbalances in the months ahead.\"\n    Gleske said past experience of currency adjustments had\nlearned \"that markets are inclined to be impatient and will thus\ntend to overshoot.\" He said this \"would seem to be unnecessary\nand should be avoided if at all possible.\"\n    Monetary policies can help achieve this, but only if\nmarkets believe that pledged changes in fiscal policies will\nlead to balanced international payments, he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ]
}