{
    "DATE": "11-MAR-1987 08:17:18.05",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "usa",
        "brazil"
    ],
    "NEWID": "3542",
    "TEXT": {
        "TITLE": "BRAZIL'S GROS TO MEET BANKS ON TRADE LINE ISSUE",
        "DATELINE": "    NEW YORK, March 11 - ",
        "BODY": "Brazil's central bank governor\nFrancisco Gros will meet senior commercial bankers here today\nin a new attempt to defuse the anger generated by the country's\nunilateral suspension of interest payments on 68 billion dlrs\nof foreign commercial bank debt, bankers said.\n    Gros will meet representatives of Citibank, the head of\nBrazil's bank advisory committee, and of co-heads Morgan\nGuaranty Trust Co and Lloyds Bank Plc.\n    High on the agenda will be banks' complaints about Brazil's\naccompanying freeze on some 15 billion dlrs of short-term trade\nand interbank lines, the bankers said.\n    Brazil's several hundred creditor banks worldwide agreed\nlast March to extend the credit lines until March 31, 1987, as\npart of a 31 billion dlr financing package.\n    Bankers said the looming expiry of this commitment, coupled\nwith Brazil's freeze, raised a spate of technical and legal\nquestions that the banks want to discuss with Gros.\n    They said they face problems because of the freeze\nrequirement that any payment due to be made by a Brazilian bank\nunder the trade facility must be deposited instead with the\ncentral bank. This means foreign bankers cannot easily switch\ntheir credit lines from one borrower to another.\n    The requirement to deposit with the central bank has also\nmeant Brazilian banks have been able to negotiate lower\ninterest-rate spreads, because foreign banks would rather\naccept a reduced margin than see their money deposited with the\ncentral bank.\n    \"It's caused a lot of ill-will with the banking community,\"\none banker said.\n    Gros is also expected to brief the banks on the results of\na 10-day tour of Europe and Japan that he and finance minister\nDilson Funaro have just completed to seek official support for\nBrazil's debt stance.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}