{
    "DATE": "29-JUN-1987 11:14:36.70",
    "TOPICS": [
        "trade",
        "tea",
        "coffee",
        "cotton",
        "castor-oil"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19672",
    "TEXT": {
        "TITLE": "INDIA RELAXES RULES FOR EXPORT PROMOTION",
        "DATELINE": "    NEW DELHI, June 29 - ",
        "BODY": "The Reserve Bank of India, RBI,\nannounced new rules to allow exporters of 25 products to use\nforeign exchange up to 10 pct of their firm's total annual\nexport earnings for export promotion abroad.\n    The move is designed by the government to improve India's\ntrade deficit.\n    Products eligible for the new Blanket Exchange Permit\nScheme include tea bags, cigarettes, coffee, leather, various\ntextiles, chemicals, pharmaceuticals, plastics, engineering and\nelectronic goods, ready-made garments, processed food, sports\ngoods, fabricated mica and consultancy services.\n    The scheme replaces current rules which allow different\namounts of foreign exchange to be used only when firms attain a\nminimum annual turnover prescribed for each product.\n    RBI said under the new rule, 16 other products will\nqualify, on a discretionary basis, for overseas promotional\nspending of not more than two pct of the freight-on-board value\nof annual export earnings.\n    These include oil cakes, cereals, raw cotton, raw and\nsemi-processed leather, gems, castor and sandalwood oil,\npsyllium husks and seeds, opium and various mineral ores.\n    RBI said exporters of products not covered by either of the\ntwo groups will be eligible to use up to five pct of their\nfreight-on-board value of their annual export earnings.\n    Industry sources said the new entitlements, considerably\nhigher than the previous limits, are also more flexible because\nholders of new permits no longer need to frequently apply to\nRBI for release of foreign exchange for export purposes.\n Reuter\n\u0003"
    },
    "PLACES": [
        "india"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}