{
    "DATE": "11-MAR-1987 16:15:54.60",
    "TOPICS": [
        "lumber",
        "plywood"
    ],
    "PLACES": [
        "usa",
        "iraq"
    ],
    "NEWID": "3942",
    "TEXT": {
        "TITLE": "OREGON LUMBER COMPANY TO SELL WOOD TO IRAQ",
        "DATELINE": "     PORTLAND, Oregon, March 11 - ",
        "BODY": "A Portland-based wood\nproducts company has signed a 13 mln dlr contract with the\nIraqi government to supply finished softwood lumber to Iraq,\nEdward Niedermeyer, president of Niedermeyer-Martin Co said\nyesterday.\n    Niedermeyer told the House Foreign Affairs sub-committee on\nInternational Economic Policy and Trade in Washington that the\nsales agreement contains an option that could make lumber\nexported worth more than 20 mln dlrs.\n    The delivery of about 8.0 mln dlrs worth of plywood, in\naddition to lumber, hinges on whether the U.S. Department of\nAgriculture will interpret plywood as an agricultural commodity\nunder the credit guarantee program, he said.\n    Niedermeyer said the government export credit guarantee\nprogram (GSM-102) administered by the USDA was the key to\nopening the Iraqi market which up to now had been captured by\nScandinavian lumber producers.\n    \"This is the first time we have been able to sell wood\nproducts in Iraq, he said. Without the USDA program it would\nnot have been possible. We hope this will lead to a long term\nexport market for U.S. lumber products.\"\n    He said the contract calls for supplying 21 mln board feet\nto 30 mln board feet of softwood lumber for housing,\nconstruction and furniture manufacturing. He estimated the\nprofit potential for his company on the sale at five to six\npct.\n    Niedermeyer spent two weeks in Baghdad negotiating the sale\nlate last month and early March. He is a member of the United\nStates-Iraq Business Forum, a non-profit group designed to\npromote commerce with Iraq.\n    The forum members include Westinghouse and General\nElectric, but Niedermeyer's company is the only wood products\nfirm on the membership roster.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sarney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}