{
    "DATE": " 2-MAR-1987 15:46:40.19",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "usa",
        "australia"
    ],
    "NEWID": "742",
    "TEXT": {
        "TITLE": "U.S. WHEAT GROUPS CALL FOR GLOBAL ACTION",
        "DATELINE": "    WASHINGTON, March 2 - ",
        "BODY": "All major grain producing countries\nmust do their part to help reduce global surpluses and the\nrecent Australian farm policy proposals are flawed, two U.S.\nwheat organizations said.\n    The recent Australian proposals were a good starting point\nfor discussions, \"but we do not want the Australians to feel\nthey are alone in developing an agenda for discussions\" on world\ngrain trade, the president of the National Association of Wheat\nGrowers, NAWG, and the chairman of U.S. Wheat Associates said\nin a letter to U.S. Agriculture Secretary Richard Lyng and U.S.\nTrade Representative Clayton Yeutter.\n    Future discussions on international wheat trade should\ninclude three topics -- a commitment to privatization of\ngovernment-run export trading entities, a commitment to public\ndisclosure of sales and other terms if government entities are\ninvolved, and a recognition that supply reductions by the U.S.\nhave kept world prices higher than they otherwise would be, the\ntwo organizations said \n    While the Australian proposals are welcome the two\norganizations said they are not in total agreement with their\nassessments.\n    Australia's proposals, which aim to reduce U.S. target\nprices and \"quarantine\" U.S. wheat stocks, would continue to\nplace the burden of supply adjustment and reform on U.S.\nfarmers, they said.\n      Other countries, including Australia, have benefitted\nfrom the higher world prices that have resulted from past U.S.\nacreage and crop reduction programs, the organizations said.\n    \"We will not continue to hurt ourselves economically -- and\nsubsidize foreign wheat production -- by unilaterally stocking\ngrain and changing programs which protect our growers,\" Jim\nMiller, president of NAWG said.\n    \"We sincerely hope for some type of agreement among the\nworld's major grain producing nations to reduce stocks and\nrestore profitability to agriculture,\" Miller said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "atpc"
    ],
    "PEOPLE": [
        "lyng",
        "yeutter"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}