{
    "DATE": " 3-MAR-1987 05:36:38.23",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "922",
    "TEXT": {
        "TITLE": "CRA EXPECTS TO PAY FINAL DIVIDEND OF 10 CENTS",
        "DATELINE": "    ME}LBOURNE, March 3 - ",
        "BODY": "CRA Ltd <CRAA.S> said it expected to\npay a final 1986 dividend of not less than 10 cents a share\nafter July 1, making 13 cents for\u007fthe year against 15 in 1985.\n    The mining and smelting group earlier reported 1986 net\nearnings rose to 138.2 mln dlrs from 87.8 mln in 1985, against\nanalysts' forecasts yesterday of 125 mln to\u007f160 mln.\n    CRA said it was deferring consideration of a dividend until\nlater this year to provide the benefit of dividend imputation\nto its shareholders. After July 1, dividends will be tax-free\nto shareholders provided they come out of earnings on which the\nfull 49 pct company tax rate has been p\u007fid.\n    The company operates on a substituted tax year, not the\nfiscal year ending June 30, and as a result has incurred tax at\nthe 49 pct rate on 1986 earnings, CRA said in a statement.\n    Consequently, it has funds available for distribution with\ndividend imputed but is waiting to see the imputation\nlegislation before determining the final payout, it said.\n    Despite the higher net earnings, CRA said 1986 was a poor\nyear for the minerals industry, with the notable exception of\ngold producers.\n    Prices for major metals expressed in real U.S. Dollars\ndeclined to the lowest levels in about 50 years, it said.\n    Fluctuating exchange and interest rates added volatility\nand uncertainty, while the revaluation of the yen is leading to\nsubstantial restructuring of Japanese industry, CRA said.\n    World demand for metals is growing slowly. Inventories have\nsteadily declined, with supply and demand in better balance,\nbut overcapacity continues, CRA said.\n    Turning to contributions to its earnings, CRA said\nBougainville Copper Ltd <BUVA.S> contributed 31.3 mln dlrs\nwhile its share of Comalco Ltd's <CMAC.S> net was 37.8 mln.\n    Net earnings from iron-ore operations were 111.8 mln dlrs\nagainst 149.2 mln in 1985, it said.\n    Lead, zinc and silver mining and smelting operations\nincurred a net loss of 66.8 mln dlrs against a 38.1 mln loss in\n1985, CRA said.\n    Coal activities resulted in a net profit of 36.7 mln dlrs\nagainst 34.1 mln, while salt raised its contribution to 4.7 mln\nfrom 2.8 mln.\n    CRA's share of earnings from the Argyle diamond project\namounted to 12.0 mln dlrs against nine mln in 1985.\n    CRA said the main item in its 250.28 mln dlr extraordinary\nloss was a 172.9 mln writeoff of unrealised foreign exchange\nlosses on borrowings as required by a new accounting standard.\n    Other extraordinary items were 63.3 mln dlrs provided for\nclosures and writedown of assets and a 14.1 mln increase in\nfuture tax provisions, CRA said.\n    Cash flow continued at a high level, being 950.6 mln dlrs\nbefore capital expenditure against 1.02 billion in 1985. The\nstrong cash flow, coupled with the proceeds of the 1986 rights\nissue and the use of existing cash balances, enabled group debt\nto be reduced by nearly 500 mln dlrs.\n    CRA said it held forward contracts at year-end to buy 985\nmln U.S. Dlrs to hedge part of its foreign debt. This cost 47.0\nmln dlrs after tax, included in the net interest cost.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}