{
    "DATE": "13-MAR-1987 06:14:34.10",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "4691",
    "TEXT": {
        "TITLE": "SCHWEIZERHALLE FIRE HIT SANDOZ 1986 PROFITS",
        "DATELINE": "    BASLE, Switzerland, March 13 - ",
        "BODY": "Sandoz AG <SANZ.Z> would\nhave reported a percentage rise in net profits \"close to double\nfigures\" rather than the actual two pct had it not been for\nNovember's warehouse fire, a senior company official said.\n    The official, who declined to be identified, told Reuters\nSandoz had made a substantial addition to reserves to cope with\nthe consequences of the accident at Schweizerhalle, which\ncaused severe pollution of the Rhine.\n    Sandoz today reported without comment a rise in net profits\nto 541 mln francs from the previous 529 mln and a five pct\nincrease in dividend to 105 francs per 250 franc nominal share.\n    This year began well, with the performance in January and\nFebruary at least equal to the same period last year, the\nofficial said.\n    The company is expected to give fuller details of its\nresults at a news conference on April 22.\n    Sandoz has insisted that it is adequately insured to cover\nany liability arising from the accident.\n    The official said the addition to reserves was to cover the\n\"one pct\" of claims somehow not covered and any voluntary\ngestures it wanted to compensate for the effects of pollution\nfrom the fire.\n    Sandoz has not given any figure for claims, which have been\nflowing in from Switzerland and other countries bordering the\nRhine since the accident.\n    However, the official said the final figure would be \"much\nless than that cited in earlier comments.\" He gave no further\ndetails.\n    In line with fellow chemical giant Ciba-Geigy <CIGZ.Z>,\nwhich reported last month, Sandoz profit and turnover were also\nhit by the falling dollar, the official said.\n    Sales in local currency terms were up by 14 pct, with\nmarket share increases in the United States and Japan. But this\nwas more than offset by a 15 pct negative foreign exchange\neffect, which produced the reported one pct drop in turnover to\n8.36 billion francs,the Sandoz official said.\n    Net profit at Ciba-Geigy dropped by 21 pct to 1.16 billion\nfrancs, while sales fell by 12 pct to 15.95 billion francs.\n    The third major Swiss chemical company, F. Hoffmann-La\nRoche and Co <HOFZ.Z> has not yet reported its results.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}