{
    "DATE": "19-OCT-1987 08:56:47.50",
    "TOPICS": [
        "bop"
    ],
    "PLACES": [
        "south-korea"
    ],
    "NEWID": "21473",
    "TEXT": {
        "TITLE": "S.KOREA CURRENT A/C SURPLUS SEEN NEAR 10 BLN DLRS",
        "DATELINE": "    SEOUL, Oct 19 - ",
        "BODY": "South Korea's national news agency, Yonhap,\nsaid this year's current account surplus will near 10 billion\ndlrs amid signs of continuing high world demand for the\ncountry's cheap cars and electronic goods.\n    Bank of Korea officials would neither confirm nor deny the\nYonhap forecast, saying only that the bank would issue its own\nfigures later in the week.\n    Yonhap said the January-September surplus in the current\naccount, which covers trade in goods and services, totalled\n7.03 billion dlrs.\n    This already exceeds the seven billion dlr ceiling for the\nwhole of 1987 that the government set in June during talks with\nthe International Monetary Fund aimed at averting a too rapid\nrevaluation of the won against the dollar.\n    The agency said the September surplus was 1.4 billion dlrs,\nup from 468.1 mln in August and 899 mln a year earlier.\n    \"Exports in October could be relatively modest due to many\npublic holidays, but by the end of this year the surplus will\nbe well over nine billion dollars, close to ten,\" Yonhap said.\n    The sharp rise in the September surplus came from a\nresumption of export deliveries delayed by strikes the previous\nmonth.\n    More than 3,300 companies, including car manufacturers,\nelectronic and electric firms, were hit by labour unrest\nbetween July and September.\n    The South Korean government originally targeted a five\nbillion dlr current account surplus this year, but had to raise\nthis to seven billion to reflect a startling first-half export\nboom.\n    If confirmed, the soaring 1987 current account surplus\nseemed certain to trigger tougher pressure from the United\nStates which recorded a 7.4 billion dlr trade deficit with\nSeoul last year, government economists said.\n    The U.S. Government, trying to stem protectionist pressure\nat home, has called on South Korea to open more markets to\nAmerican goods and revalue the won faster.\n    The won was fixed at 804.90 against the dollar on Monday,\nrepresenting a 7.01 pct gain so far this year.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}