{
    "DATE": "26-MAR-1987 10:35:36.35",
    "TOPICS": [
        "grain"
    ],
    "PLACES": [
        "netherlands"
    ],
    "NEWID": "9907",
    "TEXT": {
        "TITLE": "DUTCH GRAIN LEVY TEST CASE TO START IN APRIL",
        "DATELINE": "    ROTTERDAM, March 26 - ",
        "BODY": "A large Dutch animal feed compounder\nwill begin formal legal proceedings early next month as a test\ncase on the way the EC grain co-responsibility levy is applied,\na spokesman for Dutch grain and feed trade association, Het\nComite, told Reuters.\n    Het Comite has been co-ordinating national actions against\nalleged distortions caused by currency factors in the levy and,\nsince December, has lodged more than 80 individual cases with\nthe Business Appeal Court in The Hague.\n    The basic complaint is that the levy does not take account\nof currency cross-rates of exchange and therefore compounders\nin countries with strong currencies may have to pay more in\ntheir own currency than is paid to them by producers in another\ncountry.\n    Het Comite has obtained a temporary agreement that\ncompanies can pay the amount they receive toward the levy\nrather than paying a full guilder amount to the Dutch grain\ncommodity board.\n    The spokesman said Het Comite will provide financial and\nlegal backing to the test case in the Business Administration\nCourt in the Hague. Oral proceedings are to begin on April 10.\n    The spokesman said Het Comite finally selected the company\nfor the test case from among the 80 lodged \"because the bill\n(the firm) received from the commodity board for payment of the\nlevy contained significant currency distortions and involved\ngrain from a wide variety of origins.\" The name of the company\nis not being made public.\n    The Administration Court is not expected to make a final\nruling on the case in the near future. The Het Comite spokesman\nsaid it was very likely it would refer questions to the Appeal\nCourt in Luxembourg, and \"as a result it could easily be another\nnine to 12 months before the matter is finally resolved.\"\n    Meanwhile, the actions by Dutch animal feed compounders are\nputting pressure on the commodity board to urge the Dutch\ngovernment to follow through on earlier statements and seek a\ncomplete review in Brussels of the way in which the levy is\ncollected, the spokesman said.\n    Het Comite, as a member of FEFAC, the association of\nEuropean animal feed manufacturers, is also a party to actions\nprotesting the whole levy in the Luxembourg appeal court.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "ec"
    ]
}