{
    "DATE": " 9-MAR-1987 23:38:49.90",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "3440",
    "TEXT": {
        "TITLE": "SEARCH FOR BRITISH FERRY'S TOXIC CARGO CONTINUES",
        "DATELINE": "    ZEEBRUGGE, Belgium, March 10 - ",
        "BODY": "The search continued for a\ncargo of poisonous chemical substances loaded on the Herald of\nFree Enterprise Ferry which capsized in Zeebrugge harbour\nFriday.\n    A total of 72 drums of various toxic materials which were\nloaded on trucks in the ship's hold have been recovered, but\nBelgian authorities warned it was essential to recover a\nfurther 61 containers of a cyanide-based solution.\n    A net has been thrown over the gaping loading doors at the\nfront of the ship to prevent any more drums floating out.\n    Salvage workers have moved cranes into place alongside the\nwreck of the 7,951 ton roll-on, roll-off ferry which now lies\npartly submerged on a sandbank outside the harbour.\n    The ferry's owner is <European Ferries Plc>, majority owned\nby Peninsular and Oriental Steam Navigation Co Plc <PORL.L>.\n    The operation to right the vessel began yesterday after\ndivers abandoned their search for more bodies. Experts said it\ncould take months to refloat the ship and free the 80 bodies\nestimated to be trapped amid debris.\n    \"The problem is that in these waters you can normally expect\none working day out of four,\" said Daan Kaakebeen of Dutch\nSalvage experts Smit Tak International of Rotterdam. He\nestimated the job itself would require 35 working days.\n    Using reinforced cables, salvage experts intend to raise\nthe ship and set it down into a trench dug alongside.\n    Salvage work could pinpoint the exact cause of the loss of\nthe ferry, one of three sister vessels plying cross-Channel\nroutes from England to continental Europe.\n    Suspicion at present is focused on the ferry's main vehicle\nloading doors, set close to water level.\n    In London, Transport Secretary John Moore told parliament\nyesterday that the ship keeled over after water gushed in\nthrough the bow doors. He said a major government inquiry into\nthe disaster will be held, all similar ferries sailing from\nBritain will be inspected and owners will be asked to fit\nlights to give warning if bow doors are not properly closed.\n    Experts carrying out tank and computer tests to determine\nhow the accident occurred will focus attention on the ship's\ndoors, its ballast system and crew procedures, he added.\n    Two other investigations into the disaster have also begun,\none Belgian and one by the ferry's owners.\n REUTER\n\u0003"
    },
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}