{
    "DATE": "19-MAR-1987 10:34:11.55",
    "TOPICS": [
        "nickel"
    ],
    "PLACES": [
        "philippines",
        "ussr"
    ],
    "NEWID": "7126",
    "TEXT": {
        "TITLE": "SOVIET FIRM SAYS TALKS ON FOR PHILIPPINE MINE",
        "DATELINE": "    MANILA, March 19 - ",
        "BODY": "Preliminary talks are on between two\nstate-owned Philippine banks and Soviet metal trading and\nequipment sales company Tsvetmetpromexport on rescuing Nonoc\nMining and Industrial Corp (NMIC) which operates the\nPhilippines' only nickel refinery, a Soviet official said.\n    G.I. Valentchits, Deputy Trade Minister at the Soviet\nembassy, told Reuters a report earlier this week that\nTsvetmetpromexport had asked the Philippine government whether\nit could help rehabilitate or operate NMIC was incorrect.\n    \"It is the other way round,\" Valentchits said.\n    He said the Development Bank of the Philippines (DBP) and\nthe Philippine National Bank (PNB), which own NMIC, had\napproached the Soviet state-owned firm in August last year.\n    \"We studied the question and asked the banks in which field\nand what area they can help in the project,\" Valentchits said.\n    He said there had been no reply yet from NMIC and the talks\nwere \"only just initial.\"\n    NMIC President Arthur Aguilar and other company officials\nwere not available for comment.\n    Manila banking sources said the situation was serious at\nNMIC, set up by DBP and PNB in August 1984 after the two banks\nforeclosed on the assets of Marinduque Mining and Industrial\nCorp over a 17 billion peso obligation.\n    The bankers said NMIC itself has recently filed with the\nSecurities and Exchange Commission (SEC) for placing the\ncompany under receivership and the suspension of its debt\npayments in order to protect it from threats of foreclosure.\n    Business Day newspaper said the latest credits extended to\nNMIC include a 127 mln dlr loan, with Chemical Bank as the lead\nagent.\n    The newspaper said another 33 mln dlr loan was lead managed\nby Citicorp.\n    It said the government's privatisation program has listed\nNMIC at a price of at least 700 mln dlrs, adding that foreign\ninvestors were wary of taking over the ailing nickel firm.\n    The bankers said NMIC was currently burdened with debts of\nat least 15.8 billion pesos and is facing 10 civil lawsuits for\nforeclosures from major creditors.\n    The Business Bulletin newspaper said the firm had assets\ntotalling 12.2 billion pesos, while DBP and PNB exposures with\nthe firm were estimated at 14.9 billion pesos.\n    NMIC has not operated its plant in the southern Philippines\nsince March 1986 after workers struck demanding payment of\nsalaries delayed because of the firm's financial difficulties.\n    The firm produced 1,863 tonnes of nickel in the first two\nmonths of 1986, compared with 2,364 tonnes in the same period\nin 1985. The mine's capacity is 2,000 tonnes a month.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}