{
    "DATE": " 2-APR-1987 03:15:00.61",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "japan",
        "uk"
    ],
    "NEWID": "12409",
    "TEXT": {
        "TITLE": "C AND W OFFERED ROLE IN NEW JAPAN TELECOM COMPANY",
        "DATELINE": "    TOKYO, April 2 - ",
        "BODY": "A Japanese businessman announced plans for\na new telecommunications firm in which Britain's Cable and\nWireless Plc would be a core company.\n    However, the plan, unveiled by senior Federation of\nEconomic Organizations official Fumio Watanabe, does not\nspecify what stake Cable and Wireless would have.\n    \"The share holdings of the core companies should be equal,\"\nWatanabe said in a statement. \"The actual percentage of\nshareholdings should be agreed by the core companies.\"\n    He said the eight core companies will provide directors for\nthe firm.\n    \"The new company shall immediately set to work on the\nfeasibility study of constructing a new cable for itself,\"\nWatanabe said.\n    Watanabe has acted as mediator between two rival groups,\none of which included C and W, seeking to compete against\n<Kokusai Denshin Denwa Co Ltd>, which now monopolizes Japan's\noverseas telephone business.\n    The Post and Telecommunications Ministry has said it wants\nonly one competitor to KDD and has backed Watanabe's efforts.\n    A British source, who declined to be identified further,\nsaid the proposals could open the door to further talks between\nC and W <CAWL.L> and the other firms involved.\n    C and W had earlier rejected a reported proposal which\nwould have given it a five pct share in the new\ntelecommunications firm, compared to the less than three pct\nstake Watanabe originally proposed. C and W has a 20 pct stake\nin one of the two firms Watanabe has proposed should merge.\n    The British source said the decision not to specify the\nexact shareholdings of the core companies could leave the door\nopen for further discussion.\n    \"It's probably a sensible approach on their part,\" the\nBritish source told reuters.\n    C and W has also been pushing hard for permission to lay a\nnew cable between Japan and the U.S.\n    The proposed merger has sparked an international row, with\nBritish government sources threatening retaliatory action\nagainst Japan for what they see as discriminatory practices\nagainst foreign firms.\n    The sources said last Friday that one option for Britain\nwould be to revoke licenses of Japanese banks and securities\ncompanies operating in London.\n    The U.S. Has also attacked the original merger plans,\nsaying that both rival consortia should be licensed.\n    Asked about participation by other U.S. And European firms,\nWatanabe said, \"They will not be core companies but if they wish\nthey could participate.\" Under the Japanese law, total foreign\nparticipation would be limited to one-third.\n    \"It might be wise for C and W to join the new firm which has\nthe support of many influential backers and work within this\nfor the realization of their ideas,\" Watanabe told reporters.\n    The other core firms are Mitsubishi Corp <MITT.T>, Mitsui\nand Co <MITS.T>, Sumitomo Corp <SUMT.T>, Matsushita Electric\nIndustrial Co <MC.T>, Toyota Motor Corp <TOYO.T>, C Itoh and Co\n<CITT.T>, and <Pacific Telesis International Inc>.\n    Watanabe said that his latest proposal represented his\nfinal effort.\n    If it fails to satisfy the British government, it will be\nup to the Japanese government to explain its position, he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}