{
    "DATE": "19-JUN-1987 15:08:14.55",
    "TOPICS": [
        "trade"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19377",
    "TEXT": {
        "TITLE": "LATIN, CARIBBEAN NATIONS OPPOSE TRADE BILLS",
        "DATELINE": "    WASHINGTON, June 19 - ",
        "BODY": "A group of Latin American and\nCaribbean nations formally opposed trade legislation pending in\nCongress, saying it would curb their exports, slow development\nand hinder its ability to repay foreign debt.\n    Mario Rodriguez Montero, president of an Organization of\nAmerican States special committee on trade, said he was aware\nof the large U.S. trade deficit, but added \"the region should\nnot be the one affected by the trade bills.\"\n    He said the causes of the deficit were the strong dollar\nand the budget deficit, and \"it is regrettable to solve it by a\ntrade bill that would only serve private U.S. interests.\"\n    Rodriguez made the comment at a news conference after two\ndays of meetings with U.S. officials on trade bills now in\nCongress that are designed to reduce the U.S. trade deficit,\nwhich last year hit a record 166.3 billion dlrs.\n    Congressional observers say the bills are aimed mainly at\nJapan, Taiwan, South Korea and a few other nations with large,\nannual trade surpluses with the United States.\n    Mexico, Brazil and Venezuela are the only Latin nations\nwith large trade surpluses last year with the United States,\nbut even Mexico, with the largest, had a surplus of only 5.2\nbillion dlrs, against Japan's of 58.6 billion dlrs.\n    The European Community has also opposed the bills.\n    Rodriguez said the Latin and Caribbean nations backed the\nReagan Administration's opposition to many of the sections in\nthe legislation, including those to curb imports and to require\nretaliation for foreign unfair trade practices.\n    He told reporters the committee would likely mount a\ncampaign to fight the legislation when it comes up for debate\non the Senate floor, expected next week.\n    Rodriguez said \"the region needs trade to continue\ndevelopment.  We hope this need will not be affected negatively\nby trade legislation.\"\n    Rodriguez said: \"we need to keep the market opens -\nespecially the U.S. market - to obtain the necessary foreign\nexchange not only to service the debt but also to continue\nnational development progress.\"\n    President Reagan has said he would veto any legislation he\ntermed \"protectionist,\" and his aides now are mounting a effort\nto water down some of the objectionable provisions in the\nlegislation.\n    Asked whether Reagan was ready to cast a veto, Rodriguez\nsaid as yet \"the administration is not in a veto frame of mind.\"\n reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "japan",
        "taiwan",
        "south-korea",
        "mexico",
        "venezuela",
        "brazil"
    ],
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}