{
    "DATE": "26-MAR-1987 11:46:03.34",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "9975",
    "TEXT": {
        "TITLE": "GERMAN WAGE ROUND SAID TO LIMIT MONETARY OPTIONS",
        "AUTHOR": "    By Allan Saunderson, Reuters",
        "DATELINE": "    FRANKFURT, March 26 - ",
        "BODY": "The Bundesbank's options for West\nGermany monetary policy are limited for the foreseeable future\nby the delicate stage of wage negotiations between unions and\nemployers, economists and money market dealers said.\n    Call money fell in quite active trading today, dropping to\n3.40/50 pct from 3.55/65 pct yesterday, and below the 3.50 pct\ntreasury bill rate as a difficult month-end approached.\n    But dealers and economists said the Bundesbank was unlikely\nto encourage lower rates in the foreseeable future largely for\nfear of upsetting the current wage round.\n    One money market dealer for a major foreign bank said, \"I\ndon't think the Bundesbank wants rates to go up whatever\nhappens. But it also does not want them to fall. Above all it\nwants to wait to see how the unions wage round goes.\"\n    In West Germany, unions and employers prepare the ground\nfor triennial wage negotiations based on detailed assessments\nof growth and inflation, economists said.\n    Ute Geipel, economist with Citibank AG, said if the\nBundesbank became more accommodating in monetary policy,\nraising fears in some quarters of a return in inflation in the\nmedium term, unions would be obliged to curtail wage demands.\n    As a result the Bundesbank was concerned to make no move\nthat would interfere in the negotiating process, Geipel said.\n    In the current round, the country's most powerful union,\nthe IG Metall representing metalworkers and engineers, is\ndemanding a shortening of the working week to 35 hours from the\npresent 38-1/2 and an accompanying five pct increase in wages.\n    The engineering employers' association, Gesamtmetall, is\noffering to bring in a 38-hour-week from July 1, 1988, and give\na two stage wage increase -- a 2.7 pct rise from April 1 this\nyear and another 1.5 pct from July 1, 1988.\n    The agreement forged by IG Metall -- Europe's largest\nunion, with 2.5 mln members -- and the employers would set the\nbenchmark for settlements in other industries such as the\npublic sector, banks and federal post office. Negotiations\nbegan in December and unions are hopeful they may conclude by\nearly April, ahead of the traditional holiday period in June.\n    Though many economists said the unions' current warning\nstrikes and rhetoric were part of the negotiating strategy and\nwould not lead to a repeat of 1984's damaging seven-week\nstrikes, others said unions would not compromise greatly on\ntheir positions and there could still be conflict.\n    This could extend the length of time in which the\nBundesbank would keep its activity low-key, economists said.\n    The money market head said the unions' humiliation by the\nprotracted financial problems of the Neue Heimat cooperative\nhousing venture would contribute to union obstinacy.\n    \"The unions haven't forgotten that and they will put this\nsquarely onto the account in the negotiations,\" he said.\n    In addition, the newly-elected chairman of the IG Metall\nunion, Franz Steinkuehler, was more radical and determined than\nhis predecessor Hans Meyer and may be set for a longer battle\nto achieve the best possible settlement for his membership.\n    More than 16,000 engineering workers at 45 firms, mainly in\nsouth Germany, held warning strikes lasting up to two hours\nyesterday. Firms hit included Zahnradfabrik Passau GmbH and\naerospace group Messerschmitt-Boelkow-Blohm GmbH.\n    Today, 28,000 employees from 110 companies came out in\nwarning strikes, a statement from IG Metall said.\n    Money market dealers said that overnight call money rates\nwould rise in the near future in any case and did not depend on\na politically-inhibited Bundesbank.\n    About eight billion marks were coming into the market\ntomorrow from salary payments by the federal government.\n    As a result, some banks fell back on the Bundesbank's offer\nto mop up liquidity via the sale of three-day treasury bills,\nanticipating still lower rates before the month-end.\n    But a pension payment date by banks on behalf of customers\nwas due on Monday, other dealers noted. If banks were short of\nliquidity until the bills matured on Tuesday, rates could soar,\nperhaps to the 5.50 pct Lombard ceiling.\n    Banks were well stocked up with funds, having an average\n52.1 billion marks in Bundesbank minimum reserves in the first\n24 days of March, well above the 50.7 billion requirement.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "ec"
    ]
}