{
    "DATE": "13-APR-1987 14:20:56.97",
    "TOPICS": [
        "carcass",
        "livestock"
    ],
    "NEWID": "16564",
    "TEXT": {
        "TITLE": "EC MEAT DIRECTIVE DEADLINE SEEN FLEXIBLE",
        "DATELINE": "    WASHINGTON, April 13 - ",
        "BODY": "U.S. officials said they held out\nlittle hope the European Community, EC, would withdraw a\ncontroversial meat inspection requirement, due to go into\neffect April 30 and which U.S. meat producers claim will cut\noff their exports.\n    But the officials said they expect the EC to allow U.S.\nplants to continue shipping meat through the end of the year\nprovided they submit a plant improvement program with the U.S.\nAgriculture Department.\n    The EC's so-called Third Country Meat Directive will\nrequire foreign meat processing plants to comply fully with EC\ninspection standards beginning April 30.\n    The U.S. meat industry has prepared a petition requesting\nthe Reagan administration to retaliate against the EC rule.\n    At issue are U.S. meat exports to the EC valued at 132 mln\ndlrs in 1985.\n    The EC rule would require all U.S. plants to make changes\nin their inspection methods, ranging from veterinary staffing\nto use of wood.\n    Last December, the EC determined that only one U.S. cattle,\none hog and one sheep slaughtering facility could be approved\nwithout further review. USDA would have to certify that the\nplants had corrected the deficiencies.\n    All remaining plants with a history or potential of\nshipping to the EC -- totaling nearly 400 -- would require more\nsignificant changes in plant constructions or procedures before\nfurther EC review.\n    Robert Hibbert, general counsel for the American Meat\nInstitute, said the meat industry expected to submit a formal\ntrade retaliation petition by April 30.\n    An interagency committee is reviewing the industry's draft\npetition.\n    An official at the U.S. Trade Representative's Office said\nU.S. officials continued to press the EC to withdraw the rule,\nbut that \"the chances of that are not too good at this time.\"\n    However, there is the \"expectation\" in U.S. government and\nmeat industry circles that the EC will continue to allow\nshipments, at least through the end of the calendar year, from\nU.S. plants that submit to USDA a plan on how they will bring\ntheir operations into conformity with the EC regulation, the\nUSTR official said.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "rubio"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}