{
    "DATE": " 3-MAR-1987 07:44:01.73",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "hong-kong"
    ],
    "NEWID": "960",
    "TEXT": {
        "TITLE": "HK HOTELS SOARS ON TAKEOVER SPECULATION",
        "DATELINE": "    HONG KONG, March 3 - ",
        "BODY": "The price of Hongkong and Shanghai\nHotels Ltd <SHLH.HK>'s stock soared on speculation of a\ntakeover battle between major shareholders the Kadoorie family\nand the Evergo Industrial Enterprise Ltd <EVGH.HK> group, stock\nbrokers said.\n    They noted heavy buying in Hk Hotel shares after an\nannouncement by Evergo's <China Entertainment and Land\nInvestment Co Ltd> unit that it bought about 20 pct of Hk\nHotels from the firm's deputy chairman David Liang for 1.06\nbillion dlrs. The stock rose 12 H.K. Dlrs to 62 dlrs today.\n    Thomas Lau, Evergo's executive director, declined comment\non whether the group is seeking a further stake in Hk Hotels.\nBut he told Reuters the group will hold the 20 pct stake bought\nfrom Liang as long term investment.\n    He said Evergo \"was attracted by the underlying strength of\nHk Hotels.\"\n    Analysts said Evergo may be looking for a possible\nredevelopment of the Peninsula Hotel, one of Asia's best known\nhotels, and another site on Hong Kong island. Both are owned by\nHk Hotels.\n    <Lai Sun Garment Co ltd> yesterday said it acquired a 10\npct stake in Hk Hotels from Liang for 530 mln dlrs.\n    Lau denied any link between China Entertainment and Lai Sun\non their acquisitions of the Hk Hotels stake.\n    \"It is purely coincidence,\" he said.\n    But analysts were not so certain, saying that the Evergo\ngroup, which has a reputation as a corporate raider, may team\nup with Lai Sun Garment for a takeover.\n    Lau also denied any contact with the Kadoorie family, which\nanalysts estimate has more than 20 pct of Hk Hotels. Michael\nKadoorie is chairman of Hk Hotels.\n    Lau said two representatives of Evergo will be nominated to\nthe Hk Hotels board.\n    A source close to the Kadoorie family said the family has\nnot considered any countermoves so far.\n    Analysts said it would be difficult for Evergo and the\nKadoorie family to cooperate because of different management\nstyles.\n    \"Evergo may want to split up the hotel management and\nproperty developments of Hk Hotels but that strategy may not\nfit the conservative Kadoorie family,\" said an analyst who asked\nnot to be named.\n    Another analyst noted the price of Hk Hotels had been\ndistorted by the takeover talks because its net asset value is\nonly worth about 50 dlrs a share. The offers by Evergo and Lai\nSun were for 53 dlrs a share, though that is well below the\ncurrent trading price.\n    Trading was suspended today in shares of Lai Sun, Evergo,\nChina Entertainment and the group's associate <Chinese Estates\nLtd>.\n    Chinese Estates lost 25 cents to 20.15 dlrs yesterday,\nChina Entertainment five to 8.60 dlrs and Evergo one to 74\ncents. Lai Sun gained 50 cents to 70.50 dlrs.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "subroto"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}