{
    "DATE": "11-MAR-1987 13:56:11.05",
    "TOPICS": [
        "grain",
        "corn"
    ],
    "PLACES": [
        "usa",
        "ussr"
    ],
    "NEWID": "3847",
    "TEXT": {
        "TITLE": "DOLE SAYS 0/92 OPTION SHOULD BE CONSIDERED",
        "DATELINE": "    WASHINGTON, March 11 - ",
        "BODY": "U.S. Senate Republican leader Robert\nDole said Congress should consider legislation to apply the\nso-called 0/92 option to producers of major commodities.\n    Dole told the National Corn Growers Association that he\nthought the proposal, supported by the Reagan administration,\n\"should be seriously considered\" because a refusal to do so could\n\"play into the hands of those who want mandatory controls\" placed\non production.\n    However, Dole did not say whether he would support the 0/92\noption, which would offer producers at least 92 pct of their\nincome support payments regardless of how much they planted.\n    The Senate Republican leader said the 0/92 option posed two\nproblems. First, it is viewed, he said, by some as welfare. In\naddition, debate on the proposal could open up the whole farm\nbill, Dole said.\n    Dole also repeated his call for an across-the-board export\nenhancement program, saying a subsidy offer to the Soviet Union\ncould help improve U.S. relations with that country.\n    Dole said that the United States has made the decision to\ntrade with Moscow and that it's important to offer competitive\nprices.\n    The senator predicted Congress would have to decide this\nyear whether to require an expansion of the export subsidy\nprogram, which currently targets benefits to recapture markets\nlost to other suppliers which subsidize.\n    Dole, who last year pledged to offer legislation to require\na marketing loan for major crops but never did so, again called\nfor the marketing loan for wheat and feedgrains.\n    The Reagan administration's proposed farm policy changes\n\"are not going anywhere\" this year, Dole said, singling out the\nproposal to cut target prices 10 pct per year.\n    Asked by reporters after his speech whether he sensed a\nshift in the State Department towards supporting an export\nenhancement initiative for the Soviet Union, Dole said he\ndidn't see any change.\n    Dole also said it would be a very close call in the Senate\nwhether to open up the farm bill to general debate this year.\n    Dole said he was encouraged by the selection of Republican\nDavid Karnes to replace the late Sen. Edward Zorinsky (D-Neb.)\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "icahn"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}