{
    "DATE": " 5-MAR-1987 16:04:43.44",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2428",
    "TEXT": {
        "TITLE": "UNION CARBIDE <UK> SAYS LONG TERM DEBT RISES",
        "DATELINE": "    DANBURY, Conn., March 5 - ",
        "BODY": "Union Carbide Corp said its 1986\nlong term debt was 3.06 billion dlrs compared to 1.71 billion\ndlrs in 1985.\n    The company released its audited 1986 results.\n    The company also said its long term debt was reduced by\nabout 1.5 billion dlrs from the third quarter to the end of the\nyear by asset sales and equity offerings. Union Carbide sold\nits battery products, home and automobile products and\nagricultural products businesses in 1986. In the fourth\nquarter, it offered 30 mln shares of stock, raising about 650\nmln dlrs.\n    The asset sales and equity offering were part of a\nrecapitalization plan undertaken by the chemicals company last\nyear.\n    Audited net earnings in 1986 of 496 mln dlrs or 4.78 dlrs a\nshare compared to a 1985 loss of 581 mln dlrs or 2.78 dlrs were\nunchanged from the company's preliminary earnings report made\non Jan 28. The earnings results for the fourth quarter were\nalso unchanged.\n    Included in the 1986 numbers are a 564 mln dlr gain from\nsale of the different businesses, a 270 mln dlr pension credit\nand a charge of 473 mln dlrs from the purchase of long term\ndebt at a premium under the recapitalization.\n    In the audited results released today, the company broke\ndown results by business segment.\n    Operating profit in the fourth quarter for all of the\ncompany's operations on a consolidated basis, before corporate\nand interest expense and taxes, was 181 mln dlrs against a loss\nof three mln dlrs in the 1985 quarter.\n    In the year, operating profit was 791 mln dlrs compared to\na loss of 253 mln dlrs in 1985.\n    In a statement, the company said it defeated a hostile\ntakeover attempt, by GAF Corp <GAF>, and recapitalized the\ncompany, adding, \"While all this was going on, our continuing\nbusinesses performed very soundly, with substantial operating\nprofit improvement over 1985.\"\n    Carbon products posted operating profit of eight mln dlrs\nin the quarter, down from 29 mln dlrs, and 49 mln dlrs in the\nyear against a loss of 146 mln dlrs.\n    Chemicals and plastics had fourth quarter operating profit\nof 122 mln dlrs compared to a year-ago loss of 49 mln dlrs. In\nthe year, chemicals and plastics earned 472 mln dlrs against\nlosses of 142 mln dlrs in 1985.\n    Operating income at industrial gases rose to 64 mln dlrs\nfrom 55 mln in the quarter and to 276 mln dlrs from 222 mln in\nthe year.\n    The company's specialties and services segment cut its\nlosses in the quarter to 13 mln dlrs from 40 mln dlrs and in\nthe year to three mln dlrs from 181 mln dlrs.\n    Eliminations of business conducted between the company's\nindustry segments contributed two mln dlrs to fourth quarter\n1985 profits but did not affect the 1986 quarter. The\neliminations caused losses of three mln dlrs compared to six\nmln dlrs in the year.\n    The 1985 operating results include a host of unusual\nwriteoffs and depreciation charges totaling 134 mln dlrs in the\nquarter and 906 mln dlrs in the year.\n    Capital expenditures rose to 524 mln dlrs in 1986 from 501\nmln dlrs.\n    By segment, spending at carbon products fell to 42 mln dlrs\nfrom 57 mln dlrs and spending fell at specialties and services\nto 126 mln dlrs from 143 mln dlrs.\n    At chemicals and plastics, expenditures rose to 147 mln\ndlrs from 133 mln and at industrial gases they rose to 209 mln\ndlrs from 168 mln dlrs.\n    The company's cash and equivalents fell to 299 mln dlrs at\nyear end from 430 mln dlrs at year end 1985, after a net\ndecrease of 131 mln dlrs during 1986.\n    Current assets at year-end fell to 2.41 billion dlrs from\n4.43 billion dlrs and current liabilities fell to 1.88 billion\ndlrs from 2.38 billion.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "kohl"
    ],
    "ORGS": [
        "oecd",
        "gatt",
        "ec"
    ]
}