{
    "DATE": " 4-MAR-1987 10:04:18.87",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "1456",
    "TEXT": {
        "TITLE": "B.C. RESOURCES HAS AGREEMENT ON CREDIT FACILITY",
        "DATELINE": "    VANCOUVER, British Columbia, March 4 - ",
        "BODY": "<British Columbia\nResources Investment Corp>, earlier reporting higher full year\noperating losses, said it reached agreement in principle with\nfive lenders providing for a 360 mln dlr credit facility over a\nfour year term.\n    The company said the credit facility is extendable under\ncertain circumstances, with annual principal payments of five\nmln dlrs. The agreement is subject to certain lender approvals\nand completion of formal documentation.\n    It earlier reported 1986 losses before extraordinary items\nrose to 26.4 mln dlrs from year-ago 7.2 mln dlrs.\n    B.C. Resources also said dividends on its series 2\npreferred shares and exchangeable preferred shares will remain\nsuspended.\n    However, payment will be made on account of the quarterly\ndividend on the exchangeable preferred shares by the company's\ntrustee from a deposit account, B.C. Resources said.\n    Sufficient funds should be available to pay full amount of\nthe March 31, 1987 dividend to exchangeable preferred\nshareholders, with payment expected in early April to\nshareholders of record March 31, the company said.\n    If future dividends are not declared after the April\nexchangeable preferred quarterly payout, future payment will\ndepend on the amount of dividends received from Westcoast\nTransmission Co <WTC>, B.C. Resources said.\n    The company said its increased fourth quarter and full year\noperating losses primarily resulted from lower oil prices and a\nfour month labor shutdown at its Balmer coal mine in British\nColumbia.\n    B.C. Resources also recorded a 99.9 mln dlr extraordinary\nloss, which included losses on disposition of North Sea oil and\ngas interests by 67 pct owned <Westar Mining Ltd>.\n    B.C. Resources' 1986 extraordinary charge also included a\nwritedown of its investment in Westar Petroleum. Gains on the\nsales of Westar Timber's Skeena and Celgar pulp mills and\nTerrace sawmill partially offset the extraordinary loss, the\ncompany said.\n    The company said the asset sales have eliminated B.C.\nResources' long term financing commitment in the North Sea and\nexposure to the fluctuating pulp market.\n    It also said it cut long term debt in 1986 to 900 mln dlrs\nfrom 1.3 billion dlrs at year-end 1985, and management changes\nand staff cuts have significantly reduced costs.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}