{
    "DATE": " 2-MAR-1987 11:53:16.43",
    "TOPICS": [
        "iron-steel"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "525",
    "TEXT": {
        "TITLE": "EC COMMISSION GIVEN PLAN TO SAVE STEEL INDUSTRY",
        "AUTHOR": "    By Gerrard Raven, Reuters",
        "DATELINE": "    BRUSSELS, March 2 - ",
        "BODY": "European Community steelmakers\npresented the Executive Commission with a controversial plan\nfor the future of the industry which diplomats say it may be\nforced reluctantly to accept.\n    Under the plan steel output would remain subject to\nrestrictive quotas and imports would be firmly controlled for\nyears to come while steel firms undertook a massive\nslimming-down operation to adjust capacity to lower demand.\n    Industry Commissioner Karl-Heinz Narjes has proposed the\nending of the quota system by December 1988.\n    He has proposed a return to the free market, which under EC\nlaw is supposed to exist except in times of \"manifest crisis.\"\n    But diplomats said some ministers who meet to discuss this\nidea on March 19 will argue that steel firms are in crisis in\ntheir countries, with orders falling as customers switch to\nalternative products and accounts firmly in the red.\n    Ministers from the EC's major steel producing countries are\nlikely to shy away from Narjes' proposals and could back the\nindustry's own plan instead, in the hope of minimising the\npolitical impact of plant closures, they said.\n    Industry sources said the plan presented to Narjes by the\nEC steelmakers' lobby group Eurofer would retain the quota\nproduction system at least until the end of 1990.\n    Eurofer said in a statement consultants working for it\nidentified scope for closing plants on a \"voluntary\" basis to\nreduce capacity by 15.26 mln tonnes a year.\n    Cuts were still insufficient in one production area, that\nof hot rolled coils, and further talks were needed.\n    Eurofer added the industry would need the support of the\nCommission and governments in carrying out a closure program,\nparticularly with social costs such as redundancy payments.\n    The EC steel industry has already shed 240,000 jobs this\ndecade while reducing annual capacity by 31 mln tonnes.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}