{
    "DATE": "26-APR-1987 06:44:58.79",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "luxembourg",
        "uk",
        "france",
        "west-germany"
    ],
    "PEOPLE": [
        "delors"
    ],
    "NEWID": "17206",
    "TEXT": {
        "TITLE": "EC MINISTERS LIKELY TO CRITICISE FINANCE IDEAS",
        "DATELINE": "    LUXEMBOURG, April 26 - ",
        "BODY": "Plans for a new-style European\nCommunity (EC) free of damaging budget wrangles receive their\nfirst full review from EC foreign ministers today, but are\nunlikely to gather much support.\n    Diplomats said key EC capitals would voice strong criticism\nof proposals that would lead to a sharp increase in EC budget\npayments by bringing member states\" contributions more into line\nwith national wealth.\n    They said the EC\"s current paymasters, Britain, France, and\nWest Germany, would lead the opposition to the plans, designed\nto enable the community meet the challenges of the 1990s.\n    Faced with a budget deficit this year of at least five\nbillion dlrs, EC Commission President Jacques Delors called in\nFebruary for a radical overhaul of the EC financing system.\n    Such action was necessary, he argued, to end a damaging\ncycle of annual budget crises and ensure cash for technological\nresearch programs and regional and social spending projects.\n    Ironically, diplomats said, the move could spark exactly\nthe type of row it was intended to avoid with industrially\ndeveloped northern states demanding assurances the new cash\nwould not be swallowed up by the poorer southern members.\n    Delors\" plans, by linking a country\"s contributions to its\nGross National Product (GNP), would over the next five years\nadd some 18 billion dlrs to the present budget of 34 billion.\n    Currently, contributions are calculated on a percentage of\nValue Added Tax (VAT) returns.\n    Under the new scheme, all countries would pay one pct of\ntheir VAT receipts to Brussels. Extra cash would then be raised\nin line with needs by a levy on the difference between a\ncountry\"s total VAT receipts and its GNP.\n    London is one of the most resolutely opposed countries to\nthe scheme, arguing instead that money should be made available\nfrom deep cutbacks in the EC\"s heavily-subsidised farm sector.\n    Unofficially many EC capitals secretly support the\nwearisome budget wrangling, taking the line that the highly\ndiverse 12-nation Community can only take tough decisions when\nforced to do so.\n    The issue is further complicated by a possible general\nelection in Britain and acceptance that the EC problems cannot\nseriously be addressed by London until those polls are out of\nthe way.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}