{
    "DATE": " 8-APR-1987 15:22:24.60",
    "TOPICS": [
        "livestock",
        "carcass"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15254",
    "TEXT": {
        "TITLE": "U.S. MEAT, POULTRY INSPECTION CALLED FAULTY",
        "DATELINE": "    WASHINGTON, April 8 - ",
        "BODY": "The U.S. meat and poultry inspection\nprograms are incapable of protecting consumers from\ncontaminated products, groups representing inspectors and\nconsumers charged.\n    \"The whole trend of inspection for the last 10 years has\nbeen to corrupt and to degrade the system where today the\npublic is at constant risk to contaminated and adulterated\nmeat,\" Kenneth Blaylock, president of the American Federation of\nGovernment Employees, told a House Agriculture subcommittee.\n    \"The American consumer has little reason to feel confident\nabout the safety of meat and poultry being offered to him\ntoday,\" said Rodney Leonard, executive director of the Community\nNutrition Institute.\n    \"Company management is less concerned about the risk to\nhealth than about raising plant output and company profits,\"\nLeonard told a hearing of the House Agriculture Subcommittee on\nLivestock, Dairy and Poultry.\n    Kenneth Morrison, staff associate at the Government\nAccountability Project, said inspectors consistently disclose\nviolations of federal law, demonstrating a \"serious breakdown in\nthe entire inspection system.\"\n    Morrison told of chicken fat for flavoring being\ncontaminated by \"intestines dragging in a water trough used to\nflush away the condemned product, fecal material, human spit,\nchewing gum and paper towels used by plant employees to blow\ntheir noses.\"\n    Donald Houston, administrator of the U.S. Agriculture\nDepartment's Food Safety and Inspection Service, FSIS, defended\nthe government's program, calling it \"one of the most respected\npublic health programs in the world.\"\n    FSIS inspects an estimated 127 mln head of cattle and 4.5\nbillion chicken and turkeys every year.\n    Houston said inspection programs have kept pace with\nchange, but conceded that the danger of chemical residues in\nthe meat and poultry supply has increased.\n    He also said that, although he was confident the bacterium\nsalmonella eventually could be eradicated, it would take time\nand much money to contain the growing problem.\n    Salmonella, which in extreme cases can cause death, is\nfound in approximately 37 pct of U.S. broilers, 12 pct of raw\npork and three to five pct of raw beef, Houston said.\n    The number of reported cases has doubled over the past 20\nyears, he said, to 40,000 cases annually.\n    \"We certainly really have not found an effective means of\nturning this disease around,\" said Rep. James Olin (D-Va.)\n    The National Research Council recommended in 1985 that FSIS\nintensify efforts to develop rapid diagnostic procedures for\ndetecting microoganisms.\n    But the meat and poultry industries have said such controls\nwould cost too much.\n    \"Hopefully we will not overreact by installing unnecessarily\ncomplicated procedures that may become obstacles to the real\ngoal of providing an increasingly safer, more nutritious and\neconomical meat supply for consumers,\" Stanley Emerling,\nexecutive vice president of the National Association of Meat\nPurveyors, said.\n    Blaylock, speaking on behalf of food inspectors, said a new\nprogram allowing elimination of USDA inspection functions at\ncertain plants \"voids the law in letter and spirit, and must be\nrepealed or we will see rising consumer fraud and an epidemic\nof death and illness for which there will be no prevention nor\nlegal recourse.\"\n    Subcommittee Chairman Charles Stenholm (D-Tex.) said the\npanel would hold a hearing on salmonella June 2.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc",
        "ec"
    ],
    "PEOPLE": [
        "wilson",
        "balladur",
        "poehl"
    ],
    "EXCHENGES": [
        "lme"
    ]
}