{
    "DATE": " 6-MAR-1987 11:49:16.46",
    "TOPICS": [
        "money-supply",
        "reserves"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "2686",
    "TEXT": {
        "TITLE": "GERMAN CASH IN CIRCULATION UP AT FEBRUARY'S CLOSE",
        "DATELINE": "    FRANKFURT, March 6 - ",
        "BODY": "Cash in circulation in West Germany\nrose by 2.8 billion marks in the last week of February to 121.5\nbillion, a gain of 8.3 pct over the same month last year, the\nBundesbank said.\n    Cash in circulation is one of two components of the West\nGerman money supply which the German central bank is targeting\nto grow between three and six pct this year.\n    Gross currency reserves in the week rose by 200 mln marks\nto 109.5 billion. Foreign liabilities fell 100 mln to 22.9\nbillion, giving a net currency reserves increase of 300 mln to\n86.6 billion.\n    Commercial bank minimum reserve holdings at the Bundesbank\nfell 300 mln marks to 51.9 billion marks at the end of\nFebruary, averaging 51.2 billion over the month.\n    The rediscount debt of the banking system fell 800 mln\nmarks to 55.2 billion marks, the Bundesbank said.\n    Banks made heavy use of the Lombard emergency funding\nfacility to meet month-end payments and borrowed 3.1 billion\nmarks, a rise of 2.9 billion over the week before.\n    The net position of public authorities at the Bundesbank\ndeclined 6.7 billion marks in the last week of February.\n    The federal government drew down 3.8 billion marks of its\nBundesbank cash deposits, which had stood at 4.1 billion in the\nthird week of February, and also borrowed a 1.8 billion in\ncredit from the central bank.\n    Federal states' deposits fell 1.5 billion marks to 1.3\nbillion and their cash credits dropped 400 mln to 300 mln.\n    The Bundesbank balance sheet total rose around 5.44 billion\nto 222.22 billion marks.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "amex"
    ]
}