{
    "DATE": "24-MAR-1987 15:09:46.94",
    "TOPICS": [
        "earn",
        "crude",
        "pet-chem"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "8971",
    "TEXT": {
        "TITLE": "IMPERIAL OIL <IMO.A> TO FOCUS ON HIGHER PROFIT",
        "DATELINE": "    TORONTO, March 24 - ",
        "BODY": "Imperial Oil Ltd, 70 pct owned by Exxon\nCorp <XON>, will focus on maintaining its financial strength\nand improving near-term earnings performance through operating\nexpense reductions and selective capital spending, the company\nsaid in the annual report.\n    Imperial Oil said it expects to spend about 750 mln dlrs on\ncapital and exploration expenditures in 1987, compared to 648\nmln dlrs in 1986 and 1.16 billion dlrs in 1985.\n    Imperial previously reported 1986 operating net profit fell\nto 440 mln dlrs or 2.69 dlrs share from 694 mln dlrs or 4.27\ndlrs share in the prior year.\n    Imperial Oil said the attention to earnings results from\nthe desire to pursue longer term growth opportunities should\nthe investment climate improve and the belief that low or\nvolatile crude oil prices could continue during the next\nseveral years.\n    The company also said actions initiated during 1986 to\nrestructure and improve efficiency should continue to show\nbenefits in 1987.\n    During 1986, the company cut operating, administrative and\nmarketing expenses by 91 mln dlrs and reduced the number of\nworkers by 16 pct to 12,500.\n    Imperial chairman Arden Haynes said in the annual report\nthat it is too early to determine whether the recent upward\nmovement in international oil prices will be sustained.\n    \"It is still a time for prudence and caution, and the\ncompany's actions will continue to be based on the fundamentals\nof market supply and demand,\" he said.\n    Haynes said prospects for the company's petroleum products\ndivision are more promising than before, but are still\nuncertain. Imperial's 1986 petroleum earnings rose to 174 mln\ndlrs from 102 mln dlrs in 1985.\n    Haynes said more satisfactory product margins on its\npetroleum products could result if demand recovers as it has in\nthe United States.\n    The company's chemicals business outlook is mixed, Haynes\nsaid. Prospects for growth in petrochemical sales is good as\nlong as economic growth continues, but future large grain\nsurpluses could dampen fertilizer demand and maintain pressure\non prices.\n    Imperial's chemical business earned 17 mln dlrs in 1986,\ncompared to three mln dlrs in 1985.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "icco"
    ],
    "PEOPLE": [
        "herrington"
    ]
}