{
    "DATE": "26-MAR-1987 14:27:58.38",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "10091",
    "TEXT": {
        "TITLE": "PARIS G-6 MEET SET NO TARGETS - LEIGH-PEMBERTON",
        "DATELINE": "    LONDON, March 26 - ",
        "BODY": "Bank of England Governor Robin\nLeigh-Pemberton said the Paris pact agreed between six leading\nindustrialised nations set no nominal exchange rate targets.\n    Leigh-Pemberton said in oral evidence to a select committee\nthat \"we did not swap numbers - we reached an understanding\" on\nhow to cooperate towards stabilizing currencies at around their\ncurrent levels.\n    He said the accord had brought Britain into a form of joint\ncurrency float - but one which let it still purse an\nindependent monetary policy. \"I would concede that, since the\nLouvre Accord, we are acting as if we are in something,\"\nLeigh-Pemberton said.\n    \"The Louvre and Plaza accords show there is a very effective\nrole for the (Group of) seven central banks to operate together\"\ntowards stabilising exchange rates,\" Leigh-Pemberton said.\n    He did not mention this week's intervention by central\nbanks to support the dollar, after markets decided to test the\naccord.\n     Leigh-Pemberton said that \"the effectiveness of this\n(cooperation) is actually larger than many of us had thought in\nthe pre-Plaza days\" before September 1985.\n    He did not indicate what exchange rate levels were broadly\nsought by the six nations, and noted that \"we are more effective\nin our agreement if we can leave the markets guessing.\"\n    He did not indicate what exchange rate levels were broadly\nsought by the six nations, and noted that \"we are more effective\nin our agreement if we can leave the markets guessing.\"\n    Leigh-Pemberton said that, in principle, the Bank of\nEngland favoured full EMS membership for sterling, provided\nsuch a move did not endanger U.K. Anti-inflation monetary\npolicy. Asked whether he wanted to see U.K. Interest rates\nlower, he said \"the two half point cuts (this month in banks'\nbase lending rates) have been appropriate up until now.\"\n    Leigh-Pemberton said he preferred a \"cautious step-by-step\napproach\" to reducing short term interest rates, not least\nbecause \"we have a potential problem with inflation.\"\n    Underlying U.K. Inflation was currently around 4.0 pct, \"one\nof the highest\" among industrialised nations, he added.\n    Leigh-Pemberton said the Bank of England had not wanted\nbase rates to fall before the unveiling of the 1987/88 budget\non March 17, but he said pressure from financial markets for\nsuch a move had proved irresistible. Base rates are now at 10\npct.\n    Regarding sterling's relationship with oil, Leigh-Pemberton\nsaid that the pound could be seen being undervalued overall.\n    He said the current oil price of some 18 dlrs a barrel\nmight suggest a level of 74 on the Bank of England's sterling\nindex, when compared with the index's level before oil prices\ndropped from around the 30 dlr level. The index, base 1975,\nclosed here today at 72.1, unchanged from the previous close.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "opec"
    ]
}