{
    "DATE": "31-MAR-1987 04:19:26.85",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "11198",
    "TEXT": {
        "TITLE": " EUROPE ON SIDELINES IN U.S-JAPAN MICROCHIP ROW",
        "AUTHOR": "    By David Ress, Reuters",
        "DATELINE": "    LONDON, March 31 - ",
        "BODY": "Rising imports of Japanese-made cars and\nelectronic goods may upset West European officials, but they\ngenerally seem prepared to stay on the sidelines in the latest\ntrade row between the United States and Japan.\n    Japan's huge trade surplus is a sore point in West Europe,\nas it is in the United States. But U.S. Charges of unfair trade\npractices involving computer microchips leave Europeans cold.\n    The European Community ran a 18.2 billion dlr trade deficit\nwith Japan last year, and seeks redress when it feels Japanese\ntrade policy hurts Europeans, diplomats and economists said.\n    But only in Britain has there been any suggestion of acting\nwith the U.S. To do something about Japan's huge trade surplus.\n    \"The EC is no more illiberal on trade issues than is the\nU.S.,\" said Martin Wolf, director of studies at the Trade Policy\nResearch Centre in London. \"Basically, their policies are pretty\nmuch the same.\"\n    But that did not mean Europe would support the U.S., Or\nthat the EC would climb on the bandwagon to take advantage of\nthe U.S. Dispute to press its own claims, Wolf said.Basically,\nEuropeans have a different approach to trade problems, he said.\n    \"In the U.S., People talk about fair trade, but not here,\" he\nadded. \"In the U.S., It all has to do with the general ethic of\nfree competition, while in Europe, the general approach is that\nliberal trade is good because it makes countries rich.\"\n    Wolf said this basic U.S. Attitude explains Washington's\ntendency to impose so-called \"countervailing duties\" - an import\ntax designed to offset advantages alleged to be unfair.\n    In Western Europe, the approach to trade disputes tends to\nbe to try to reach a settlement through negotiation, Wolf said.\n    In the latest U.S.-Japan trade row, President Reagan has\nthreatened to raise tariffs on selected Japanese electronic\ngoods by as much as 300 mln dlrs, alleging that Japan has\nfailed to abide by a 1986 U.S.-Japan pact on microchip trade.\n    But the European Community has challenged the agreement as\na violation of General Agreement on Tariffs and Trade (GATT)\npractices that discriminates against its microchip producers.\n    \"It follows that they're not likely to rally to the side of\nthe United States in defence of the agreement,\" said Wolf.\n    Although British parliamentarians are pushing for a tough\nline on Japanese trade issues, government officials in the rest\nof Europe told Reuter correspondents they would let the EC take\nthe lead in any response to the U.S.-Japan trade row.\n    A spokeswoman for the EC Commission in Brussels told\nReuters there has been no change in the Community's position\nsince a March 16 meeting of foreign ministers which sent a\nstrong warning to Tokyo on trade imbalances.\n    In a statement issued after that meeting, EC foreign\nministers deplored Japan's continued trade imbalance and\nappealed for a greater Japanese effort to open up its markets.\n    EC External Trade Commissioner Willy De Clercq said after\nthe talks there was a growing impatience with Japan in the EC.\n    Diplomats accredited to the EC in Brussels said they saw no\nsigns of any immediate intention to impose any broad-ranging\nsanctions against Japan. The EC is anxious to avoid provoking a\ntrade war, they said.\n    Instead, the Community is trying to target problem areas in\nEuropean trade with Japan, including wines and spirits,\ncosmetics, and financial services, and will continue talking to\ntry to improve the situation, the diplomats said.\n    In Britain, where the government is angered over the\ndifficulties telecommunications giant Cable and Wireless has\nfaced in its bid to crack the Japanese market, officials said\nlast week that retaliatory action is being considered.\n    But government officials said last night, \"We are not\ntalking about days or weeks. This is going to take time.\"\n    They said the government would consider its options at a\ncabinet meeting on Thursday, but added that no final decisions\nwere expected. The main thing the British would threaten the\nJapan with is denial of access to London's booming financial\nmarkets, government officials said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa",
        "japan",
        "uk"
    ],
    "PEOPLE": [
        "nakasone",
        "reagan"
    ],
    "ORGS": [
        "ec"
    ]
}