{
    "DATE": "13-MAR-1987 13:52:07.17",
    "TOPICS": [
        "interest",
        "gnp",
        "ipi",
        "wpi"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4944",
    "TEXT": {
        "TITLE": "FED SEEN CONTENT WITH U.S. FEBRUARY ECONOMY",
        "AUTHOR": "    By Kathleen Hays, Reuters",
        "DATELINE": "    NEW YORK, March 13 - ",
        "BODY": "U.S. February reports reflecting slim\ngains in industrial output and moderating inflation pressures\nreinforced expectations that the Federal Reserve will continue\nto follow a stable course of monetary policy, economists said.\n    \"If you're the Fed, there's no reason to do anything,\" said\nSteve Slifer of Lehman Government Securities Inc.\n    \"There are hints that GNP is picking up. On the inflation\nfront, all is well,\" he said. \"Money supply is well under\ncontrol. It's an absolutely ideal situation.\"\n    February U.S. industrial production rose 0.5 pct, slightly\nless than the 0.7 pct gain the financial markets had expected.\nThis compared with a slim 0.1 pct rise in January's production\nnumber, previously reported as a 0.4 pct increase.\n    The February U.S. producer price index gained only 0.1 pct,\nless than a 0.3-0.4 pct expected rise. This followed a 0.6 pct\nrise in the PPI in January.\n    \"The Fed is going to look at this positively,\" said Allan\nLeslie of Discount Corporation. \"Certainly inflation is not as\nbad as what Volcker (Fed Chairman) has said lately. Industrial\nproduction growth is along the lines of what the Fed wants.\"\n    The energy products component of PPI rose 4.0 pct in\nFebruary, after a 9.8 pct increase in January.\n    \"This shows that the impact of energy prices on inflation\nis behind us in terms of the move from 15 dlrs to 18 dlrs per\nbarrel,\" said Maria Ramirez of Drexel Burnham Lambert Inc. \"The\ntrend is still 3.5 pct in the first half of the year.\"\n    In 1986, declining energy prices contributed to a 2.5 pct\ndecline in the PPI.\n    Economists said that a rise in energy prices was expected,\nbut a sharp drop in auto prices was not. Passenger car prices\nfell 3.4 pct and light truck prices dropped 1.3 pct.\n    Yesterday, Federal Reserve Chairman Paul Volcker said that\na possibility of renewed inflation remains a concern in both\nthe financial markets and the Federal Reserve.\n    \"The Fed may be lowering its own inflation expectations\ntoday,\" said Robert Brusca of Nikko Securities International.\n    While low inflation permits the Fed to maintain an easier\nmonetary policy, Brusca said if import prices do not rise this\ncould necessitate a weaker dollar.\n    \"The outlook for the dollar is still up in the air,\" he\nsaid. \"We need inflation for U.S. producers to compete with\nforeign producers.\"\n    Brusca said prices of electronic equipment dropped 0.8 pct\nin February's PPI. With many electronic goods produced\noverseas, this may show that foreign producers are not raising\nprices which bodes ill for U.S. competitiveness, he said.\n    If further dollar declines are needed, this could diminish\noverseas investment in U.S. debt, Brusca added, which might\nnecessitate higher interest rates and lower bond prices.\n    By contrast, Slifer said imported goods prices rose 11.8\npct from first quarter 1985 to first quarter 1986 reflecting to\na large degree a 22 pct drop in the trade-weighted real value\nof the dollar from February 1985 to February 1987.\n    Slifer said import prices may rise further as\nmanufacturers' contracts put in place before the dollar dropped\nto current levels expire, and new contracts are made that\nreflect a weaker dollar.\n    David Wyss of Data Resources Inc noted that imported\nmanufactured goods prices rose 8.5 pct at an annual rate in the\nsecond half of 1986, which has contributed to rising U.S.\nindustrial output.\n    \"It's the other side of the lower dollar,\" Wyss said.\n\"Producers are beginning to find themselves more competitive\nand they are increasing output.\"\n    Wyss said that the latest data point to an average\nindustrial production gain of 0.3-0.4 pct in the first quarter.\n\"It's an encouraging sign that the manufacturing sector is\nbeginning to revive.\"\n    But Stephen Roach of Morgan Stanley and Co Inc was not \nconvinced that the February reports portend economic gains. He\nsaid much of the strength came from factors that do not point\nto a sustained rise in industrial output.\n    Roach pointed out that stikers returning to work in farm\nequipment industries helped account for a one pct rise in\nFebruary business equipment production.\n    Utilities output rose 0.7 pct in February after gaining 1.2\npct in January, but Roach said it shows mostly that more energy\nwas produced, not that manufacturing activity gained.\n    Finally, he pointed out that auto production accounted for\nhalf of the industrial production gain as production of auto\nassemblies rose to 8.3 million units at an annual rate from 7.5\nmillion units.\n    \"In the first quarter, it looks like automakers are\nproducing at an 8.5 mln unit annual rate, but selling at\nroughly a seven mln unit rate,\" Roach said. \"The disparity\nbetween output and sales is showing up in inventories.\"\n    Economists pointed to sharp rise in January U.S. business\ninventories as a sign that production may be outstripping\ndemand in the first quarter of 1987.\n    January business inventories rose 0.9 pct, the largest gain\nsince July 1979 when inventories rose 1.7 pct, the Commerce\nDepartment said. Business sales dropped 4.5 pct in January, the\nlargest monthly sales drop on record.\n    Nonetheless, economists do not expect the Fed to react to\nmonth-to-month changes. \"The Fed has been standing pat for the\nlast seven months,\" Ramirez said. \"They will continue to stand\npat for at least the next couple of months.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}