{
    "DATE": "27-MAR-1987 08:57:02.39\u0005\u0005\u0005V",
    "TOPICS": [
        "crude",
        "ship"
    ],
    "PLACES": [
        "greece",
        "turkey"
    ],
    "NEWID": "10395",
    "TEXT": {
        "TITLE": "PAPANDREOU SAYS GREEKS READY FOR AGGRESSORS",
        "DATELINE": "    ATHENS, March 27 - ",
        "BODY": "Greek Prime Minister Andreas Papandreou\nsaid today that the Greek armed froces were ready to tackle any\naggressors following the sailing of a Turkish research vessel\nand warships towards disputed waters in the Aegean Sea.\n    Papandreou told an emergency cabinet meeting in Athens \"the\nmilitary readiness of our country is able now to give a very\nhard lesson if our neighbours (Turkey) were to carry out\nmilitary actions.\"\n    He said the activities of the research vessel could be\naimed at partitioning the Aegean.\n    \"The air force, navy and army are in a state of alert,\"\nGeneral Guven Ergenc, Secretary General of the Turkish General\nStaff, told a news conference.\n    He said the Turkish research ship Sismik 1, escorted by an\nunspecified number of warships, would sail into disputed waters\nin the Aegean Sea tomorrow morning.\n    Ergenc told Reuters later that all leave had been cancelled\nfor members of the armed forces in the Aegean coast area.\n    The Turkish government said yesterday it had licensed the\nstate-owned Turkish Petroleum Corp to explore for oil in\ninternational waters around three Greek islands off Turkey.\n     Greece and Turkey have long-standing disputes over areas\nof the Aegean and the presence of Turkish troops in Cyprus.\n    The latest row erupted when the Greek government said last\nmonth that it was taking control of a Canadian-led consortium\nwhich was already producing oil off the Greek island of Thassos\nand would drill in the same area after the takeover.\n    Ergenc told the news conference the alert followed a\ngovernment decision that Turkey should protect its interests\n\"because of measures Greece has been taking in the Aegean in\nviolation of international agreements.\"\n    Asked how Turkey would react if Greece attacked any of the\nvessels, he said \"If there is an attack, it is clear what has to\nbe done. An attack on a warship is a cause for war.\" But he\nadded \"We are not in a state of war. The measures taken by the\nmilitary are directed towards protecting our rights.\"\n    Greece said yesterday it would defend its national rights\nin the Aegean and urged Turkey to accept reference of the\ndispute to the International Court of Justice in The Hague.\n    Turkish Foreign Ministry spokesman Yalim Eralp told\nreporters today this was unacceptable because of preconditions\nAthens had attached.\n    In Athens, Greek Prime Minister Papandreou said that if the\nTurkish vessel Sismik 1 began research operations \"we will\nhinder it, of course not with words, as it cannot be stopped\nwith words.\"\n    Greek newspapers said the armed forces were on alert and\nnavy ships had gone to the Aegean. But government spokesman\nYannis Roubatis did not confirm the move, saying only \"The Greek\nfleet is not at its naval base.\"\n    Papandreou said that a map issued in Turkey showed 95 pct\nof the areas proposed for research were on the Greek\ncontinental shelf.\n    Papandreou told the U.S. And NATO that if they had a part\nin orchestrating the present crisis in order to force Greece to\nnegotiate with Turkey, the Greek government would not accept\nit.\n    Papandreou has maintained in the past that he will not\nnegotiate with Ankara until Turkey recognises Greek rights in\nthe Aegean and withdraws its troops from Cyprus.\n    He said that in the case of war with Turkey it would not be\npossible for Greece to discuss the future of American military\nbases here. Asked by reporters if he would close the U.S. Bases\nin Greece in the event of war, Papandreou replied \"Obviously,\nand perhaps even before the war.\"\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "papandreou"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}