{
    "DATE": "20-MAR-1987 17:06:47.92",
    "TOPICS": [
        "livestock",
        "pork-belly"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8008",
    "TEXT": {
        "TITLE": "LITTLE EFFECT SEEN FROM COLD STORAGE REPORT",
        "DATELINE": "    CHICAGO, March 20 - ",
        "BODY": "The USDA monthly cold storage report\nfor meats is expected to have little, if any, effect on\nlivestock and meat futures at the Chicago Mercantile Exchange\nMonday and daily fundamentals will likely provide the bulk of\ndirection, livestock analysts said.\n    The increase of 66.4 mln lbs in total poultry offsets the\n22.6 mln lbs decline in total red meats. Fundamentals may\nprovide most of the direction in futures on Monday, they said.\n    \"I think the market is going to be looking at some other\nthings and accentuate whatever the action of cash markets might\nbe early next week,\" Jerry Gidel, livestock analyst for GH\nMiller, said.\n    Shearson Lehman livestock analyst Chuck Levitt said futures\nwill be in the shadow of a little larger seasonal hog\nmarketings pace next week. Also, Easter ham business was\ncompleted this week and there may be less aggressive interest\nfor pork in general next week.\n    \"We needed some help from the cold storage report to avert\na possible setback next week in the pork complex,\" Levitt said.\n    Analysts agreed with CME floor traders and called the belly\nfigure neutral to slightly negative. Although belly stocks were\ndown 33 pct from last year, they exceeded the average\nexpectation and actually showed a lighter than expected decline\nfrom last month due to an adjustment to last month's holdings,\nthey said.\n    However, analysts noted that the amount of bellies put in\nstorage has been light since the beginning of March and this is\na potentially bullish situation.\n    Glenn Grimes, agronomist at the University of Missouri,\nsaid, \"I would not look for (belly) storage during the next\nmonth or two to be heavier than a year ago - I think it will be\nless.\"\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ]
}