{
    "DATE": "11-MAR-1987 17:23:08.89",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3984",
    "TEXT": {
        "TITLE": "HUGHES <HT> APPROVES MERGER WITH BAKER <BKO>",
        "DATELINE": "    HOUSTON, March 11 - ",
        "BODY": "An overwhelming majority of Hughes Tool\nCo shareholders approved a merger agreement with Baker\nInternational Corp based on revised terms that allow the\ncompanies additional time to sell a drilling bit business as\nrequired by the U.S. Justice Department.\n     Hughes chairman William Kistler said the revised terms of\nthe proposed consent decree also set a 10 mln dlr cap on how\nmuch funding the newly combined companies will have to spend on\nthe disputed drilling bit business until it is sold.\n    An earlier proposed consent decree did not establish a\nfunding limit.\n    The Baker-Hughes merger, which would would create a 1.2\nbillion dlr oilfield services company, almost fell through\nearlier this month when Hughes balked at terms of a proposed\nJustice Department consent decree that would have given the\ncompanies only three months to find a buyer for the Reed\nbusiness.\n    Baker said today it would withdraw the one billion dlr\nlawsuit it had filed to force Hughes to follow through with the\nmerger.\n    Hughes' Kistler, speaking to reporters after 85 pct of\nHughes' shareholders approved the merger, said the revised\nterms of the agreement give the companies six months to find a\nbuyer for the Reed drilling bit business. The previous\nagreement had proposed a three-month period.\n    Kistler said the the government had also indicated it would\nconsider granting, if necessary, an additional three-month\nextension to complete the sale.\n    He said there were \"several people looking\" at the domestic\ndrilling bit business.\n    The companies, Kistler said, have also decided to\nvoluntarily sell a Reed plant in Singapore.\n    Kistler estimated that the merger, which should be\ncompleted in about two weeks, will result in annual cost\nsavings of about 50 mln dlrs. He said he expects \"substantial\ncutbacks\" in the 20,000-member workforce at Baker-Hughes Inc,\nthe name the merged company will take.\n    Kistler said the cost savings and greater efficiencies\nshould put the company on a profitable course. \"We think that\nin the third or fourth quarter after the merger we should see\nsomething close to breakeven,\" he said.\n    In the fourth quarter of 1986, Hughes earned 31.7 mln dlrs\non sales of 215.7 mln dlrs.\n    Baker, in its first fiscal quarter ended December 31, lost\n34.2 mln dlrs on revenues of 297.7 mln dlrs.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sarney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}