{
    "DATE": "13-MAR-1987 18:32:42.73",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5127",
    "TEXT": {
        "TITLE": "TRADING RANGE LIKELY TO CONTINUE IN DEBT FUTURES",
        "AUTHOR": "    By Brad Schade, Reuters",
        "DATELINE": "    CHICAGO, March 13 - ",
        "BODY": "U.S. economic data due out next week is\nunlikely to hold any surprises that will shake U.S. interest\nrate futures out of their relatively narrow trading range of\nthe last 3-1/2 months, financial analysts said.\n    \"People don't seem to have any firm conviction about the\ncurrent strength of the economy or about the Federal Reserve\ndoing anything,\" said Drexel Burnham Lambert analyst Norman\nMains.\n    The narrow range trading is also taking its toll on trading\nvolume, he noted. \"We've had a decline in activity as recent\neconomic statistics have not greatly changed people's\nviewpoints on interest rates,\" Mains said.\n    The data, which has provided not clear-cut view of the\neconomy, coupled with dampened activity in the foreign exchange\nmarkets after the Paris initiative has made for \"less than\nebullient market action,\" Mains said.\n    He added, however, that Treasury bond futures could be in\nfor a retracement after the recent rise as they are near the\ntop of the trading range.\n    \"My view is that the economy remains relatively strong and\nmarket participants will see that current prices are\nunjustified,\" Mains said.\n    Refco Inc senior vice president Michael Connery also noted\nthat the market is showing very little momentum and lacks\nretail interest. \"All of the movement occurs at the opening,\"\nafterwhich volume dwindles and momentum fades, Connery said.\n    Although data during the week was mildly positive for bond\nprices, the small rise in February producer prices and downward\nrevisions in January retail sales and industrial production\nwere \"not real exciting,\" said Prudential Bache analyst Fred\nLeiner.\n    \"There is no one factor that will push us through the highs\nat this moment,\" Leiner said.\n    Next week's revision to fourth quarter U.S. Gross national\nProduct is also likely to be of little interest to the market,\nsaid Kleinwort Benson chief financial economist Sam Kahan.\nStill, forecasts for first quarter GNP could play a role in the\ndirection of bond prices over the next month.\n    Kahan said his early estimate for first quarter growth is\naround three pct, due largely to a buildup in inventories\nreflected in the January inventory data Friday, which showed\nthe largest increase since 1979.\n    \"The key question will be not whether there is a large\nincrease in first quarter GNP, but whether any increase is\nsustainable or a one shot deal,\" Kahan said.\n    He said that a sizable increase in first quarter GNP\nstemming from an increase in inventories will be a drag on\nsecond quarter growth.\n    If that is the case, GNP in the second quarter could ease\nback to a one to two pct growth rate, Kahan said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}