{
    "DATE": "19-OCT-1987 14:37:31.72",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "21078",
    "TEXT": {
        "TITLE": "NORTHEAST SAVINGS <NSB> ADOPTS RIGHTS PLAN",
        "DATELINE": "    HARTFORD, Conn., Oct 19 - ",
        "BODY": "Northeast Savings F.A. said its\nboard adopted a shareholder rights plan designed to protect the\ncompany from coercive takeover tactics and bids not fair to all\nsharholders.\n    Under the plan, the board declared a dividend of one share\npurchase right for each of the Northeast common shares held of\nrecord as of November two, the company said.\n    Initially, the rights are not exerciseable, rights\ncertificates are not distributed, and the rights automatically\ntrade with Northeast's shares, the company said.\n    However, 20 days following the acquisition of 20 pct or\nmore of Northeast's common shares shares or 20 days following\nthe commencement of a tender offer for 30 pct or more of\nNortheast's shares, the rights will become exerciseable and\nseparate rights certificates will be distributed, the company\nsaid.\n    The rights will entitle holders of Northeast's common\nshares to purchase additional shares at an exercise price of 60\ndlrs a share, the company said.\n    The company said that in the event of certain triggering\nevents described in the rights plan, holders of the rights,\nother than an acquiring person, will be entitled to acquire\nNortheast's common shares having a market value of twice the\nthen-current exercise price of the rights. Also, in the event\nNortheast enters into certain business combination\ntransactions, holders of the rights will be provided a right to\nacquire equity securities of the acquiring entity having a\nmarket value of twice the then-current exercise price of the\nrights, the company said. Northeast said it will be entitled to\nredeem the rights at one cent per right until the occurence of\ncertain events.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "verity"
    ],
    "ORGS": [
        "opec"
    ]
}