{
    "DATE": " 1-JUN-1987 19:47:28.52",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17873",
    "TEXT": {
        "TITLE": "HARCOURT <HBJ> DEBENTURES MAY TRIGGER SUIT",
        "DATELINE": "    NEW YORK, June 1 - ",
        "BODY": "Holders of convertible subordinated\ndebentures of Harcourt Brace Jovanovich Inc threatened to sue\nthe company if they do not get more information about how their\ninvestment will be affected by the company's proposed\nrecapitalization plan.\n    The holders, none of whom was willing to be identified,\nsaid although Harcourt has urged that they convert their shares\nto common stock by the June eight record date for a special\ndividend, they were unable to determine if it might be better\nfor them to continue holding the debentures.\n   \n    \"There are rumors that various houses will bring litigation\nif we don't get answers,\" said a Wall Street source. Officials\nof Harcourt declined to comment, citing a suit brought by\nBritish publisher Robert Maxwell whose has been trying to\nacquire Harcourt.\n    Executives of First Boston Inc, Harcourt's financial\nadviser, did not return a telephone call seeking comment.\n    When it announced its recapitalization May 26 Harcourt\nadvised holders of the 6-3/8 pct convertible subordinated\ndebentures due 2011 to convert into common by the June eight\nrecord date for the company's special dividend.\n    Harcourt's special dividend pays 40 dlrs per share in cash\nplus a security worth 10 dlrs. Holders would also retain stock\nin the recapitalized firm.\n    The debentures had been convertible at 34 dlrs per share.\nHarcourt's May 26 announcement said the conversion price would\nbe adjusted according to the indenture covering the securities.\nArbitrageurs said the conversion formula yielded a \"negative\nnumber\" and thus they needed further information from the\ncompany.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}