{
    "DATE": "19-MAR-1987 02:27:12.52",
    "TOPICS": [
        "trade",
        "bop",
        "gnp"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "6959",
    "TEXT": {
        "TITLE": "AUSTRALIAN EXPORTS HELPING TO BOOST GDP",
        "AUTHOR": "    By David Skinner, Reuters",
        "DATELINE": "    SYDNEY, March 19 - ",
        "BODY": "The strong contribution of exports to\nthe growth in Australia's gross domestic product (GDP) in the\nfourth quarter of 1986 was a significant and welcome feature of\nthe data, private economists polled by Reuters said.\n    Real GDP rose 1.1 pct in the fourth quarter of 1986, after\nrising 0.2 pct in the third quarter and falling 1.1 pct a year\nearlier.\n    Equally significant was the decline in both private and\ngovernment spending, they said.\n    Exports of goods and services rose 13 pct in the fourth\nquarter, while imports rose only 2.9 pct, Statistics Bureau\nfigures show. Consumer spending declined 0.6 pct and government\nspending by 0.2.\n    Bob Edgar of the Australia and New Zealand Banking Group\nLtd said the government's aim of reducing the current account\ndeficit by boosting exports and lowering consumption to cut\nimports appeared to be working.\n    However, he cautioned that care must be taken to keep\ngrowth restrained because if it accelerated too fast imports\nwould increase and worsen the balance of payments.\n    Andre Morony of Bankers Trust Australia Ltd added the\nresult was positive because growth was export-driven.\n    But he said the GDP rise came as no surprise given the\ngrowth in exports disclosed in other statistics.\n    The economists' comments were echoed by Treasurer Paul\nKeating in a statement issued in Canberra.\n    Keating said the figures showed encouraging trends for a\nreduction in the current account deficit, notably the decline\nin domestic demand and the strong increase in exports.\n    A further 3.5 pct fall in the terms of trade in the quarter\nunderscored the need to continue restraint in wages, prices and\npublic sector spending and borrowing to improve Australia's\ncompetitiveness, he said.\n    \"It is clear that through the continued application of that\nstrategy Australia will make the necessary adjustments in its\nexternal accounts and return to a more sustainable growth\npattern,\" he added.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "siregar"
    ],
    "EXCHENGES": [
        "lme"
    ]
}