{
    "DATE": "30-MAR-1987 17:36:39.53",
    "TOPICS": [
        "crude"
    ],
    "NEWID": "11118",
    "TEXT": {
        "TITLE": "EXXON (XON) SEES SYNFUELS ROLE BY YEAR 2000",
        "DATELINE": "    HOUSTON, March 30 - ",
        "BODY": "Development of costly shale oil,\nliquified coal and other kinds of synthetic fuels, halted in\nrecent years because of cheap and abundant petroleum supplies,\nwill become economic again when world oil prices top 30 dlrs a\nbarrel, an Exxon Co USA executive said.\n    Joe McMillan, a senior vice president, told Reuters after\naddressing a Houston meeting of the American Institute of\nChemical Engineers, \"By early in the next century, synthetics\nshould play a significant role in this country's energy\nsupply.\"\n    McMillan also told reporters at a news conference that he\nbelieved synthetic fuels would become economic to develop when\nworld oil prices reached a 30 to 40 dlr a barrel price range.\n    \"You're talking about a 50 pct increase in crude oil\nprices, but I think that time is coming and we've got to be\nprepared,\" McMillan said.\n    He predicted U.S. oil demand would rise by about one pct\nannually in the next few years while the nation fails to\nreplace its oil reserves through exploration. By the turn of\nthe century, world oil prices will be significantly higher\nbecause of declining supplies, McMillan said.\n    Ashland Oil, Inc. chairman John Hall, who also spoke at the\nmeeting, advocated some form of federal tax incentives to help\nspur development of synthetic fuels.\n    The United States, Hall said, has nearly 500 billion tons\nof demonstrated coal reserves, an amount more than triple that\nof all the world's known oil reserves.\n    \"We must encourage research now in order to make synfuels\ncompetitive later,\" Hall said. The average lead time for\ndevelopment of a shale oil or liquified coal project is between\nfive and ten years.\n    Until last year, the federal government had subsidized\nsynfuels development through the U.S. Synthetic Fuels Corp., a\nresearch program created during the Carter Administration with\nthe goal of developing replacements for up to two mln barrels\nof oil.\n    The corporation was shut down last April when Congress\nrefused to continue funding its eight billion dlr budget\nbecause of uneconomic projects based on forecasts of 50 dlrs a\nbarrel oil and 10 dlr per mcf natural gas during this decade.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ]
}