{
    "DATE": " 2-MAR-1987 17:33:23.03",
    "TOPICS": [
        "propane",
        "heat",
        "gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "829",
    "TEXT": {
        "TITLE": "NYMEX TO SUBMIT PROPANE PROPOSAL TO CFTC",
        "DATELINE": "    NEW YORK, March 2 -",
        "BODY": "The New York Mercantile Exchange expects\nto submit a propane futures contract for federal regulatory\napproval within a few days, according to an exchange\nspokeswoman.\n    As previously announced, the Board of Governors of the\nexchange approved the contract last month. The exchange will\nnow submit the contract to the Commodity Futures Trading\nCommission, according to the spokeswoman.\n    Contract specifications will resemble those of heating oil\nand gasoline futures. The contract size will be 1,000 barrels,\nor 42,000 U.S. gallons.\n    The minimum price fluctuation for the propane futures\ncontract will be  0.01 cent per gallon, or 4.20 dlrs a barrel,\naccording to the exchange.\n    The maximum daily price limit will be two cts a gallon on\nall contracts except spot. Trading will terminate on the last\nbusiness day of the month preceding the delivery month.\n    The exchange said delivery will be F.O.B from the seller's\npipeline, storage, or fractionation facility in Mont Belvieu,\nTexas, which has a direct pipeline access to the Texas Eastern\nTransmission Pipeline (TET) in Mont Beliview.\n    Delivery method will be by in-line or in-well transfer,\ninter-facility transfer or pumpover, or book transfer and\ncannot be done earlier than the tenth calendar day of the\ndelivery month, according to the exchange. Deliveries must be\ncompleted no later than two business days prior to the end of\nthe delivery month.\n    Buyers taking delivery of the propane must pay the seller\nby certified check and the deadline for payment is 1200 EST\n(noon) of the second business day following receipt of the\npropane.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}