{
    "DATE": " 2-JUN-1987 19:40:12.50",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "greenspan",
        "volcker"
    ],
    "NEWID": "18360",
    "TEXT": {
        "TITLE": "NEAR TERM STRENGTH SEEN FOR CURRENCY FUTURES",
        "AUTHOR": "    by Patricia Campbell, Reuters",
        "DATELINE": "    CHICAGO, June 2 - ",
        "BODY": "Currency futures are likely to move\nhigher following the sharp rally today after President Reagan\nannounced that Paul Volcker would not accept a third term as\nFederal Reserve Chairman and that Alan Greenspan was nominated\nas his replacement, currency analysts said.\n    Contrary to predictions before the Volcker resignation,\nanalysts are calling for higher currency futures prices between\nnow and the June 8 Venice economic summit.\n    In particular, uncertainty about Greenspan's attitude to\nthe dollar could undermine sentiment toward the U.S. currency,\nanalysts said.\n    Greenspan said today that the dollar appeared to be nearing\na bottom, but the market will bear in mind his remarks in\nChicago last week that the dollar's recent move upward was a\ntechnical reaction and that it would trade significantly lower,\nanalysts said.\n   \n    \"Disappointment of European central bankers over the\nappointment will be used as an opportunity to sell the dollar\nlower,\" said Manufacturers Hanover Futures vice president Carol\nMackoff.\n    \"The international community will not like this\nappointment,\" as it suggests the possibility that the U.S.\nbudget deficit is too much of a burden on monetary policy and\nthat Volcker was unable to get the commitment he sought to\nreduce the deficit, added Merrill Lynch Economics analyst David\nHorner.\n     Furthermore, \"that Greenspan was not named two months ago\nsuggests that he was not the Administration's first choice --\nand that the status of his appointment was as a bridesmaid,\"\nHorner said.\n    A declining dollar scenario with higher currency futures\nprior to and throughout the Venice meetings would be mitigated\nonly by concrete action as opposed to \"jawboning\" at the G-7\nsummit, he said.\n    But G-7 finance ministers, judged by recent statements, may\nbe at an impasse, analysts said.\n    Japan and West Germany today reiterated that neither\nplanned further interest rate cuts, despite pressure from the\nU.S. to do so, Mackoff said.\n    The U.S., on the other hand, has not cut its budget deficit\nas Japan and West Germany have urged, she said.\n    Should G-7 members force a U.S. commitment to cut its\nbudget deficit in the next two years, a further decline in the\ndollar could be forestalled, Horner said.\n    However, \"the impact from Venice will be nothing if nothing\nchanges,\" Horner said.\n    Smith Barney, Harris Upham and Co. analyst Craig Sloane\nsaid European currencies will likely move to the higher end of\ntheir 1987 ranges after today's sharp advance.\n    For the next two weeks, Sloan calls for September yen\nfutures to advance toward the 0.007200 area. He said September\nmarks could close in on 0.5700 as an upside target, while Swiss\nfrancs could climb to a range between 0.6900 and 0.6950.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}