{
    "DATE": "16-MAR-1987 21:30:24.87",
    "TOPICS": [
        "wpi"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "5769",
    "TEXT": {
        "TITLE": "JAPAN WHOLESALE PRICES FALL 0.1 PCT IN FEBRUARY",
        "DATELINE": "    TOKYO, March 17 - ",
        "BODY": "Japan's overall wholesale price index\n(base 1980) fell 0.1 pct in February from a month earlier to\n86.4 for the second consecutive month-on-month fall, the Bank\nof Japan said.\n    Wholesale prices fell 0.6 pct in January from December.\n    The index fell 9.1 pct from a year earlier for the 21st\nstraight year-on-year drop, the central bank said.\n    The reduced month-on-month drop mainly stemmed from the\nrecovery in world crude oil prices, it said.\n    On a customs-cleared basis, crude oil prices rose to around\n17 dlrs a barrel in February from about 15 dlrs in January.\n    The average value of the yen against the dollar rose 0.8\npct to 153.50 in February from 154.67 in January and was up\n16.8 pct from 184.55 a year earlier, the bank said.\n    The export price index in February fell 0.7 pct from a\nmonth earlier reflecting price cuts in export products like\ncars and precision instruments due to severe foreign\ncompetition. The index was down 7.1 pct from a year earlier.\n    The import price index rose 1.1 pct from a month earlier to\n57.4 for the sixth successive month-on-month gain mainly due to\nthe continued strength of world crude oil prices. But the index\nwas down 29 pct from a year earlier.\n    The domestic price index fell 0.1 pct to 91.9 in February,\nits 24th straight monthly drop, mainly reflecting falls in\nprices of home appliances such as colour televisions due to\nsevere sales competition at home. Lower edible oil prices added\nto the decline.\n    The index was down 6.7 pct from a year earlier.\n    The domestic index marked its largest year-on-year drop of\n7.1 pct in January since the central bank started compiling\nsuch statistics in 1960 under its current system.\n    Wholesale prices are likely to turn upward in March as\nhigher world crude oil and raw material prices are expected,\nthe bank said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "de-clercq"
    ]
}