{
    "DATE": " 1-APR-1987 08:23:47.85",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11863",
    "TEXT": {
        "TITLE": "U.S. SUPREME COURT ALLOWS DELTA-WESTERN MERGER",
        "DATELINE": "    WASHINGTON, April 1 - ",
        "BODY": "U.S. Supreme Court Justice Sandra Day\nO'Connor early this morning lifted an Appeals Court injunction\nblocking the planned merger of Delta <DAL> Airlines\nInc and Western Airlines <WAL>, the Court said.\n    O'Connor's action came hours after a three-judge panel of\nthe 9th U.S. Circuit Court of Appeals in San Francisco had\nblocked the merger until a dispute over union representation\nhad been settled by arbitration.\n    A Supreme Court spokesman said O'Connor granted a stay of\nthe injuction, allowing the merger, worth nearly 860 mln dlrs,\nto go through as planned later today.\n    The Supreme Court spokesman provided no other details. Each\nof the nine Supreme Court justices has jurisdiction over a\nparticular regional Appellate circuit and has the power to\nprovisionally overturn its rulings without comment.\n    The Appeals Court ruling surprised officials of\nAtlanta-based Delta, which had been preparing for the merger\nfor months and had already painted Delta logos on airplanes\nbelonging to Western, which has headquartera in Los Angeles.\n    \"Our plans were to finalize the merger at midnight tonight,\"\nDelta spokesman Bill Berry told the Atlanta Constitution late\nlast night. \"There was really very little that remained to be\ndone.\"\n    The ruling in San Francisco came in a lawsuit that had been\nfiled in a Los Angeles federal court in which the Air Transport\nEmployees union sought to force Western's management to fulfill\na promise that it would honor union contracts if a merger took\nplace.\n    The airlines argued that Western's promise could not be\nenforced in a takeover by a larger company.\n    After learning of the appeals court ruling, Delta officials\nlast night spread the word by telephone that Western employees\nshould report for work today in their old uniforms, not in new\nDelta outfits.\n    Delta announced last September that it was purchasing\nWestern. The merger took place in December, and Western has\nbeen operated as a Delta subsidiary since then. The Western\nname was to have disappeared at midnight last night.\n    At issue is whether the Western unions would continue to\nrepresent Western employees after the integration of the two\nairlines.\n    While all but eight pct of Western's 11,000 employees are\nunionized, only Delta's pilots are union members.\n    Delta had maintained that the three unions having contracts\nwith Western -- The Association of Flight Attendants and the\nTeamsters, as well as the Air Transport Employees -- would be\n\"extinguished\" after today.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "macsharry"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}