{
    "DATE": "29-JUN-1987 15:50:49.97",
    "TOPICS": [
        "interest",
        "housing"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19875",
    "TEXT": {
        "TITLE": "INTEREST RATES HURT U.S. MAY HOUSING SALES",
        "AUTHOR": "    By Steven Radwell, Reuters",
        "DATELINE": "    NEW YORK, June 29 - ",
        "BODY": "Sales of new single-family homes\ntumbled 14.9 pct in May from April levels because of higher\nmortgage interest rates, analysts said.\n    \"There should be another month or two of very weak new home\nsales but with interest rates stabilizing, sale of new homes\nshould become more stable by mid-summer,\" said economist\nLawrence Chimerine of Wharton Econometrics Inc.\n    The drop in May, to a seasonally adjusted annual rate of\n616,000 units, was the largest since January 1982, the Commerce\nDepartment said.\n    Interest rates on conventional mortgages bottomed out at\nabout 9.08 pct in March and rose to about 10.7 pct in April,\naccording to Stephen Roach, economist at Morgan Stanley.\n    The effect was to freeze some potential new homebuyers out\nof the market, he and others said.\n    \"The rates moved very suddenly and were certainly\nunexpected by homebuyers,\" said Cynthia Latta, an economist\nwith Data Resources. \"They were so startled, they wanted to\nhold back and see what would happen.\"\n    The drop in sales of new single-family home sales was\nsharper than expected, some economists said. \"We fully expected\na decline but the extent was more than we anticipated,\" said\nJames Christian, chief economist for the U.S. League of Savings\nInstitutions.\n    Christian said there was a sharp rise in May in sales of\nexisting homes, which are generally less expensive than new\nhomes.\n    Latta of Data Resources said strong sales of new\ncondominiums in the Northeast and on the West Coast were\nreflected in sales of existing but not new homes.\n    Christian of the U.S. League of Savings Institutions said,\n\"Underlying housing demand remains strong. I think the market\nis going to stabilize and give us a good second half.\"\n    Others were less optimistic, however.\n    \"We clearly won't have a boom (in new home sales) but I\ndon't think this is the start of a collapse in single-family\nhousing,\" said Chimerine of Wharton.\n    Eugene Sherman, chief economist of the Federal Home Loan\nBank of New York, said, \"The lower sales level will be\nmaintained for awhile until there is another change in rates.\nThere won't be much specific improvement in coming months.\"\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "kohl",
        "chirac",
        "mitterrand"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}