{
    "DATE": "27-MAR-1987 11:48:27.70\u0005\u0005\u0005F A",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "10505",
    "TEXT": {
        "TITLE": "ICCO COUNCIL AGREES COCOA BUFFER STOCK RULES",
        "DATELINE": "    LONDON, March 27 - ",
        "BODY": "The International Cocoa Organization\n(ICCO) Council reached agreement on rules to govern its buffer\nstock, the device it uses to keep cocoa off the market to\nstabilise prices, ICCO delegates said.\n    The date on which the new rules will take effect has not\nbeen decided but delegates said they expected them to come into\nforce early next week, after which the buffer stock manager can\nbegin buying or selling cocoa.\n    Since prices are below the \"may-buy\" level of 1,655 Special\nDrawing Rights a tonne set in the cocoa pact, the manager is\nlikely to buy cocoa sooon to support the market, they said.\n    Delegates and traders said they expected the manager,\nJuergen Plambeck, to intervene in the market within three weeks\nof the pact coming into force.\n    The rules permit him to buy and sell cocoa from origins or\nthe second hand market on an offer system, not by means of a\nposted price as in the previous cocoa accord.\n    The cocoa will be priced according to a fixed set of\ndifferentials, ranging from 137 stg for most expensive Ghana\ncocoa to zero for Malaysian cocoa.\n    Purchases from non-members, such as Malaysia, will be\nlimited to 15 pct of the total stock and those on any one day\nshould be limited to 40 pct each in nearby, intermediate and\nforward positions.\n    The council meeting, which is expected to conclude two\nweeks of sessions involving various working groups and the\ncouncil itself, was continuing, the delegates said.\n    The current cocoa agreement came into force on January 20\nduring a previous meeting of the council which was unable to\nagree on the rules to implement buffer stock operations.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "papandreou"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "icco"
    ]
}