{
    "DATE": "16-MAR-1987 05:29:06.58",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "philippines"
    ],
    "NEWID": "5235",
    "TEXT": {
        "TITLE": "PHILIPPINES SEES 1987 GOVERNMENT REVENUE UP 26 PCT",
        "DATELINE": "    MANILA, March 16 - ",
        "BODY": "Philippine government revenue is\nexpected to rise 26 pct to 99.9 billion pesos this year from\n79.1 billion in 1986, Finance Secretary Jaime Ongpin said.\n    In a report to President Corazon Aquino on his department's\nperformance during the year ended February 28, Ongpin said at\nleast 15.9 billion pesos were expected to accrue from new tax\nreform measures announced last year.\n    He said the goal for official development assistance (ODA)\nthis year is two billion dlrs, adding that aid donors have\ncommitted ODA inflows of 1.7 billion dlrs in 1987, up 30 pct\nfrom 1.3 billion in 1986.\n    Ongpin said steps planned to provide a sound revenue base\nincluded a value added tax (VAT) system due to be introduced in\n1988. He gave no other details.\n    He said treasury bill maturities, interest rate levels and\nthe volume of government securities sold to the private sector\nhave improved significantly. \"In particular, short-term prime\ninterest rates which had gone over 40 pct in 1985, are now down\nto less than 10 pct,\" he said.\n    Ongpin said the government's debt-equity scheme, introduced\nin August last year, had attracted more than 276 mln dlrs worth\nof applications, but selective evaluation had resulted in\napprovals of only 61.8 mln dlrs at end-February.\n    He said his department aims to accelerate its privatisation\nprogram and the sale of non-performing assets owned by\nassociates of former President Ferdinand Marcos to achieve a\n1987 sales target of four billion pesos which would help\nfinance land reform.\n    Aquino said earlier this month that all the 24 billion\npesos the government hopes to raise from the sale of the failed\ncompanies will be used to finance the land reform plan.\n    Ongpin also said the government would pursue efforts to\nobtain 500 mln dlrs in concessional funding for the program\nfrom a World Bank-led consultative group of multilateral and\nbilateral aid donors.\n    The government has said the land reform plan aims to\ndistribute 9.7 mln hectares of land to poor peasants.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "ongpin"
    ]
}