{
    "DATE": "25-MAR-1987 12:12:53.17",
    "TOPICS": [
        "trade",
        "grain"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9406",
    "TEXT": {
        "TITLE": "U.S. SENATE PANEL APPROVES TRADE MISSION BILL",
        "DATELINE": "    WASHINGTON, March 25 - ",
        "BODY": "The U.S. Senate Agriculture\nCommittee approved a bill that would establish farm trade and\naid missions to promote the use of U.S. food aid, donation,\ncredit and export subsidy programs by overseas customers.\n    The bill, approved by voice vote, would establish trade\nmissions made up of representatives of the Departments of\nAgriculture and State, the Agency for International\nDevelopment, the Overseas Private Investment Corp, market\ndevelopment cooperatives and private voluntary organizations.\n    At least 16 missions would have to be sent within one year\nafter enactment of the bill. The missions would promote U.S.\nprograms, including PL480, Section 416 donations, Export\nEnhancement Program, the dairy export incentive program, and\nexport credit guarantee programs (GSM-102, GSM-103).\n    The panel agreed to drop a provision in the original bill,\noffered by Sen. John Melcher (D-Mont.), that would have\nrequired the U.S. Agriculture Department to donate at least one\nmln tonnes of surplus commodities to developing countries.\n    Current law requires USDA to donate at least 750,000 tonnes\nof surplus grains and dairy products under the Section 416 food\ndonation program.\n    The Congressional Budget Office estimated that the proposed\nincrease in the minimum tonnage requirement would have cost up\nto 50 mln dlrs per year, Senate staff said.\n    The committee also dropped a provision identifying which\ncountries would be the focus of the trade missions' activities.\n    Under the bill adopted by the committee, countries \"friendly\nto the United States\" would be eligible to host the trade\nmissions.\n    Melcher originally had proposed sending missions to Mexico,\nthe Philippines, Indonesia, Bangladesh, Senegal, Nigeria, Peru,\nKenya, the Dominican Republic, Costa Rica, Malaysia, Venezuela,\nTunisia and Morocco.\n    The bill also would require the Foreign Agricultural\nService, FAS, to have at least 850 full-time employees during\nfiscal years 1987-89. As of February 28, FAS had 790 full-time\nemployees, a FAS spokesman said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "mousavi"
    ],
    "ORGS": [
        "ec"
    ]
}