{
    "DATE": "27-MAR-1987 07:11:25.12\u0005\u0005\u0005RM",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "10347",
    "TEXT": {
        "TITLE": "WORLD BANK CHIEF URGES MORE JAPANESE INVESTMENT",
        "DATELINE": "    TOKYO, March 27 - ",
        "BODY": "World Bank President Barber Conable\ncalled on Japan to boost investment in developing nations, for\nits own sake as well as that of the world economy.\n    \"Japan has the means to make a major contribution to\ndevelopment in the Third World,\" he told about 500 Japanese\nbusinessmen and academics. \"I would be pleased with additional\nsupport.\"\n    With 25 pct of the world's total banking assets, Japan\ncould do more to help assist indebted Third World countries\ndevelop roads, bridges and other infrastructure, he said.\n    Conable said additional commercial bank investment would\nalso be to Japan's advantage.\n    It would profit from rechannelling its huge trade surplus\ninto Third World economies -- notably those in South America,\nChina and India -- that are likely to expand faster than those\nin the developed world, he said.\n    Japan is now the second largest shareholder in the Bank's\nconcessionary lending affiliate, the International Development\nAssociation (IDA). It has also agreed recently to expand its\ncontribution to another affiliate, the International Bank for\nReconstruction and Development (IBRD), Conable noted.\n    Conable said the World Bank was expanding its structural\nadjustment loans, designed to encourage developing countries to\nopen their economies more to free competition and trade.\n    \"Adjustment loans could rise to 30 pct (of total World Bank\nloans) in the near future, though maybe not this year,\" Conable\ntold Reuters after his speech.\n    Such loans currently account for slightly over 20 pct.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "conable"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "worldbank"
    ]
}