{
    "DATE": " 9-MAR-1987 15:31:34.34",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "ecuador"
    ],
    "NEWID": "3332",
    "TEXT": {
        "TITLE": "ECUADOR QUAKE TO CUT OIL REVENUES 800 MLN DLRS",
        "DATELINE": "    Quito, march 9 - ",
        "BODY": "up to 300 people were feared dead and more\nthan 15,000 people left homeless by thursday's earthquake,\nwhich will cost Ecuador close to 800 mln dlrs in lost petroleum\nrevenues, authorities said.\n    They estimated the cost of repairing a damaged oil pipeline\nat 150 mln dlrs.\n    \"the magnitude of the damages caused by the earthquake is\ngigantic,\" president leon febres cordero said after inspecting\nthe damages in napo, the hardest-hit jungle province, 100 miles\nfrom here.\n    The quake damaged 40 km of an oil pipeline, forcing this\nopec nation to suspend crude exports for four months, president\nfebres cordero said in a statement issued today by the\npresidential press office.\n    The country would lose an estimated 800 mln dlrs in crude\nexports until the pipeline was repaired, the president said. It\nwould cost 150 mln dlrs to repair the pipelline which carries\noil from jungle oil fields over the andes to Balao, a pacific\nocean port.\n    Crude traditionally accounts for up to two-thirds of\necuador's exports.\n    the quake triggered landslides, swelling the aguarico river\nwhich burst it banks carrying away homes and huts in napo\nprovince, health minister jorge brancho told reuters.\n    \"we fear that up to 300 people died in napo though there is\nno way of now knowing the exact figure because many people have\ndisappeared,\" he said.\n    Other estimates ranged as high as 500 dead.\n    So far 20 corpses have been recovered, bracho said.\n    Information Minister Marco Lara told reporters: \"the number\nof dead and injured is not known ... because we do not know how\nmany people lived in the homes hit by the landslides.\"\n    Bracho said at least 15,000 were left homeless in the\ncayambe district.\n Reuter\n\u0003"
    },
    "ORGS": [
        "bis"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "ipe"
    ]
}