{
    "DATE": " 2-APR-1987 05:25:16.15",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "12432",
    "TEXT": {
        "TITLE": "BAYER CONFIDENT OF POSTING GOOD 1987 RESULTS",
        "DATELINE": "    LEVERKUSEN, West Germany, April 2 - ",
        "BODY": "Chemicals group Bayer\nAG <BAYG.F> said it expects to post another good result in 1987\nafter raising pre-tax profit to a new record high in 1986.\n    The company said that this was despite the mark's further\nstrengthening against the dollar and other currencies and\ndespite an increase in competitive pressure.\n    \"The further progress of our business will depend largely on\nthe extent to which threats to free trade materialise and on\nthe developments of exchange rates, raw material and energy\ncosts.\n    Bayer said world group pre-tax profit rose to 3.30 billion\nmarks in 1986, exceeding the previous year's record of 3.15\nbillion. Parent company pre-tax profit increased to 1.72\nbillion from 1.62 billion.\n    The company gave no net profit figures or any indication of\nthe likely 1986 dividend. Bayer paid a 10-mark dividend on 1985\nresults, up one mark from a year earlier.\n    Bayer said that world group operating profit declined\nslightly in 1986 against 1985 but non-operating results showed\na further improvement.\n    Bayer said that the decline in world group turnover to\n40.75 billion marks from 45.93 billion in 1985 reflected mainly\nthe sharp fall in the dollar against the mark.\n    Lower prices on the raw material side had also brought\npressure on selling prices, it added.\n    In volume terms, however, 1986 sales rose slightly against\n1985, the company said without giving details.\n    \"The western Europe, North America and Far East regions\ndeveloped well in local currency, but here too the translation\nof local currency sales into marks distorted the picture,\nespecially in the case of North America,\" it said.\n    Bayer said parent company volume sales were also higher in\n1986, although turnover fell 4.3 pct to 16.77 billion marks.\n    Capacity use was high at the parent company in 1986,\nresulting in a decline in marginal unit costs. This, combined\nwith savings in raw material and energy costs, helped offset\nfalling prices and cost increases in other areas.\n    The rise in pre-tax parent company profit was due to lower\nextraordinary expenses and higher net interest income.\nPlastics, organic chemicals, polyurethanes and coating raw\nmaterials all developed well, it said.\n    Turning to the 1986 fourth quarter, Bayer said that world\ngroup turnover fell to 9.67 billion marks in the last three\nmonths of 1986 from 10.43 billion in the same 1985 period.\n    Parent company turnover in the fourth quarter fell 7.1 pct\nto 3.69 billion marks, with domestic turnover 4.1 pct lower and\nforeign turnover 8.6 pct lower.\n    Exports accounted for 65.3 pct of turnover in the quarter\nagainst 66.4 pct in the same quarter of 1985.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}