{
    "DATE": "16-MAR-1987 03:00:35.30",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "west-germany",
        "usa",
        "uk"
    ],
    "NEWID": "5201",
    "TEXT": {
        "TITLE": "GERMAN BANKING AUTHORITIES WEIGH SWAP REGULATIONS",
        "AUTHOR": "    By Alice Ratcliffe, Reuters",
        "DATELINE": "    FRANKFURT, March 16 - ",
        "BODY": "German banking authorities are\nweighing rules for banks' off-balance sheet activities in an\nattempt to cope with the growing volume of sophisticated\ncapital market instruments, banking sources said.\n    Interest rate and currency swaps and currency options are\nunder closest scrutiny, and if revisions are made they may\nresemble regulation jointly proposed by the U.S. And U.K. To\nJapan. Juergen Becker, director of the Bundesbank's division of\nbanking law and credit supervision, said the U.S.-British\nproposals were interesting, but declined to elaborate.\n    But banking sources said West Germany was more likely to\nproduce its own conclusions than to adopt foreign proposals.\n    \"There is no formal plan yet, but talks are in the latter\nstages,\" one representative of the German Banking Association in\nCologne said. Bankers expect rule changes this year.\n    All alterations must be approved by the Bundesbank, West\nGermany's four major banking associations and the Federal\nBanking Supervisory Office.\n    Talks have been slowed by the fact that fundamental changes\nwould require a revision of Germany's credit law, which has\nbeen in effect since 1934.\n    Authorities favour reinterpreting the credit law to fit\npresent circumstances in order to avoid the long parliamentary\npolitical process of changing it, banking sources said.\n    Since the beginning of 1984 the banking law has limited\nbanks' lending to 18 times shareholders' equity plus reserves,\non a consolidated basis.\n    But lending ratios do not extend to several newer\ninstruments such as spot and forward currency contracts,\ncurrency and interest swaps, commercial paper programs,\ncurrency options, interest rate futures in foreign currencies\nand various innovative types of interest rate hedges.\n    The sources said the main value of the U.S.-U.K. Proposals\nlay in differentiating between different types of risk factor,\nand, for instance, in placing greater weight on currency swaps\nthan interest swaps. But even if German banking authorities\nagree with some of the assessments of swaps, they disagree on\nhow to find balance sheet equivalents for the risk.\n    U.S.-British proposals include a complicated series of\nformulae for assessing the stream of payments involved in\nswaps, whose ultimate risk is borne by the financial\nintermediary, especially when counterparties remain anonymous.\nThis is the so-called market-to-market value.\n    But German authorities are likely to consider this much too\ncomplex and to base their evaluation instead on a schedule of\nlending ratings assigned according to the creditworthiness of\nthe borrowers involved, the sources said.\n    The weightings, also likely if lending ratios are extended\nto include banks' securities portfolios, are zero for public\nauthorities, 20 pct for domestic banks, 50 pct for foreign\nbanks and 100 pct for other foreign and non-bank borrowers.\n    A further complication is that the more flexible\ndefinitions of equity allowed in the U.S. And the U.K. May put\nGerman banks at a competitive disadvantage, the sources said.\n    Stricter definitions here also mean the use of a version of\nthe U.S.-U.K. Proposals could far exceed the intent of the U.S.\nAnd British authorities, the sources said.\n    One specialist for Dresdner Bank AG said a long-dated\nforeign exchange forward transaction could, for instance, be\nbrought under the same rule as a cross-currency swap, despite\nthe fact that the risk may be entirely different.\n    How new regulations will affect foreign banks here was\nuncertain. Many have converted to full subsidiary status and\napplied for a full banking licence over the last two years in\norder to lead-manage mark eurobonds.\n    But as their equity capital is fairly small, tight lending\nratios will severely hamper foreign banks' freedom of movement,\nparticularly in the growing business of currency swaps, if they\nare required to include more transactions in the balance sheet,\nthe sources added.\n REUTER\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "lange"
    ]
}