{
    "DATE": "31-MAR-1987 10:25:14.03",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "11352",
    "TEXT": {
        "TITLE": "SOVIET UNION SEEN WATCHING CHINA GATT APPLICATION",
        "DATELINE": "    PEKING, March 31 - ",
        "BODY": "China's application to join the General\nAgreement on Tariffs and Trade (GATT) is seen as a test case by\nthe Soviet Union, which will probably demand to follow China, a\ntop European Community official said.\n    Willy de Clercq, External Relations Commissioner of the\nEuropean Communities, told a news conference that China's\napplication would involve long and difficult negotiations.\n    China formally applied to join GATT in July 1986 and in\nFebruary presented a memorandum backing its application, which\nDe Clercq said was now being studied. Questions would then be\npresented to China.\n    \"After China, other important state-trading countries\nincluding the Soviet Union, will probably demand accession.\nChina's application could be considered a test case,\" he said.\n    He said the EC strongly backed China's application, but\nothers among GATT's 92 contracting parties took a tougher line.\n    Among the numerous problems of a huge centrally-run economy\nentering a free trade system are tariffs and reciprocity and\nthe expectation that China will practice an open-trade policy\nwithout trade discrimination, de Clercq added.\n    De Clercq noted the different dimensions of the Chinese\neconomy and those of Hungary and Yugoslavia, the two current\nSocialist GATT members.\n    On China's import potential, he said a foreign exchange\nshortage would force China to import less this year and next\nthan in the past, with an emphasis on technological equipment\nand capital.\n    During his visit, De Clercq has met top Chinese leaders and\ntoday signed an agreement to open a European Community\nCommission office in Peking.\n REUTER\n\u0003"
    },
    "PLACES": [
        "china",
        "ussr"
    ],
    "PEOPLE": [
        "de-clercq"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}