{
    "DATE": "18-JUN-1987 09:33:16.05",
    "TOPICS": [
        "grain",
        "rice",
        "sugar"
    ],
    "PLACES": [
        "indonesia"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18642",
    "TEXT": {
        "TITLE": "INDONESIA REJECTS WORLD BANK FARM REFORM IDEAS",
        "DATELINE": "    JAKARTA, June 18 - ",
        "BODY": "Indonesia rejected World Bank\nrecommendations for sweeping reforms to its farm economy, as\nthe country's foreign aid donors met to consider giving it 2.5\nbillion dlrs in grants and soft loans.\n    Agriculture Minister Achmad Affandi, in written remarks\ndistributed today as Indonesia's 14 foreign donor nations met\nat The Hague, said, \"The general argument presented by the Bank\nfor this free trade, open economy view is weak.\"\n    The Bank called for overhauls in how Indonesia manages the\nlargest farm area in South-east Asia, and said agricultural\ngrowth was stagnating under subsidies for rice farming.\n    The Bank report said Indonesia's rice production had peaked\nand the subsidies are a waste of money.\n    Affandi replied that rice is the main staple and provides\nan income for 17 pct of the workforce. The subsidies were\nneeded to support the fertilizer industry, including importers,\nexporters, producers and distributors, he said, as well as\nassisting in small part the majority of Indonesian farmers.\n    Affandi agreed with a bank recommendation that farmers\nshould be free to choose their own crops, but he said the\ngovernment would continue to maintain production targets for\n\"strategic commodities\" such as rice and sugar.\n    The Bank report was especially critical of Indonesia's\ndrive to plant sugar, saying domestic sugar prices are double\nthe world average because of inefficiencies, and the country\nwould save money by importing the commodity.\n    However, Affandi said volatile world sugar prices, the need\nto save foreign exchange and an already up-and-running sugar\nindustry were good arguments for continuing the sugar drive.\n    He also said import barriers and trade monopolies in the\nagricultural sector were needed to help domestic industry\ndevelop and because of \"over-production and price intervention\nin the developed nations.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}