{
    "DATE": " 2-JUN-1987 14:59:38.47",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "kaufman",
        "greenspan",
        "volcker"
    ],
    "NEWID": "18231",
    "TEXT": {
        "TITLE": "U.S. TO PROTECT ONLY AMERICAN SHIPS",
        "DATELINE": "    WASHINGTON, June 2 - ",
        "BODY": "U.S. military forces in the Mideast\nGulf are under orders to protect only American flag vessels and\noccasional U.S. arms deliveries on other ships to\n\"non-belligerent\" states in the area, the Pentagon said today.\n    \"No one has ever stated or supported a policy of protecting\nall shipping in those waters,\" Pentagon spokesman Bob Sims said\nas the Reagan Administration drew up plans to increase the\nprotective U.S. military presence in the gulf.\n    Sims denied published reports that U.S. Defense Secretary\nCaspar Weinberger sought air cover to protect all neutral\nshipping in the western gulf from attacks by Iran and Iraq.\n    \"As we have said repeatedly, only American flag vessels are\nunder our protection with the exception, on a limited\ncase-by-case basis, of ships carrying our Foreign Military\nSales equipment to friendly, non-belligerent states in the\nregion,\" Sims said.\n    U.S. warships in the gulf two weeks ago protected a Kuwaiti\nship which sailed to Bahrain with U.S. arms for Bahrain and\nKuwait. But Sims said Washington had received assurances that\nthe the arms would not be used elsewhere.\n    He said Kuwait, which is turning 11 oil tankers over to\nU.S. firms to fly the American flag and be protected by the\nU.S. warships, is not considered a belligerent despite Iranian\ncharges that Kuwait is supporting Iraq in the gulf war.\n    Kuwaiti tankers have come under repeated Iranian attack.\n    Sims refused to say how the United States will beef up its\nseven-ship Middle East Task Force in the gulf to protect the 11\nKuaiti tankers. But Pentagon officials said that additional\nships and air cover are under consideration.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}