{
    "DATE": "19-OCT-1987 11:59:35.68",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "france",
        "west-germany",
        "usa",
        "japan"
    ],
    "NEWID": "21277",
    "TEXT": {
        "TITLE": "TRANSATLANTIC ROW IMPERILS LOUVRE ACCORD-DEALERS",
        "AUTHOR": "    By Guy Collins",
        "DATELINE": "    PARIS, Oct 19 - ",
        "BODY": "The Louvre accord on currency stability,\nwhich has maintained an uneasy calm in currency markets since\nlast February, appeared in serious danger today as a\ntransatlantic dispute over West German interest rates came to\nthe boil, foreign exchange dealers said.\n    But as the dollar slid against the mark and world stock and\nbond markets plunged, officials in the major industrial\ncountries played down the dispute as a bilateral problem\nbetween the United States and West Germany and insisted that\nthe currency pact was still alive.\n    U.S. Treasury Secretary James Baker sparked the market\nfears when he attacked the rise in West German short-term\ninterest rates. \"That's not in keeping with the spirit of what\nwe agreed to as recently as earlier this month in Washington,\"\nBaker said in a U.S. Television interview on Sunday. He was\nreferring to the meetings of Finance Ministers from the Group\nof Seven (G7) leading industrial nations which reaffirmed the\npact.\n    Under the Louvre Accord West Germany and Japan, who both\nhave large trade surpluses, pledged to boost their economic\ngrowth to take in more exports from the U.S., While the U.S.\nAgreed to stop talking the dollar down.\n    However, Baker said on Saturday that while the Louvre\nagreement was still operative, the West German interest rate\nmove would force the U.S. To re-examine the accord.\n    \"The foreign exchange market has been told by Baker that\nhe's going to hammer Germany ... He has just declared all bets\nare off in terms of currency cooperation,\" Chris Johns, currency\nanalyst at UBS-Phillips and Drew in London said.\n    But a Bank of Japan official took a much more sanguine\nview, telling Reuters that \"the exchange market is apparently\nreacting too much, and anyone who sold the dollar on the Baker\ncomment will regret it later on.\"\n    French Finance Minister Edouard Balladur, who hosted the\nLouvre meeting, was the only one of the G7 Finance Ministers to\nrespond directly to Baker's remarks. He called for \"a faithful\nand firm adherence by all the major industrial countries to the\nLouvre accords -- in both their letter and spirit.\"\n    Neither the West German Finance Ministry nor the British\nTreasury commented on the row.\n    But a Japanese Finance Ministry official said that despite\nU.S. Frustration over higher interest rates abroad, \"this does\nnot represent its readiness to scrap the basic framework of the\nLouvre Accord.\"\n    In Frankfurt F. Wilhelm Christians, joint chief executive\nof West Germany's largest bank, Deutsche Bank, said that\nfollowing recent meetings with Baker, he believed that the U.S.\nWas still committed to the accord.\n    In a move which the market interpreted as a possible\ngesture of reconciliation, the Bundesbank added short-term\nliquidity to the West German money market at 3.80 pct on\nMonday, down from the 3.85 pct level at which it injected\nmedium-term liquidity last week. The Bank of France also\nstepped into the French money market to hold down rates,\ninjecting short-term liquidity at 7-3/4 pct after rates rose\nclose to eight pct.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker",
        "balladur"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}