{
    "DATE": "29-APR-1987 13:56:12.87",
    "TOPICS": [
        "nat-gas"
    ],
    "PLACES": [
        "canada"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "17410",
    "TEXT": {
        "TITLE": "NORTH AMERICAN GAS MARKET RECOVERY YEARS AWAY",
        "AUTHOR": "    By RUSSELL BLINCH, Reuters",
        "DATELINE": "    CALGARY, Alberta, April 29 - ",
        "BODY": "Better times for the hard hit\nnatural gas industry remains two to three years away as a\nseemingly intractable supply bubble continues to depress sales\nand prices, industry officials said.\n    An uncertain regulatory environment, disputes over Canadian\npricing policies and unusually warm winters are working against\na quick recovery in the sector, a number of corporate and\ngovernment speakers told an energy conference here.\n    \"We see a tough, tough short-term market, both as to price\nand volume,\" said Michael Phelps, vice president of <Westcoast\nTransmission Co Ltd>, a major Canadian natural gas carrier.\n    But Phelps predicted a fall in U.S. supply -- caused by a\nsharp drop in exploration -- and a slight demand increase\nshould help to burn off the excess supply by 1990.\n    As a result, Canadian gas exports to the U.S. market should\nrise to up to 1.5 trillion cubic feet a year by the end of the\ndecade, nearly double 1986's total.\n    The health of the Canadian industry is heavily dependent on\nthe U.S. market where nearly one third of Canada's gas\nproduction is sent.\n    Cuba Wadlington, a vice president at Northwest Pipeline\nCorp of Salt Lake City, shared the view that markets could be\nin balance by 1990.\n    He said while North American demand for natural gas has\nflattened at about 18 trillion cubic feet a year, a return to\nmore colder winters in the next few years could quickly tighten\nsupplies.\n    \"Things are clearly working towards a shrinking of the\nbubble,\" Wadlington told Reuters in an interview.\n    However, recent decisions by the U.S. Federal Energy\nRegulatory Commission (FERC) were sharply criticized by\nCanadian delegates who suggested the moves could prevent the\ncountry from participating in the market's recovery.\n    The key dispute, known as the as billed issue, involves a\nruling last December by FERC which effectively bars U.S.\npipeline companies and consumers from paying certain Canadian\nshipping expenses.\n    The Canadian government believes the ruling could severely\nweaken the country's gas producers. \"Besides the\nextra-territorial effect, there is the potential that Conadian\nproducers and consumers may end up subsidizing the cost of\ntransportation services originally incurred on behalf of U.S.\ncustomers,\" said Robert Skinner, an assistant deputy minister in\nCanada's energy department.\n    But FERC Chairman Martha Hesse told the conference the\nruling was really intended \"to assure equal, fair and open\ncompetition in the pricing of natural gas sold within our\ncountry -- whatever the source of the gas.\"\n    Hesse maintained Canadian gas was crucial to the emergence\nof a freely competitive, continent-wide, energy market.\n    Speaking to concerns in Canada that the U.S. is seeking to\nlimit Canadian gas shipments, Hesse said such a move would work\nagainst the long-term interest of American consumers. \"We truly\nconstitute a North American market,\" she said. \"Natural gas\nmoving through pipelines recognizes no boundries.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ]
}