{
    "DATE": "29-APR-1987 12:13:25.22",
    "TOPICS": [
        "gnp",
        "cpi",
        "bop"
    ],
    "PLACES": [
        "uk"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "17402",
    "TEXT": {
        "TITLE": "U.K. ECONOMY STRONGER THAN AT BUDGET, LAWSON SAYS",
        "DATELINE": "0    LONDON, April 29 - ",
        "BODY": "The U.K. Economy looks stronger than it\ndid only last month, when the government unveiled its budget\nfor fiscal 1987/88, Chancellor of the Exchequer Nigel Lawson\nsaid.\n    He told Parliament that \"all the indicators that have been\npublished since the budget confirm that, if anything, we are\ndoing even better than I suggested then.\" The budget was\nunveiled on March 17.\n    \"The PSBR (Public Sector Borrowing Requirement) has come out\nlower than I forecast in the Budget. Inflation, too, is lower\nthan I suggested ... (and) the current account of the balance\nof payments is also performing better, so far, than I\npredicted.\"\n    The budget foresaw inflation easing to 4.0 pct at the end\nof this year after peaking at around 4.5 pct. Lawson said at\nthe time that the overall 1986/87 PSBR would be around 4.0\nbillion stg. It was in fact lower, at 3.3 billion stg.\n    He had also projected average GDP growth in calendar 1987\nof 3.0 pct after 2.5 pct in 1986. Lawson today said \"output\nappears to be rising, if anything, rather faster.\"\n    Speaking during a House of Commons debate, he said, \"by the\nend of this year we will have registered the longest period of\nsteady growth, at close to 3.0 pct a year, that the British\neconomy has known since the (Second World) War.\"\n    The 1987/88 budget contained a proposal to cut the basic\nrate of taxation by two pence, to 27 pence in the pound.\n    Lawson today reaffirmed that the government aimed to\nfurther cut the standard rate to \"no more than 25p.\" He said that\nthat objective \"should not take too long to achieve.\"\n    Turning to policies proposed by political opposition\nparties, Lawson said those advocated by the Labour Party would\nentail extra public expenditure of some 34 billion stg.\n    That, he said, \"would require either a doubling of the basic\nrates of income tax or more than trebling the standard rate of\n(valued added tax) VAT,\" which is currently 15 pct.\n    On value added tax, Lawson noted that the Conservative\ngovernment promised back in 1984 not to extend VAT to food.\n    \"Beyond that, the incidence of taxation has to be determined\nin the light of the budgetary needs at the time, and no\nresponsible government could conceivably take any other\nposition,\" he said. Labour MPs have accused the Conservatives of\nplanning VAT increases for some essential consumer goods.\n    Lawson reiterated his belief that reductions in taxation\ncan often produce higher, not lower, revenues  \"thus leading to\nthe scope for still further reductions in taxation.\"\n    Lawson said \"inheritance tax is expected this year to yield\nalmost 50 pct more in real terms than Capital Transfer Tax did\nin 1978-79. The yield of Capital Gains Tax is forecast to be 80\npct higher in real terms, and Stamp Duty up by 140 pct.\"\n    He said that \"the greatly increased yield of Corporation\nTax, reflecting greatly increased company profitability, is\nclearly connected with the reform of Corporation Taxation I\nintroduced in 1984, which brought the rate of tax on company\nprofits in this country to the lowest in the industrialised\nworld.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}