{
    "DATE": "27-MAR-1987 09:19:25.22\u0005\u0005\u0005C G T M",
    "TOPICS": [
        "trade",
        "grain",
        "wheat",
        "coffee",
        "tea",
        "iron-steel",
        "crude"
    ],
    "PLACES": [
        "india"
    ],
    "NEWID": "10406",
    "TEXT": {
        "TITLE": "INDIA STEPS UP COUNTERTRADE DEALS",
        "DATELINE": "    NEW DELHI, March 27 - ",
        "BODY": "India is searching for non-communist\ncountertrade partners to help it cut its trade deficit and\nconserve foreign exchange.\n    Wheat, tobacco, tea, coffee, jute, engineering and\nelectronic goods, as well as minerals including iron ore, are\nall on offer in return for crude oil, petroleum products,\nchemicals, steel and machinery, trade sources told Reuters.\n    Most of the impetus behind countertrade, which began in\n1984, comes from two state trading firms -- the State Trading\nCorp (STC) and the Minerals and Metals Trading Corp (MMTC).\n    \"The two state trading corporations are free to use their\nbuying power in respect to bulk commodities to promote Indian\nexports,\" a commerce ministry spokeswoman said, adding that\nprivate firms are excluded from countertrading.\n    One trade source said India has targetted countries that\ndepend on an Indian domestic market recently opened to foreign\nimports. But countertrade deals still make up only a small part\nof India's total trading and are likely to account for less\nthan eight pct of the estimated 18.53 billion dlrs in trade\nduring the nine months ended December, the sources said.\n    Countertrade accounted for just five pct of India's 25.65\nbillion dlrs in trade during fiscal 1985/86 ended March,\nagainst almost nothing in 1984/85, official figures show.\n    However, the figures exclude exchanges with the Eastern\nBloc paid in non-convertible Indian rupees, the sources said.\n    Total trade with the Soviet Union, involving swaps of\nagricultural produce and textiles for Soviet arms and crude\noil, is estimated at 3.04 billion dlrs in fiscal 1986/87.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "papandreou"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec",
        "icco"
    ]
}