{
    "DATE": " 9-MAR-1987 17:55:41.85",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3413",
    "TEXT": {
        "TITLE": "LINDNER SAYS HE DISCUSSED CONTROL OF TAFT <TFB>",
        "DATELINE": "    WASHINGTON, March 9 - ",
        "BODY": "Financier Carl Lindner, who holds a\n16.2 pct stake in Taft Broadcasting Co, told the Securities and\nExchange Commission he has discussed with the company the\npossibility of seeking control of it.\n    Lindner, the Cincinnati, Ohio, investor who controls\nAmerican Financial Corp, said his talks with some of Taft's\nmanagers and directors have been aimed at \"achieving an\nincreased ownership position\" in the company.\n    Lindner said his increase in ownership would be made either\nby making an offer to acquire control of Taft or taking part in\na group to acquire the company.\n    Lindner, who holds his Taft stake through American\nFinancial and its subsidiaries, said he is also considering\nbuying more Taft stock on the open market or in private deals.\n    He did not say whether the talks with Taft officials led to\nany agreements or understandings.\n    But Lindner said he intends to review his investment in\nTaft and may be involved in further talks or take other steps\nregarding the future control and direction of Taft.\n    Lindner's investor group recently raised its Taft stake to\n1,489,298 shares, or 16.2 pct from 1,439,498 shares, or 15.6\npct, after buying 49,800 shares for a total of 5.8 mln dlrs.\n    Although he recently received clearance from the Federal\nTrade Commission to raise his stake in the company to 24.9 pct,\nLindner in previous SEC filings has always stressed that his\ninterest in Taft was for investment only and not was not\nseeking to control the company.\n    An investor group headed by members of the wealthy Bass\nfamily of Fort Worth, Texas, also holds about 24.9 pct of\nTaft's common stock.\n Reuter\n\u0003"
    },
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "mulroney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}