{
    "DATE": "17-APR-1987 05:44:25.04",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16777",
    "TEXT": {
        "TITLE": "JAPAN FARM REFORM A KEY TO TRIMMING TRADE SURPLUS",
        "AUTHOR": "    By Linda Sieg, Reuters",
        "DATELINE": "    TOKYO, April 17 - ",
        "BODY": "Basic reform of Japan's protected farm\nsector is a key to shifting its economy away from export to\ndomestic-led growth, a vital step if it is to trim its trade\nsurplus, securities analysts said.\n    The farm sector, which is protected by import tariffs and\nquotas, propped up by subsidies and price supports, and\nsheltered by the tax system, has ample room for change, they\nsaid.\n    \"In economic terms, reform would be a plus,\" said Christopher\nChew of brokerage firm James Capel and Co.\n    The ultimate cost of the existing system is food prices\ntwice those in Europe and two to three times those in the U.S.,\nThe analysts said.\n    Spending on food accounts for about one quarter of the\naverage household's budget and roughly 10 pct of the gross\nnational product (GNP), according to a study by Chew.\n    Reducing these prices could increase household spending\npower by five pct, his study said. The money could be spent on\nproducts which would have a more direct impact in boosting\ndomestic growth, it added.\n    \"There's a lot of slack,\" a U.S. Government official in Tokyo\nsaid. \"All that money could be spent on something else.\"\n    Direct central government subsidies to the farm sector\namount to some five billion dlrs per year. Independent\nestimates put total subsidies from all sources as high as 37\nbillion and the analysts said much of that money is wasted.\n    Changing tax laws to encourage city residents who only farm\non weekends to put their land up for sale for residential\ndevelopment would also give a boost to domestic spending,\neconomists said.\n    \"Housing construction is the key strategic variable in the\nexpansion of domestic demand,\" wrote Chihiro Nakajima, professor\nat Kyoto Gakuen University.\n    Japanese business groups are calling for staged farm reform\nto shift some of the burden of trade friction and economic\nrestructuring away from the manufacturing sector and onto the\nfarm sector. Employers groups also want change. \"If you really\nwant to expand domestic demand, the way to do it is not to\nraise wages recklessly, but to reduce commodity prices,\" Bumpei\nOtsuki, President of the Japan Federation of Employers'\nAssociations told a recent press conference.\n    External pressures are rising as the U.S. And Europe seek\nremoval of tariffs and quotas to help reduce their trade\ndeficits with Japan.\n    But vested Japanese interests opposed to change remain well\nentrenched, dimming prospects for quick reform, analysts said.\n    Although the full-time farm population is falling and there\nare signs the LDP is paying more attention to urban\nconstituencies, the ruling party remains heavily dependent on\nfarm votes in the rural areas. One rural vote is worth several\ncity votes due to the pattern of constituency borders.\n    The LDP is already in political trouble over its tax reform\nplan and does not want to raise another sticky issue so soon,\nthe analysts said.\n    Consumer groups are politically weak and tend to accept the\ntraditional view that higher prices are a small fee to pay for\nnational food security, they said.\n    Powerful agricultural cooperatives are fiercely opposed to\nimport liberalisation, but are more flexible about reforms\naimed at stepping up productivity, they said.\n    Reform, when it comes, will be in response to specific\npressure rather than an all-embracing program, said Chew.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}