{
    "DATE": "19-OCT-1987 23:49:31.45",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "20001",
    "TEXT": {
        "TITLE": "IF DOLLAR FOLLOWS WALL STREET JAPANESE WILL DIVEST",
        "AUTHOR": "    By Yoshiko Mori",
        "DATELINE": "    TOKYO, Oct 20 - ",
        "BODY": "If the dollar goes the way of Wall Street,\nJapanese will finally move out of dollar investments in a\nserious way, Japan investment managers say.\n    The Japanese, the dominant foreign investors in U.S. Dollar\nsecurities, have already sold U.S. Equities.\n    But \"if the dollar falls steeply, which did not happen\nyesterday, Japanese investors will definitely try to withdraw\nsignificant funds from U.S. Shares,\" said Akira Kawakami, deputy\nmanager of Nomura Investment Trust and Management Co Ltd's\ninternational investment department.\n    An unstable, lower dollar would also affect Japanese\ninvestment in U.S. Bonds. \"Japan-U.S. Interest rate\ndifferentials, which currently look wide enough, mean nothing\nin the absence of dollar stability,\" said Kawakami.\n    U.S. Bonds could benefit due to a gloomy economic picture\nfollowing the estimated huge losses in stocks by major U.S.\nInstitutional and individual investors, he said. The effect\nshould be to rule out any U.S. Interest rate rise.\n    But most Japanese investors in U.S. Bonds are still wiating\nto see if the dollar really is stable, he said. The dollar was\nholding firm at above 142 yen on Tuesday morning.\n    \"Although Japanese investors sold huge amounts of stocks in\nNew York yesterday, most are still looking for chances to\nlighten their U.S. Stock inventories,\" Hiromitsu Sunada, manager\nof Meiji Mutual Life Insurance Co's international investment\ndepartment said.\n    Their sales helped send Wall Street stocks down 508 points\nto 1,738, the market's biggest percentage drop since 1914.\n    \"Investment in U.S. Stocks and bonds is difficult,\nconsidering the dangers,\" said Katsuhiko Okiyama, deputy general\nmanager and chief adviser of Yamaichi Securities Co Ltd's fixed\nincome securities marketing group.\n    Japanese investment at home could start to pick up once\nmarkets have stopped reacting to Wall Street, the managers\nsaid. The Tokyo yen bond market is likely to stabilise in one\nor two weeks, which is what investors have been waiting for.\nThe bottom for yen bonds should be around a 6.3 pct yield for\nthe 5.1 pct 89th bond, they said.\n    \"The basic background which has supported the stocks and\nbonds markets has not changed,\" said Norio Okutsu, assistant\ngeneral manager of Nikko Securities' bond department. \"But new\noutflows of funds to the U.S. Will be decreasing.\"  However,\nthis was already evident three months ago, he said.\n REUTER\n\u0003"
    }
}