{
    "DATE": " 2-JUN-1987 12:45:17.75",
    "TOPICS": [
        "money-fx",
        "sfr",
        "dmk"
    ],
    "PLACES": [
        "switzerland"
    ],
    "PEOPLE": [
        "greenspan"
    ],
    "NEWID": "18136",
    "TEXT": {
        "TITLE": "LEUTWILER WANTS FIRMER MARK AGAINST SFR",
        "DATELINE": "    BADEN, Switzerland, June 2 - ",
        "BODY": "Fritz Leutwiler, chairman of\nBBC AG Brown Boveri und Cie and a former Swiss National Bank\npresident, urged the National Bank to declare its intent of\nachieving a rising rate for the mark against the Swiss franc.\n    In a speech to shareholders, Leutwiler said, \"A gradually\nrising rate for the mark in relation to the franc would be\ndesirable from the standpoint of industrial exports and with\nregard to sustaining Swiss industry.\"\n    \"Simply an appropriate declaration of intent by our bank of\nissue (Swiss National Bank) could have a positive effect,\" he\nsaid.\n    Leutwiler, who served 10 years as head of the Swiss central\nbank, said such a step would not contradict the National Bank's\ntarget of monetary stability.\n    \"Bringing the franc close to the mark would, of course, have\nto be done step by step under the watchful eye of monetary\npolicy,\" he told shareholders. \"Realistically there is in fact no\npersuasive reason why the German currency is quoted almost 20\npct lower than the Swiss.\"\n    A National Bank spokesman said the relation of the mark and\nSwiss franc was an example of stable currency parities over a\nlong period of time.\n    The spokesman said exchange rates were made by the market,\nnot the central bank, and it would be impossible to influence\nindividual parities separately.\n    Leutwiler said the Swiss National Bank could not support\nthe value of the dollar, even in conjunction with other central\nbanks, without putting monetary stability in jeopardy.\n    \"I would be the last to recommend that. The key to a\nstronger dollar lies in the United States itself,\" Leutwiler\nsaid.\n REUTER\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}