{
    "DATE": " 5-MAR-1987 11:52:01.77",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "2203",
    "TEXT": {
        "TITLE": "CANADIAN IMPERIAL SEES LOWER LOAN LOSSES",
        "DATELINE": "    TORONTO, March 5 - ",
        "BODY": "<Canadian Imperial Bank of Commerce>,\nearlier reporting higher net income for the first quarter ended\nJanuary 31, said it expects loan losses to be lower than last\nyear's 697.0 mln dlrs.\n    However, the bank said it will maintain the high level of\nprovisioning for loan losses established last year because of\nmany market uncertainties. Commerce bank set loan loss\nprovisions of 636.0 mln dlrs in fiscal 1986, ended October 31.\n    The bank earlier said first quarter net income rose to 96.5\nmln dlrs from 87.0 mln dlrs in the prior year. Profit per basic\nshare after dividends fell to 61 cts from year-ago 64 cts.\n    Commerce Bank said because of market uncertainties, it used\nan estimate of 600.0 mln dlrs for fiscal 1987 loan losses in\ncalculating first quarter results.\n    The bank's first quarter provision for loan losses rose to\n172.0 mln dlrs, from 152.0 mln dlrs in the prior year.\n    Commerce Bank also said it will continue to adopt an\nagressive posture in adding to its general provisions against\nloan exposure to 34 countries designated by the federal\ngovernment's Inspector General of Banks.\n    First quarter net partly benefitted from net interest\nincome, up to 561.8 mln dlrs from year ago 540.9 mln dlrs.\n    Commerce Bank said improved other income, which rose to\n213.6 mln dlrs from year-earlier 170.1 mln dlrs, and net income\nwas partially offset by the increased loan loss provisions,\nnon-interest expenses and income taxes.\n    The bank said first quarter total assets increased to 83.92\nbillion dlrs from 78.93 mln dlrs in the prior year, due mainly\nto continued expansion in consumer loan and mortgage fields.\n    Return on assets increased by two cts to 46 cts per 100\ndlrs of average assets from the first quarter in fiscal 1986,\nbut declined two cts from fiscal 1986 fourth quarter.\n    The bank also said total non-accrual loans increased to 2.4\nbillion dlrs in the first quarter from year-ago 1.8 billion\ndlrs. However, non-accrual loans declined 130 mln dlrs from\nfiscal 1986 year-end.\n    \"Despite the recent announcement of the suspension of\ninterest payments by Brazil, virtually all of the bank's loans\nto this country were income producing up to January 31, 1987,\nand there was little adverse impact on the bank's earnings\nprior to the announcement,\" Commerce bank said.\n    The bank did not disclose a forecast of the impact on\nfuture earnings by Brazil's suspension of interest payments.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "duisenberg",
        "ruding"
    ],
    "ORGS": [
        "ec"
    ]
}