{
    "DATE": " 1-JUN-1987 11:50:23.62",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17612",
    "TEXT": {
        "TITLE": "GEODYNE <GEOD.O> SETS WARRANTS, ACQUISITION",
        "DATELINE": "    TULSA, June 1 - ",
        "BODY": "Geodyne Resources Inc said iit filed a\nregistration with the Securities and Exchange Commission\ncovering a planned offering of 3.6 mln warrants to buy its\ncommon.\n    The company also said its board is evaluating a proposal to\nacquire closely-held <Snyder Exploration Co> for one mln\nGeodyne shares. Members of Geodyne's senior management also\nserve as senior management at Snyder and PaineWebber Group Inc\n<PWJ>, which owns 40 pct of Geodyne's 12.6 mln outstanding\nshares, has a substantial equity interest in Snyder.\n    The acquisition is being evaluated by Geodyne board members\nnot employed by the company, PaineWebber or any company\naffiliated with PaineWebber. It will be subject to approval by\nthe board and series C preferred shareholders.\n    Geodyne Resources said a registration related to the stock\nto be exchanged for Snyder has been filed with the SEC but has\nnot yet become effective.\n    The Snyder owners other than PainWebber are Geodyne's\npresident, Michael W. Tomasso, and its executive vice\npresident, James D. Snyder.\n    The company said the warrants will be offered solely to\ninvestors in the PaineWebber/Geodyne Energy Income Program II.\nFor every 100 dlrs invested in the program, an investor will be\nentitled to buy one warrant to purchase one Geodyne common\nshare at a price equal to 120 pct of the average closing price\nof the stock for the 15 trading days prior to formation of the\npartnership to which the investor subscribes.\n    In adddition, Geodyne said, PaineWebber investment\nexecutives who market the program will be entitled to receive\none warrant for every 500 dlrs in subcriptions generated after\na four-year vesting period. These warrants would have an\nexercise price equal to 150 pct of the 15-day average.\n    The company said the warrants are currently priced at 25\ncts each, but this price is suject to further evaluation by an\nindependent underwriter.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}