{
    "DATE": "23-MAR-1987 05:07:35.95",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "8151",
    "TEXT": {
        "TITLE": "AUSTRALIAN MINISTER SAYS AGRICULTURE GATT PRIORITY",
        "DATELINE": "    TAUPO, New Zealand, March 23 - ",
        "BODY": "Australian Trade Minister\nJohn Dawkins said if the General Agreement on Tariffs and Trade\n(GATT) does not give high priority to agricultural trade reform\nit will be neglecting the area of greatest crisis.\n    In a statement to the informal GATT trade ministers\nconference here he said agriculture is a problem which involves\nall countries and seriously affects the debt servicing\nabilities of a number of developing countries.\n     He said major countries should be showing leadership on\nthis problem.\n    \"We will be giving close attention to the processes in the\nOECD (Organisation of Economic Cooperation and Development) and\nelsewhere leading to the Venice economic summit where we will\nbe looking to the participants to adopt a strong commitment to\nagricultural trade reform,\" Dawkins said.\n    The Venice summit is scheduled for June.\n    He said Australia's interests in the Uruguay Round, the\neighth under the GATT, are wide ranging. Dawkins said he sees\nthe round as providing a timely opportunity to secure further\nmeaningful trade liberalisation in all sectors and to restore\nconfidence in the multilateral system.\n    Dawkins said initial meetings of the negotiating groups\nestablished in Geneva after the GATT declaration last September\nin Punta del Este, Uruguay, have made a reasonable start, but\nit is vital that trade ministers maintain the pressure on these\nprocesses.\n    \"We must see that the commitments made at Punta del Este on\nstandstill and rollback are carried into practice.\"\n    The standstill and rollback of protection offers the global\ntrading system a chance to hold and wind back protection during\nthe negotiations which are expected to last up to four years,\nhe said.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt",
        "oecd"
    ],
    "PEOPLE": [
        "bangemann"
    ]
}