{
    "DATE": "30-MAR-1987 16:23:40.41",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11074",
    "TEXT": {
        "TITLE": "BASS GROUP EMERGES AS POSSIBLE TAFT<TFB> BIDDERS",
        "AUTHOR": "    By Patti Domm, Reuters",
        "DATELINE": "    New York, March 30 - ",
        "BODY": "The Bass Group, once thought by\nanalysts to be eager to sell its holdings in Taft Broadcasting\nCo, emerged as another potential bidder for the Ohio\nbroadcasting company.\n    The Bass Group, which holds 24.9 pct of Taft, said it had\ntalked with other taft stockholders and some company managers\nand directors \"concerning participation in a group to acquire\ncontrol\" of the company.\n    The Bass group said it had talks with other Taft\nstockholders and members of Taft management about participating\nin a group to acquire control. The group, which is led by the\nwealthy bass brothers of Fort Worth, Texas, did not identify\nany of the other people with whom it had talks.\n    Taft said Friday it would negotiate with its vice Chairman\nDudley Taft on his group's 150 dlr per share or 1.38 billion\ndlr offer for the company.\n    At the time, the company said it authorized its adviser,\nGoldman, Sachs and Co, to explore other takeover proposals and\nto supply financial data to other interested bidders.\n    \"If indeed, the reason Dudley Taft is no longer president\nis because the bass group tossed him out, I couldn't see them\nbacking him on any deal,\" said one analyst, who asked not to be\nidentified.\n    \"I think they wanted a way out. Now, this sounds like\nthey're going to join the group and buy themselves out,\" said\nEdward Atorino, media analyst with Smith Barney, Harris Upham\nand Co.\n    Analysts have speculated that Carl Lindner may be\ninterested in acquiring the company. they speculated he may be\none of the shareholders in talks with the bass group.\n    Lindner, chairman of American Financial Corp, holds 16.2\npct of Taft. He was not immediately available for comment.\n    Analysts have said they are baffled by the strength of\nTaft's stock price compared to what they see as breakup values\nfor the company.\n    Several analysts had estimated a break up value of less\nthan 150. One analyst said he believes it has a breakup value\nof 160 to 165 dlrs per share.\n    Taft stock closed at 156-1/2, up 1-3/4.\n    \"They (investors) are saying here's another one - another\nfamily dispute,\" said Dennis McAlpine of Oppenheimer.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ]
}