{
    "DATE": "29-JUN-1987 17:33:44.76",
    "TOPICS": [
        "trade",
        "grain",
        "rice",
        "cotton"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19947",
    "TEXT": {
        "TITLE": "PAKISTAN UNVEILS NEW TRADE POLICY TO BOOST EXPORTS",
        "DATELINE": "    ISLAMABAD, June 29 - ",
        "BODY": "Pakistani government allowed freer\ncotton and rice export in a three-year new trade policy aimed\nat narrowing the country's yawning trade gap.\n    Commerce and Planning Minister Mahbubul Haq said in a\ntelevised speech the government had also decided to allow\nduty-free import of cotton yarn to make the textile industry\nmore competitive, and to link bulk tea imports to the export of\nPakistani products.\n   \n    Cotton and rice are Pakistan's main exports, which have\nbeen handled exclusively by state corporations since early\n1970s.\n    But Haq said now the private sector would also export\ncotton and rice along with the corporations, which meets a\nlong-standing demand of the local traders.\n    The duty-free import of cotton yarn has been allowed to\nbring down prices and help the local ancillary industries\ncompete effectively in the world market, he said.\n   \n    Haq said the new policy, effective from the fiscal year\n1987/88 beginning on July 1, would be for three years but\nreviewed every year.\n    It was a departure from the previous practice of announcing\ntrade policies for a single fiscal year, and Haq said it would\nenable the businessmen to plan their market strategies over a\nlonger period.\n    He said an export credit of 250 mln dlrs had been provided\nfor the export of engineering goods to selected third world\ncountries on soft credit terms.\n   \n    Pakistan's 1986/87 exports at 3.6 billion dlrs, 18.2 per\ncent more than in the previous year, and imports at 5.23\nbillion dlrs compared to 5.63 billion dlrs in 1985/86.\n    He said the government policy was to rationalise and\nstreamline import controls.\n    \"It has been observed that due to restrictions on imports,\nspecially on raw materials and intermediate goods, local\nindustry has been suffering for want of necessary inputs,\" he\nsaid. \"Prices have been on the increase and quality of goods\nproduced has been low. This restrictive policy also gave rise\nto smuggling and hampering of exports.\"\n   \n    He said that to correct this situation, 136 items had freed\nfrom import restrictions.\n    Previously, Pakistan has met its trade gap largely from\nremittances from its nationals working abroad, mainly in the\nGulf. However, the remittances have begun to fall after the\ndrop in oil prices in recent years leading to the spectre of a\nbalance of payments crisis for Pakistan.\n Reuter\n\u0003"
    },
    "PLACES": [
        "pakistan"
    ],
    "PEOPLE": [
        "kohl",
        "chirac",
        "mitterrand"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}