{
    "DATE": " 2-APR-1987 07:22:47.91",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "12472",
    "TEXT": {
        "TITLE": "JAPAN WARNS OF ANTI-U.S. SENTIMENT IN TRADE ROW",
        "DATELINE": "    TOKYO, April 2 - ",
        "BODY": "Japan is sending a three-man team to\nWashington to try to halt threatened trade sanctions that\nofficials warn could spark a wave of anti-U.S. Sentiment here.\n    The team will lay the groundwork for high-level emergency\ntalks next week aimed at defusing an increasingly bitter row\nover trade in computer microchips, officials said.\n    \"The sanctions are against the free trade system,\" Ministry\nof International Trade and Industry (MITI) director general\nNoboru Hatakeyama told reporters, adding: \"If these measures are\ntaken, the atmosphere in Japan against the United States would\nbecome not so good as before.\"\n    Other officials were more blunt. \"The U.S. Action will have\na significant impact on the growing anti-U.S. Feeling (here),\"\nanother MITI official said.\n    A senior Foreign Ministry official, who declined to be\nidentified, told Reuters the U.S. Threats have undercut those\nin the government who argue for conciliation.\n    \"There is a very strong argument in Japan that since the\nUnited States is imposing tariffs unilaterally, why should we\nbother doing anything,\" he said. \"Anything we do, we will be\nbashed.\"\n    The senior official sounded pessimistic about the\nlikelihood of Prime Minister Yasuhiro Nakasone defusing U.S.\nAnger over Japanese trade practices when he visits Washington\non April 29.\n    \"I don't think trade friction will be solved all of a sudden\n(by the visit),\" he said.\n    Nakasone is widely expected to present a package of\nmeasures to President Reagan to help contain U.S. Frustration\nover Japan's large trade surplus.\n    But the senior official played down those expectations.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}