{
    "DATE": "11-MAR-1987 14:24:53.34",
    "TOPICS": [
        "crude",
        "ship"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "3869",
    "TEXT": {
        "TITLE": "BRAZIL'S SARNEY MEETS STRIKES WITH SHOW OF FORCE",
        "AUTHOR": "    By Stephen Powell, Reuters",
        "DATELINE": "    SANTOS, BRAZIL, MARCH 11 - ",
        "BODY": "With troops in place in Brazil's\nports and oil installations, the government of Prersident Jose\nSarney today sought to end a wave of labour unrest by a show of\nforce.\n    Yesterday the government sent thousands of troops supported\nin some instances by tanks to occupy nine oil refineries and\nsix areas of oil production.\n    The state-oil company Petrobras requested the intervention\nbecause of a threatened strike by 55,000 oil industry\nemployees.\n    The government had already dispatched more than 1,000\nmarines to occupy the country's main ports after a national\nseamen's strike was ruled illegal last Friday.\n    The strike by 40,000 seamen, now in its 13th day,\nrepresents a stern challenge to the government.\n    The stoppage has delayed exports at a time when Brazil\ndesperately needs foreign exchange.\n    It was a deterioration in the country's trade balance which\nprecipitated Brazil's current debt crisis and the decision on\nFebruary 20 to suspend interest payments on 68 billion dlrs of\ncommercial debt.\n    There was no sign today of an early end to the seamen's\nstrike, which has badly hit the port of Santos -- the most\nimportant in South America -- and the country's other main\nports.\n    Small groups of marines armed with submachineguns stand on\nthe quays near the strike-bound ships, but the military\npresence here is generally discreet.\n    A total of 800 marines are inside the docks but most are\nout of sight.\n    Yesterday marines and police occupied one ship, the\nDocemarte, seamen's leaders said. After explaining to the\ncaptain that the strikers faced up to one year in jail because\nthe strike was illegal, the men returned to work.\n    One of the strike leaders, Elmano Barbosa, said \"it is a\npsychological war. They are using force and we are using\npeaceful methods.\"\n    Port sources said only two Brazilian ships in Santos, the\nDocemarte and the Henrique Leal, were working.\n    At the seamen's national strike headquarters in Rio de\nJaneiro, spokesmen say a total of about 190 ships are\nstrike-bound in Brazil and in foreign ports.\n    Contradicting earlier reports from strike headquarters in\nRio de Janeiro, seamen in Santos said the strikers on board\nships here were not running out of food.\n    The current labour unrest is the worst faced by Sarney's\ncivilian government since it came to power two years ago.\n    Yesterday, in a separate protest, hundreds of thousands of\nfarmers held rallies directed largely against high bank\ninterest rates.\n    The current rash of labour unrest in industry and\nagriculture stems from the failure of the government's\nnow-collapsed Cruzado Plan price freeze.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sarney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}