{
    "DATE": "17-MAR-1987 14:38:53.25",
    "TOPICS": [
        "housing",
        "interest",
        "gnp"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6197",
    "TEXT": {
        "TITLE": "U.S. HOUSING DATA FAIL TO CLARIFY ECONOMIC PATH",
        "AUTHOR": "    By Claire Miller, Reuters",
        "DATELINE": "    NEW YORK, March 17 - ",
        "BODY": "Surprisingly strong U.S. housing\nstatistics for February cannot be taken as an indication that\nthe economy is generating any momentum and are not sufficient\ncause to start lifting forecasts for first quarter growth,\neconomists said.\n    Building was boosted by two factors last month, unusually\nmild weather and low mortgage rates. But economists said that\nseasonal factors make it hard to assess what spur to the\neconomy, if any, will come from housing in coming months. And\nafter a steady retreat, mortgage rates seem to be near bottom.\n    U.S. housing starts rose 2.6 pct in February to a\nseasonally adjusted annual rate of 1.851 mln units from 1.804\nmln in January. It was the highest pace for starts since April\n1986.\n    The rate at which permits were issued for future building\nclimbed 4.4 pct to a seasonally adjusted annual rate of 1.764\nmln units after dropping 11.52 pct to 1.690 mln in January.\n    \"February's weather is usually more adverse for home\nbuilding. Because of seasonal factors it's difficult to\ndetermine what this means for the economy down the road,\" said\nAllan Leslie of Discount Corp.\n    The housing report is seasonally-weighted to compensate for\nweather-related setbacks. As a result, milder temperatures\ninflate the statistics.\n    Economists said that low mortgage rates also were a spur to\nbuilding last month. But several believe that rates will now\nconsolidate before edging up in late spring/early summer.\n    \"Builders are looking at current mortgage rates and saying\n'Let's do it now',\" said Mark Obrinsky of the U.S. League of\nSavings Institutions in Washington, whose members supply much\nof the financing for home building.\n    But Obrinsky doubts that there is much more downward\npotential for rates because he foresees higher inflation and \nsome overall improvement in the U.S. economy.\n    He expects rates to gain 50 to 100 basis points in early\nsummer from the 9.50 pct fixed rate effective in February. Last\nNovember, fixed rate mortgages were about 10.30 pct.\n    As expected, the strength in housing was concentrated in\nthe single-family sector. The multi-family area -- which\ntypically represents rental units -- remained weak due to high\nvacancy rates and increased capital costs of such units\nfollowing tax law changes effective January 1.\n    Single-family starts rose at a 5.6 pct annual pace to 1.317\nmln units. Multi-family fell 4.1 pct to a 534,000 rate.\n    \"Strength in the single-family sector indicates that low\nmortgage rates are doing their job. But we're probably not\nlooking at a great deal of growth potential,\" said Ward\nMcCarthy of Merrill Lynch Capital Markets.\n    McCarthy noted that the housing report, together with\nlarger than expected gains in U.S. employment, industrial\noutput and retail sales in February, may cause some observers\nto start waving \"four pct GNP banners\" for the first quarter.\nGross national product grew 1.3 pct in the fourth quarter.\n    But McCarthy, who still expects first quarter real GNP to\ncome in at an annual rate of 2.5 pct or slightly above, is not\nconvinced that growth will pick up in future.\n    \"The big story is the inventory re-building that's going on\nnow, not all of which is intentional,\" he said. For example,\nU.S. automakers, who are already saddled with high stocks,\nproduced at an annual rate of 8.3 mln units in February\ncompared with domestic car sales of 7.3 mln.\n    Thus while inventories could contribute to GNP in the first\nquarter, they may result in scaled-back production and weaker\ngrowth in the second, he said.\n    \"If most of the first quarter growth is inventory building\nand we cannot identify any improvement in export demand, then\nthere is the potential for softness in the second quarter,\"\nagreed Allan Leslie of Discount Corp. He is still evaluating\nfirst quarter GNP prospects.\n    Federal Reserve chairman Paul Volcker said last week that\ncurrent data do not show the worsening in trade has reversed.\n    \"At the same time that we are pumping up inventories in the\nfirst quarter, we could foresee production slowing in the\nsecond,\" cautioned Joe Plocek of McCarthy, Crisanti and Maffei\nInc, who expects first quarter growth of about three pct.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec",
        "oapec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}