{
    "DATE": "26-MAR-1987 16:23:06.43",
    "TOPICS": [
        "acq",
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10168",
    "TEXT": {
        "TITLE": "BP <BP> MAY HAVE TO RAISE BID -  ANALYSTS",
        "AUTHOR": "    By STEVEN RADWELL, Reuters",
        "DATELINE": "    NEW YORK, March 26 - ",
        "BODY": "British Petroleum Co PLC may have to\nraise its planned 70 dlrs a share tender offer for the publicly\ntraded shares of Standard Oil Co <SRD>, analysts said.\n    \"There's a lot of speculation here that someway or other\nthey would be forced to come up with another bid,\" said Rosario\nIlaqua of L.F. Rothschild.\n    And despite BP managing director David Simon's denial today\nthat BP would raise the offer, the analysts said that remained\na distinct possibility.\n    Analysts said they base their thinking on Royal Dutch/Shell\nGroup's <RD> <SC> bid to buy the outstanding stake of Shell Oil\nCo in 1984 and 1985. Royal Dutch/Shell eventually raised its\ninitial 55 dlrs a share offer to 60 dlrs a share, after\nlawsuits by minority shareholders.\n    \"I think they're going to have to go a little higher\neventually, just as Royal Dutch/Shell had to go a little higher\nfor the Shell Oil minority shares,\" Bruce Lazier of Prescott\nBall and Turben said. He estimated a price of 75 dlrs a share.\n    Royal Dutch/Shell offered 55 dlrs a share for the 30.5 pct\nof Shell Oil it did not already own in January of 1984. After\nobjections from minority shareholders about the price, Royal\nDutch/Shell raised its bid and began a 58 dlrs a share tender\noffer in April 1984.\n    But shareholders sued and a court blocked completion of the\noffer. After months of wrangling over the worth of Shell Oil,\nRoyal Dutch/Shell agreed to another two dlrs increase.\n    It ended up paying 5.67 billion dlrs for the outstanding\nShell Oil stake, a significant premium to its original bid of\nabout 5.2 billion dlrs.\n    The analysts made their comments before Simon's remarks at\na BP press conference in New York this afternoon.\n    Sanford Margoshes of Shearson Lehman Brothers Inc told\nclients this morning that a sweetened offer was possible. The\nanalyst said the bid could be raised by two dlrs a share.\n    Analysts do not expect regulatory hurdles because of the\nRoyal Dutch/Shell group precedent. But there may be shareholder\nlawsuits for the same reason, they said.\n    Goldman Sachs and Co, BP's investment advisor, advised the\nShell Oil board in 1984 and 1985.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}