{
    "DATE": " 5-MAR-1987 12:43:12.06",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "france",
        "belgium",
        "luxembourg",
        "east-germany",
        "west-germany",
        "switzerland"
    ],
    "NEWID": "2257",
    "TEXT": {
        "TITLE": "FRANCE TO SELL STAKE IN SOCIETE GENERALE UNIT",
        "DATELINE": "    STRASBOURG, France, March 5 - ",
        "BODY": "The French government is to\nsell to the public its 47.42 pct direct holding in Societe\nGenerale <STGN.PA>'s regional bank subsidiary <Societe Generale\nAlsacienne de Banque>, SOGENAL, from next Monday, SOGENAL\nofficials said.\n    SOGENAL, founded in 1881 and nationalised in 1982, is the\nleading French regional bank and has branches in Austria,\nBelgium, Luxembourg, East and West Germany and Switzerland.\n    Chairman Rene Geronimus told a news conference the share\noffer price, expected to be announced tomorrow by Finance\nMinister Edouard Balladur, would be between 110 and 130 francs.\n    Societe Generale, which will itself be privatised later\nthis year, will retain its 52.58 pct majority holding in the\nbank, Chairman Marc Vienot said.\n    SOGENAL officials said they forecast 1987 consolidated\ngroup profit of around 170 mln francs after an estimated 160\nmln this year and 159 mln in 1985.\n    SOGENAL's privatisation will be preceded by a capital\nincrease to 320 mln francs from 263 mln, earning about 250 mln\nfrancs in new funds. Its shares will be divided by eight,\ngiving a capital of 12.8 mln shares of 25 francs nominal.\n    The bank will be listed on the Nancy stock exchange, in\nline with the Finance Ministry and government's aim of a\nregional operation, Geronimus said.\n    He said he was hoping for shareholders to total around\n30,000 to 35,000 against the 12,500 before nationalisation. Ten\npct of the capital to be floated will be reserved for employees\nwith the rest offered to the public. There will not be a share\nreserved for foreign investors. \"This is too small an operation\nand anyway they will be able to buy shares in France,\" he said.\n    Stockbroker sources said that a likely share offer price of\n120 francs would value SOGENAL at 1.5 billion francs.\n    Geronimus said the bank's future aim would be to reinforce\nits existing strong points, with no major projects planned\napart from the opening soon of a Basle branch.\n    SOGENAL is the only French bank in Austria, it set up the\nfirst foreign exchange dealing room outside Paris at its\nStrasbourg headquarters in 1985, and is the only foreign\nbanking subsidiary to be a broker on the Zurich Bourse.\n    The government's banking adviser for the operation was\n<Banque Privee de Gestion Financiere>, BPGF, owned by French\nfinancier Pierre Moussa's <Pallas> group, assisted by Britain's\n<Hambros Bank Ltd>.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "duisenberg",
        "ruding"
    ],
    "ORGS": [
        "opec"
    ]
}