{
    "DATE": "23-MAR-1987 00:13:30.96",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "8117",
    "TEXT": {
        "TITLE": "AUSTRALIA SAID TO RELY TOO MUCH ON OIL TAXES",
        "DATELINE": "    SURFERS PARADISE, Australia, March 23 - ",
        "BODY": "The government's\nover-reliance on revenue from crude oil is adversely affecting\nAustralia's economic performance, Australian Petroleum\nExploration Association (APEA) chairman Dennis Benbow said.\n    Over one-third of Australia's indirect tax income is\nderived from oil at a time of falling domestic output and weak\ncrude prices, he told the APEA annual conference here.\n    This dependence on oil-generated revenue distorts the\ncountry's economic performance directly by acting as a\ndisincentive to new exploration and indirectly by affecting\ntrading competitiveness through high energy costs, he said.\n    Australia's medium-term liquid fuel self-sufficiency\nposition is posing a major economic threat, yet the\ngovernment's response has been to load new tax burdens on the\noil industry, Benbow said.\n    Domestic oil output from existing fields is expected to\nfall to 280,000 barrels per day (bpd) in fiscal 1992/93 from\n546,000 bpd in 1985/86, reflecting mainly the decline of the\nBass Strait fields, he said.\n    Bass Strait reserves are now two-thirds depleted, with the\nthree largest fields 80 pct depleted, he said.\n    By 1992/93, Bass Strait output is expected to be just over\nhalf the 1985/86 level, assuming a number of so far undeveloped\nfields are brought on stream and enhanced recovery from\nexisting fields goes ahead, Benbow said.\n    Government projections of output from as yet undiscovered\nfields range from 40,000 to 130,000 bpd, he said.\n    Australian liquid fuel demand is forecast to rise to\n680,000 bpd in 1992/93 from 565,000 in 1985/86, implying a\ncrude oil gap of between 270,000 and 360,000 bpd in five years\ntime, he said.\n    At present world oil prices and the current value of the\nAustralian dollar, annual oil imports in 1992/93 would cost\nbetween 3.2 billion and 3.6 billion dlrs, Benbow said.\n    Despite intensive exploration in the early 1980's, the\naddition to reserves has been inadequate, he said.\n    For example, the 409 mln barrels discovered in the five\nyears 1980-84 represent about two years' consumption, he said.\n    He called on the government to review its tax policies to\nrestore incentive to exploration.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "bangemann"
    ]
}