{
    "DATE": "19-JUN-1987 15:59:39.20",
    "TOPICS": [
        "ship",
        "crude"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19403",
    "TEXT": {
        "TITLE": "KUWAIT SEEN WANTING TO LEASE SOME U.S. TANKERS",
        "DATELINE": "    WASHINGTON, June 19 - ",
        "BODY": "The United States said Kuwait was\ndiscussing plans to lease privately-owned U.S. tankers to\ntransport oil through the Gulf in addition to putting some of\nits own vessels under American flags.\n    State Department spokeswoman Phyllis Oakley, who made the\ndisclosure about the tankers, also told reporters the United\nStates expects to conclude very soon a favorable arrangement\nwith Saudi Arabia concerning expanded security cooperation in\nthe Gulf. The two developments occur as the Reagan\nadministration continued to come under fire in Congress for its\nplans to bring 11 Kuwaiti tankers under American flags.\n    The move is designed to protect the tankers from Iranian\nattacks and ensure freedom of navigation in the strategic\nwaterway but has raised fears on Capitol Hill that it will draw\nthe United States into the seven-year-old Iran-Iraq War.\n    \"The Kuwaitis have discussed the possibility of chartering\nU.S. flag vessels with the Maritime Administration,\" Oakley\nsaid. She emphasized, however, that \"if some charter arrangement\ncould be worked out, it would not supplant the reflagging\narrangement that we worked out with the Kuwaitis.\"\n    In both cases, the ships would be eligible for U.S. Navy\nescort in the Gulf, she said.\n\n   The Washington Post today quoted John Gaughan, administrator\nof the Martime Administration, as saying Kuwait has approached\nan American shipping company about the possibility of a\ncharter.\n    Gaughan said that earlier this week he told representatives\nof the company, whose identify he did not know, that chartered\nvessels flying the U.S. flag \"would be protected,\" the newspaper\nreported.\n    Concerning Saudi Arabia, Oakley said \"we are moving forward\nin our talks ... on how we can tailor our efforts and security\ncooperation to facilitate our Gulf operations.\"\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "kuwait",
        "saudi-arabia"
    ],
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}