{
    "DATE": " 1-JUN-1987 09:10:51.33",
    "TOPICS": [
        "grain",
        "wheat",
        "corn"
    ],
    "PLACES": [
        "france"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17503",
    "TEXT": {
        "TITLE": "FRENCH SAY WHEAT STOCKS FORECAST NO SURPRISE",
        "DATELINE": "    PARIS, June 1 - ",
        "BODY": "The U.S. Department of Agriculture's\nforecast that French end-of-season soft wheat stocks will\nalmost double in 1987/88 is premature but would not be\nsurprising, according to French cereal organisation officials.\n    The Cereals Intervention Board, ONIC, Wheat Producers'\nAssociation and the National Union of Agricultural and Cereal\nCooperatives have not yet forecast 1987/88 exports or\nend-of-season stocks.\n    However, the officials said the USDA's figure of end\n1987/88 stocks at 5.03 mln tonnes against 1986/87's 2.87 mln\nwas not surprising given a record high yield forecast in April.\n    The French Feed Cereals Research Institute, ITCF, forecast\nin mid-April an average yield of 6.58 tonnes per hectare for\nsoft wheat in 1987/88 compared with 5.6 tonnes in 1986/87 and\nthe record high yield of 6.5/6.6 tonnes in 1984.\n    This would result in a French soft wheat harvest of around\n31 mln tonnes against 25.5 mln in 1986/87, given a Ministry of\nAgriculture estimate of area planted of 4.66 mln hectares\nagainst 4.61 mln in 1986/87.\n    ONIC's first preliminary forecast of the 1987/88 campaign\nwill be released at the beginning of September, an ONIC\nofficial said.\n    Soft wheat exports in 1987/88 were extremely difficult to\nestimate at this stage, both within the European Community and\nto non-EC countries, an ONIC official said.\n    He said, however, that among countries to which France\ncould increase its wheat exports were Egypt and the Maghreb\ncountries (Morocco, Algeria and Tunisia), he said.\n    The USDA's forecast of an 11.65 mln tonne maize crop in\n1987/88 against 11.48 mln in 1986/87, while again premature,\nwas not out of line with estimates of the French Maize\nProducers Association, AGPM, an AGPM official said.\n    Maize plantings would be down in 1987/88 but yields were\nexpected to be higher, the AGPM official said.\n    It estimated 1987/88 maize plantings of 1.73 mln hectares,\ndown seven pct from the 1.87 mln hectares planted in 1986/87.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}