{
    "DATE": "21-APR-1987 04:18:44.48",
    "TOPICS": [
        "grain",
        "rice",
        "trade"
    ],
    "NEWID": "16943",
    "TEXT": {
        "TITLE": "JAPAN RICE POLICY EXTREME PROTECTIONISM, LYNG SAYS",
        "DATELINE": "    TOKYO, April 21 - ",
        "BODY": "Japan's policy of self-sufficiency in\nrice is an example of extreme protectionism, visiting U.S.\nAgriculture secretary Richard Lyng told a press conference.\n    He told the National Press Club of Japan that because Japan\nhad a large export balance, not just with the U.S. But with\nother countries, it was inconsistent for it to be 100 pct\nself-sufficient in one product.\n    Speaking after farm trade talks with Japan agriculture\nminister Mutsuki Kato, Lyng said the U.S. Had not asked for\ntotal liberalisation of the rice market in Japan.\n    Lyng urged Japan to allow some imports of rice.\n    \"We want to have some access in the rice market,\" he said.\n    He said both he and trade representative Clayton Yeutter\nwere disappointed at the outcome of talks with Japan. He told\nreporters Japan had rejected the U.S. Proposal to open\nnegotiations on rice at the new round of trade talks at the\nGeneral Agreement on Tariffs and Trade.\n    Lyng said he suggested instead bilateral talks with Japan\non rice.\n    Kato has said Japan cannot negotiate on its policy of rice\nself-sufficiency.\n    Asked what the next U.S. Step would be on the rice issue,\nLyng said he did not know what Yeutter or the U.S. Rice\nindustry would do.\n    Yeutter has promised to consider again in July or August\nthis year a complaint against Japan's rice import ban by the\nU.S. Rice Millers Association if no breakthrough is made in the\nmeantime.\n    U.S. Rice industry officials have indicated they would\nconsider filing another complaint against the Japan rice import\nban.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "lyng",
        "yeutter"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}