{
    "DATE": "20-MAR-1987 15:14:39.83",
    "TOPICS": [
        "earn",
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7927",
    "TEXT": {
        "TITLE": "BALLY <BLY> SEEN SELLING OFF HEALTH UNIT",
        "AUTHOR": "    BY SUSAN ZEIDLER, Reuters",
        "DATELINE": "    NEW YORK, March 20 - ",
        "BODY": "Bally Manufacturing Corp's proposed\npublic offering of 24 pct of its Health and Tennis Corp unit is\nseen as the first step towards the sale of the entire unit,\nanalysts said.\n    \"In the longer-term horizon, Bally wants to concentrate on\nits gaming businesses,\" said analyst Dennis Forst of Seidler\nAmdec Securities Inc.\n    Last week, Bally said it was considering the sale of\nanother non-casino unit, its Six Flags amusement park unit,\nwhich analysts said could fetch about 300 mln dlrs.\n    Bally spokesman Bill Peltier said \"the company currently\nhas no hard plans to the sell any more of the health club\ncompany, but in the long term we'll wait and see how the\noffering goes.\"\n    Once Bally's biggest revenue producer, the health club unit\nhad 1986 operating income of 60 mln dlrs on revenues of 456.2\nmln dlrs, 28 pct of Bally's revenues. Analysts estimate the\nunit could be sold for for 300-500 mln dlrs.\n    Analysts said Bally's decision to offer shares in the unit\ncould be the first step to selling it.\n    \"It would seem obvious that an offering would decrease the\nhealth club unit's debt, increase its cash flow and operating\nincome, making it an attractive buy to a third party,\" Steven\nEisenberg of Bear Stearns said.\n    On Monday, Bally said it filed with the Securities and\nExchange Commission for an initial offering of 24 pct, or 5.8\nmln shares, of the unit's common stock at 13-15 dlrs a share.\n   About half the proceeds, 40 mln dlrs, will be used to reduce\nparent Bally Manufacturing's debt which has swelled to 1.6\nbillion dlrs due to recent hotel acquisitions and the purchase\nof shares from Donald Trump who had threatened a hostile\ntakeover, according to Bally treasurer Paul Johnson.\n    Remaining proceeds from the stock offering and from a\nseparate offering of 50 mln dlrs of 20-year convertible\nsubordinated debt would be used to repay about 75 mln dlrs of\nshort term senior bank debt of the health chain unit, a Bally\nspokesperson said.\n    Analysts said Bally's health club unit's profits have\nremained strong, but are skeptical about the industry's long\nrange prospects.\n    \"The fitness club industry, over the last 10 years, has\ngrown tremendously, but the question is whether its a fad or a\npermanent part of our lifestyle,\" said Eisenberg of Bear\nStearns.\n    Analysts said fitness clubs will likely flourish if the\npublic stays at its peak of health consciousness, but that\novercapacity is likely to occur as consumer enthusiasm wanes.\n     In addition, \"the returns in the fitness club industry are\njust not as high as they are in the gaming industry,\" said one\nanalyst.\n     There are about 6,500 fitness clubs in the U.S., excluding\nclubs run by not-for-profit organizations, according to the\nAssociation of Physical Fitness Centers who estimates it to be\nan 8.0-billion-dlr-a-year industry.\n     Asked if anyone has offered to buy the unit, which is the\nnation's largest health club chain, Peltier said, \"no one has\nthe money to offer to buy it.\"\n    \"The fitness industry is a fragmented industry with no\nleader and there is a great opportunity for growth through\nacquisition and then standardization,\" said Wayne LaChapelle,\nchief financial officer of Livingwell INc <WELL>, the nation's\nsecond largest fitness chain operator whih\n    LaChapelle said Livingwell is always interested in\nacquisition opportunities but \"could not afford an acquisition\nthe size of Bally at this time.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "tose"
    ]
}