{
    "DATE": " 9-APR-1987 04:27:34.27",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "15384",
    "TEXT": {
        "TITLE": "GERMAN BANKERS' REMARKS REVIVE TALK OF RATE CUT",
        "DATELINE": "    FRANKFURT, April 9 - ",
        "BODY": "Remarks by two leading central bankers\nsparked renewed speculation in financial markets that a cut in\nthe West German three pct discount rate may be under\ndiscussion, currency dealers said.\n    Bundesbank board member Claus Koehler said in a speech that\nmonetary growth resulting from speculative capital inflows\nrequired cuts in interest rates.\n    Separately, West Berlin state central bank president Dieter\nHiss told journalists that the discount rate could fall below\nits lowest ever point of 2.75 pct. He made clear that he was\nnot making a forecast on interest rates, however.\n    Currency dealers here and in the Far East said the dollar\ngained slight background support from the speculation.\n    But German dealers noted that the Bundesbank kept the 3.80\npct rate unchanged at which it offered liquidity to the money\nmarket this week, dashing some expectations that it may either\noffer lower fixed rate money or offer a reduced minimum rate\nand let the strength of banks' demands set the allocation rate.\n    It allocated 6.1 billion marks in new liquidity, much less\nthan the 14.9 billion leaving the market as a prior pact\nexpired. This further weakened sentiment the Bundesbank could\nmove to a more accommodative monetary stance, dealers said.\n    Koehler said in a speech in Surrey, England, speculative\ncapital inflows may cause monetary growth, regardless of\nwhether central banks intervened or exchange rates fell.\n    \"In other words, the monetary policy measures required are\ndifferent from -- and sometimes diametrically opposed to --\nthose needed when the money stock is increasing as a result of\nmounting economic activity.\"\n    Though Koehler was known to be the most liberal of the\ngenerally monetarist Bundesbank board, his comments marked the\nfirst time cuts in rates had been concretely suggested as a\ncounterpoint to overly strong monetary growth, dealers said.\nREUTER^M\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "lme"
    ]
}