{
    "DATE": "17-APR-1987 03:28:06.57",
    "TOPICS": [
        "grain",
        "trade"
    ],
    "NEWID": "16763",
    "TEXT": {
        "TITLE": "U.S. URGES JAPAN TO OPEN FARM MARKET FURTHER",
        "DATELINE": "    TOKYO, April 17 - ",
        "BODY": "U.S. Agriculture Secretary Richard Lyng\nhas asked Japan to open its farm market further to help\nWashington cut its trade deficit and ease protectionist\npressures, an Agriculture Ministry official told reporters.\n    Hideo Maki, Director General of the ministry's Economic\nAffairs Bureau, quoted Lyng as telling Agriculture Minister\nMutsuki Kato that the removal of import restrictions would help\nJapan as well as the United States.\n    The meeting with Kato opened a 12-day visit to Japan by\nLyng, who is here to dicuss farm trade.\n    However, Maki quoted Kato as replying that Japan was\nalready the world's largest grain importer.\n    Kato added Japan is the largest customer for U.S. Grain and\ndepended on domestic output for only 53 pct of its food\nrequirements in 1985.\n    Lyng said the U.S. Put high priority on talks on 12 farm\nproducts named in U.S. Complaints against Japan to the General\nAgreement on Tariffs and Trade (GATT) last year, as well as on\nbeef, citrus products and rice.\n    Kato said Japan will maintain its current level of\nself-sufficiency and will try not to produce surplus rice\nbecause potential production is higher than domestic demand.\n    The world farm market suffers from surpluses because of\nrising production by exporting countries, he added.\n    Lyng said the U.S. Has been trying to reduce farm product\noutput with expensive programs, Maki said.\n    Maki said the U.S. And Japan will hold detailed discussions\non each trade item as well as a new round of GATT trade talks\nat a meeting on April 20, in which U.S. Trade Representative\nClayton Yeutter will join.\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}