{
    "DATE": " 3-APR-1987 12:26:45.78",
    "TOPICS": [
        "gnp",
        "bop"
    ],
    "PLACES": [
        "portugal"
    ],
    "NEWID": "12986",
    "TEXT": {
        "TITLE": "PORTUGAL'S GDP FORECAST TO GROW FOUR PCT THIS YEAR",
        "DATELINE": "    LISBON, April 3 - ",
        "BODY": "Portugal's Gross Domestic Product (GDP)\nwill grow around four pct this year, the same rate as in 1986,\naccording to a Bank of Portugal forecast.\n    Total investment this year, the country's second as a\nmember of the European Community (EC), will rise nearly 10 pct,\nagain the same rate as last year, the central bank study said.\n    It added that Portugal's current account was forecast to\nshow a surplus of 400 mln dlrs this year compared with 1.13\nbillion in 1986 and 369 mln the previous year.\n    Last year's high surplus was attributed to cheaper oil and\nraw materials, lower world interest rates and a weaker dollar.\n    Imports by volume were forecast to grow 10 pct this year\nand exports four pct compared with increases of 16.5 pct and\n6.6 pct respectively in 1986, the bank said.\n    The forecasts were calculated on the assumption that the\nnon-expansionary monetary policy carried out by the current\ngovernment would be maintained, particularly in budget spending\nand income and in wage policy.\n    The bank added that the 1987 forecasts were also based on\nthe assumption that the international economic situation and\nPortugal's world trade relations would remain more or less the\nsame as in 1986.\n    The central bank said the high rate of investment estimated\nfor 1986 was due to government policies and to increasing\noptimism among firms whose financial situation had improved\nsince 1985. This tendency was expected to continue this year,\nespecially in the construction and public works sectors.\n    Financial aid from the EC had also helped to boost\ninvestment last year, the bank said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nyse",
        "nyce"
    ]
}