{
    "DATE": "30-MAR-1987 12:34:59.72",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "10905",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - U.S. CONGRESS RAPS JAPAN",
        "AUTHOR": "    By Jacqueline Frank, Reuter",
        "DATELINE": "    WASHINGTON, March 30 - ",
        "BODY": "The U.S. Congress is making Japan,\nwith its enormous worldwide trade surplus, the symbol of the\nU.S. trade crisis and the focus of its efforts to turn around\nAmerica's record trade deficit.\n    \"Japan has come to symbolize what we fear most in trade: the\nchallenge to our high technology industries, the threat of\ngovernment nutured competition, and the multitude of barriers\nto our exports,\" Senate Democratic Leader Robert Byrd said.\n    \"If we can find a way to come to terms with Japan over trade\nproblems, we can manage our difficulties with other countries,\"\nthe West Virginia Democrat said at a Senate Finance Committee\nhearing on the trade bill.\n    Byrd and House Speaker Jim Wright, a Texas Democrat, have\nmade trade legislation a priority this year and a wide-ranging\nbill is being readied for probable House approval next month.\n    Japan's bilateral trade surplus jumped from 12 billion dlrs\nin 1980 to 62 billion dlrs last year. Its surplus rose to 8.14\nbillion dlrs in February from 5.7 billion dlrs in January.\n    Congress points to the record 169 billion dlrs U.S. trade\ndeficit in 1986 and the slow response in the trade imbalance to\nthe dollar's decline in world currency markets as a reason to\npress Japan to buy more U.S. goods.\n    They are particularly dismayed by the rapid deterioration\nin U.S. exports of sophisticated computer technology.\n    In response to the growing anger and pressure by the U.S.\nsemiconductor industry, President Reagan Friday announced he\nintended to raise tariffs as much as 300 mln dlrs on Japanese\nelectronic goods in retaliation for Japan's failure to abide by\na 1986 U.S.-Japanese semiconductor agreement.\n    Congress also has been been angered by the administration's\nlack of success with Japan on a host of other trade issues\nincluding beef, citrus, automobile parts, telecommunications\ngoods, and financial services.\n    The bulk of the House trade bill was written last week in\nfour committees. It is a package of trade sanctions and\nmeasures to force the administration take tough action against\nforeign trade barriers and unfair competition.\n    Although most provisions do not single out Japan, in many\ncases their impact would be to restrict imports of Japanese\nproducts or make them more expensive with higher duties.\n    The cornerstone of the trade legislation passed the House\nWays and Means Committee by a vote of 34 to 2. Its focus is to\nforce President Reagan to retaliate against unfair foreign\ncompetition and to make it easier for U.S. industries to win\ntemporary relief from surges in imports.\n    The most controversial issue, an amendment to restrict\nimports if countries such as Japan with large surpluses do not\nbuy more U.S. goods was left for an April vote by the House.\n    Rep. Richard Gephardt, a Democratic presidential aspirant\nfrom Missouri, has the support of Wright and other key\nDemocrats to press for passage of the amendment.\n    The measure would have the most impact on Japan, West\nGermany, Taiwan and South Korea. If Japan, for example, does\nnot reduce its barriers by mid-1988, the United States would\nset import quotas or tariffs to cut Japanese surplus by ten per\ncent a year for three years.\n    \"I'm tired of going into companies and having managers say\nto me, 'We're not over competing in Japan because we can't\ncompete in the marketplace.' That argument needs to be taken\naway from American business,\" Gephardt said.\n    The administration has said it could not support a trade\nbill containing such a provision.\n    \n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}