{
    "DATE": "19-MAR-1987 13:49:23.23",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "7310",
    "TEXT": {
        "TITLE": "GERMAN BANKS SEE LOW INTEREST RATES CONTINUING",
        "DATELINE": "    BONN, March 19 - ",
        "BODY": "The Association of German Cooperative\nBanks said in a financial survey that domestic interest rates\nwould continue to remain low for the time being.\n    It said the Bundesbank could hold them down despite strong\nforeign influence and it saw no interest-straining factors in\nthe economy that could affect the long-term capital market.\n    The inflation rate of one pct also gave no occasion for\nhigher nominal interest rates. But a probable rise in inflation\nlate this year could give very slight grounds for a rise in\nnominal rates at year's end and next year, it said.\n    The association said generally low interest rates,\nprospects of lower taxes, a stable dollar rate and expected\nstrong domestic demand led it to believe that the investment\nclimate would remain friendly and the economy would continue\nits slow but very sure growth.\n    The Bundesbank had managed successfully to keep interest\nrates down on the short-term money market although its policies\nhad exerted little effect on the long-term capital market,\nwhich was so important for investment financing and thus for\nthe course of the economy, it said.\n    In view of the limits to the possibilities monetary policy\nhad in influencing the longer-term capital market, the\nassociation saw little sense in wanting to boost the economy\nthrough a short-term and expansionist monetary policy.\n    On the other hand it also saw no reason for sticking\ndogmatically to the money supply target for the whole of 1987.\n    The association said time would show to what extent\nspeculative foreign money and short-term invested domestic\nmoney would distort money supply developments. The Bundesbank\ncould hold down money market rates with the highly effective\ninstrument of sale and repurchase transactions, it said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}