{
    "DATE": " 2-MAR-1987 04:45:57.78",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "sweden"
    ],
    "NEWID": "302",
    "TEXT": {
        "TITLE": "WALLENBERGS FIGHT BID FOR SWEDISH MATCH STAKE",
        "DATELINE": "    STOCKHOLM, March 2 - ",
        "BODY": "Sweden's Wallenberg group fought back\na bid by the London-based Swedish financier Erik Penser to\nsecure a large stake in Swedish Match <SMBS ST>, one of the\ncompanies at the core of their business empire.\n    A statement issued by the Wallenberg holding companies AB\nInvestor and Forvaltnings AB Providentia said they had taken\nover an option held by Nobel Industrier Sweden AB to acquire 33\npct of the voting rights in Swedish Match.\n    Thre Wallenbergs paid Nobel Industrier <NOBL ST>, in which\nPenser group has a 72 pct stake, about 20 pct over the market\nprice for the Swedish Match option, the statement said.\n    Swedish Match's B shares open to foreign buyers closed at\n424 crowns on Friday. The A shares -- with increased voting\nrights -- closed at 450 crowns for the restricted and 455 for\nthe free shares.\n    The statement said the deal increased Investor's stake to\n49.4 pct of the voting rights and 14.8 pct of the share capital\nwhile Providentia is left holding 34.1 pct of the voting rights\nand 14.5 pct of the share capital in Swedish Match.\n    The Wallenbergs' stake in Swedish Match had previously\namounted to 52 pct of the voting rights in the company.\n    The Swedish Match deal will cost the Wallenbergs about 400\nmln crowns, share analysts said, making it one of the most\nexpensise moves the group has undertaken in the last four years\nto defend its far-flung interests from outside predators.\n    The Wallenbergs originally sold Nobel Industrier, an arms\nand chemicals group, to Penser in 1984 to pay for buying Volvo\n<VOLV ST> out of two other key group companies, Atlas Copco\n<ASTS ST> and Stora Koppabergs <SKPS ST>.\n    Since then, the Wallenbergs were ousted as the largest\nshareholders in SKF (SKFR ST> by Skanska AB <SKBS ST> and\nFrederik Lundberg wrested control of Incentive AB from them.\n    Lundberg, a Zurich-based Swedish property tycoon, also\nmanaged to acquire a 25 pct stake in another Wallenberg\ncompany, the diary equipment firm Alfa -Laval AB <ALFS ST>.\n    During 1986, the Wallenbergs have been concentrating on\nbuilding up their stake in Investor and Providentia to prevent\nany raid on the heart of their business empire.\n    But analysts say the Wallenbergs' position in the\nelectrical engineering firm ASEA AB <ASEA ST> is also too small\nat 12.6 pct of the voting rights and there has been growing\nspeculation that the group will be forced to sell off fringe\ninterests to protect its core activities.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}