{
    "DATE": "30-MAR-1987 18:42:26.46",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11144",
    "TEXT": {
        "TITLE": "GENCORP <GY> REJECTS UNSOLICITED TAKEOVER BID",
        "DATELINE": "    AKRON, OHio, March 30 - ",
        "BODY": "Gencorp Inc said its board urged\nshareholders to reject the hostile unsolicited 100 dlr a share\ntender offer made March 18 by General Acquisition Inc, an\naffiliate of Wagner and Brown and AFG Industries INc.\n    Gencorp also said it is developing a financially superior\nalternative that would enable shareholders to benefit from the\nfull value of the company.\n    In a letter to shareholders, Chairman A. William Reynolds \nsaid the offer is a \"highly conditional, contingently financed\nbust-up offer\" that seeks to deny shareholders the true value\nof their investment in Gencorp.\n    Reynolds said the board reached its decision to reject the\noffer after careful study with legal and financial advisers. He\nsaid the board has authorized management to explore\nalternatives aimed at providing shareholders with a\n\"financially superior\" alternative to the general acquisition\noffer.\n    A Gencorp spokesman, in response to questions, would not\ncomment on market speculation that the company's management may\ndevelop a leveraged buyout offer of its own. He would also not\ncomment on when a better alternative might be developed.\n    Gencorp's stock has traded well above the 100 dlr offer\nprice since the tender was made. Today, Gencorp closed at\n114-1/4, up 1-5/8.\n    Reynolds said in the letter that for the last few years,\nGencorp management has taken action to enhance shareholder\nvalue, and the stock price and earnings have improved since he\njoined the company.\n    Gencorp said the partnership's offer is a \"bargain price\"\nacquisition that was \"using financing from a syndicate of banks\nthat does not yet exist and a bridge loan from Shearson Lehman\nbrothers that shearson is not obligated to provide.\"\n    Reynolds also said the offer would result in a radical\nalteration and selloff of Gencorp's assets, including Aerojet\nGeneral to refinance General Acquisition's borrowings with the\nprofits going to Wagner and Brown and AFG instead of\nshareholders.\n    The letter also said the General Acquisition offer\n\"jeopardizes the security and interests\" of its shareholders,\nemployees, customers, suppliers and the communities throughout\nthe country where the company's facilities are located.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "sarney"
    ]
}