{
    "DATE": " 1-APR-1987 05:04:43.62",
    "TOPICS": [
        "ship",
        "iron-steel"
    ],
    "NEWID": "11813",
    "TEXT": {
        "TITLE": "TAIWAN SEES SHARP DECLINE IN SHIPBREAKING",
        "AUTHOR": "    By Chen Chien-kuo, Reuters",
        "DATELINE": "    TAIPEI, April 1 - ",
        "BODY": "Taiwan's shipbreaking industry is\nexpected to decline sharply this year despite the boom in 1986\nbecause of keener competition from South Korea and China, the\nrising Taiwan dollar and U.S. Import curbs on steel products,\nindustry sources said.\n    Last year, Taiwanese breakers demolished a record 344\nvessels totalling 3.69 million light displacement tons (ldt),\nup on 165 of 2.97 million ldt in 1985, Lin Chung-jung, a Taiwan\nShipbreaking Industry Association (TSIA) spokesman, told\nReuters.\n    China scrapped vessels of some 1.1 mln ldt last year while\nSouth Korea demolished ships of 910,000 ldt, he said.\n    Yao Liu, president of Chi Shun Hwa Steel Co, a leading\nshipbreaker and steel producer in Kaohsiung, told Reuters, \"We\nexpect to scrap fewer ships this year because of an expected\ndecline in our steel product exports.\"\n    Lin said many breakers predicted a 20 pct decline in\nscrapping operations this year due to falling demand from the\nU.S., Japan and Southeast Asia for Taiwanese steel.\n    Taiwan agreed last year to voluntarily limit its steel\nproduct exports to the U.S. To 120,000 tonnes in the first half\nof 1987 from about 260,000 tonnes in the first half of 1986, a\nTaiwan Steel and Iron Association official said.\n    Yao said the rising Taiwan dollar means Taiwan's steel\nexports are more expensive than South Korea's and China's.\n    The Taiwan dollar has strengthened by some 16 pct against\nthe U.S. Unit since September 1985 and some bankers and\neconomists said it could appreciate to 32 to the U.S. Dollar by\nthe end of the year from 34.23 today, Yao said.\n    In comparison, the won rose by about five pct and yuan\nremained stable during the same period, he added.\n    \"We have lost some orders to South Korea and mainland China\nbecause foreign importers have switched their purchases,\" he\nsaid.\n    Taiwan's steel exports to the U.S., Japan and Southeast\nAsia slipped to 148,000 tonnes in the first two months of 1987\nfrom about 220,000 tonnes a year earlier, the Taiwan Steel and\nIron Association official said.\n    He said he expected further declines in later months but\ndid not give figures.\n REUTER\n\u0003"
    },
    "PLACES": [
        "taiwan",
        "china",
        "south-korea",
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "young"
    ],
    "ORGS": [
        "asean"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}