{
    "DATE": "16-MAR-1987 12:45:32.94",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "canada"
    ],
    "NEWID": "5507",
    "TEXT": {
        "TITLE": "CANADA'S MULRONEY SAYS U.S. TRADE DEAL NEARS",
        "DATELINE": "    OTTAWA, March 16 - ",
        "BODY": "Prime Minister Brian Mulroney said\n\"significant progress\" was being made in trade talks with the\nUnited States and a profile of a major deal was emerging.\n    Opening a debate on free trade in the House of Commons,\nMulroney said an accord would create thousands of jobs in\nCanada and bring greater economic prosperity to both countries.\n    Mulroney, who offered few new details of the talks, said\nthat while the negotiations were risky and difficult, \"a\nprofile of a major trade deal is now emerging.\"\n  In a 50-minute address, Mulroney made an often passionate\ndefense of the initiative that he said would give poorer areas\nof the country a major economic boost.\n    \"Because of our trading patterns over a period of decades,\nwe are in the process of building two Canadas -- one that is\nrich and promising, one that is under-developed and\nunder-employed,\" said Mulroney.\n    \"What we want is to make sure Newfoundlanders and British\nColumbians and Albertans and others, that they get their\nchance. They must be given the opportunity to trade their way\nto prosperity.\"\n    Few detials have been released on the trade talks which\nwere launched nearly two years ago between the two nations that\nare each others most important trading partners.\n    Recent published reports in Canada, quoting senior trade\nsources, said the countries were close to reaching a trade deal\nand it will involve eliminating border trariffs and many\nnon-tariff barriers over the next 10 to 12 years.\n    It has been reported a key stumbling block in the talks is\na Canadian proposal to find a new way to settle trade disputes,\nsomething that would give Canada protection from Washington's\ntough trade remedy laws.\n    But Mulroney, sharply critical of protectionist sentiment\nin the U.S, said Canada was a \"fair trader\" and denied the\ngovernment was pursuing the deal to win unfair access to the\nAmerican market.\n    He said a trade deal must bring benefits to both sides.\n    \"We recognize a good deal must be a fair deal, one that is\nfair to both sides,\" Mulroney said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "mulroney"
    ]
}