{
    "DATE": " 4-MAR-1987 11:47:42.77",
    "TOPICS": [
        "livestock",
        "carcass",
        "grain"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "1557",
    "TEXT": {
        "TITLE": "EC SOURCES DETAIL NEW FARM SOCIAL PACKAGE",
        "DATELINE": "     BRUSSELS, March 4 - ",
        "BODY": "The 350 mln Ecu three-year package of\nsocial and structural measures agreed early today by European\nCommunity farm ministers features a plan to compensate farmers\nfor reducing output of certain surplus products, EC Commission\nsources said.\n    The ministers agreed that under this \"extensification\"\nscheme, farmers would qualify for compensation if they cut\noutput of specific products by at least 20 pct.\n    The plan would initially apply to cereals, beef, veal and\nwine, they added.\n    Cereals farmers would have to achieve their output cuts by\nreducing acreage, while cattle farmers would reduce their\nnumber of head and vinegrowers would cut yield. In each case,\nfarmers would have to undertake not to step up their capacity\nfor output of other products which are in surplus in the EC.\n    The sources said payment levels have not yet been fixed but\nwill be designed to compensate farmers for loss of profit on\nthe production they forego.\n    The sources said the package also contains provisions for\npayments to farmers who embark on a program aimed at protecting\nor improving the environment.\n    It would also mean compensatory allowances in less favoured\nfarming areas would be extended to crops. At present such\nallowances are available only for livestock.\n    The package would provide 20 mln Ecus for research into\nalternative farming techniques, the sources added.\n    At a news conference EC Farm Commissioner Frans Andriessen\nsaid the Commission is also working on proposals to enable the\nEC and member states to provide direct income supports for\nrelatively poor farmers.\n    Andriessen did not give full details, but said member state\naid would be subject to \"strict criteria to avoid distortion of\ncompetition.\"\n    EC payments would aim to help farmers to survive a\ndifficult period while the EC tackles the problems of surplus\nproduction.\n    The Commission withdrew from the package agreed last night\nproposals to pay \"early retirement\" pensions to farmers aged 55\nor over who gave up production. Those who took their land\ncompletely out of farm production, rather than passing it on to\ntheir heirs, would have received more generous payments.\n    Andriessen said the Commission plans to present revised\nproposals along these lines in an effort to get a scheme\nagreed.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}