{
    "DATE": "18-JUN-1987 14:39:09.68",
    "TOPICS": [
        "tin"
    ],
    "PLACES": [
        "uk"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18924",
    "TEXT": {
        "TITLE": "ITC CONTESTS USE OF DOCUMENTS AS COURT EVIDENCE",
        "DATELINE": "    LONDON, June 18 - ",
        "BODY": "The International Tin Council, ITC,\nintervened in a High Court hearing in an attempt to prevent the\npresentation of internal Council documents as evidence.\n    The intervention in Shearson Lehman's action against the\nLondon Metal Exchange over its \"ring out\" of tin contracts in\n1986 is likely to have implications for other cases in which\nthe Council is involved following the collapse of its buffer\nstock operations in October 1985, ITC delegates said.\n    The ITC's case is being presented by Professor Rosalyn\nHiggins and is expected to take a further one or two days next\nweek. Court does not sit tomorrow.\n    In essence the Council is claiming that its status is\nsimilar to that of a foreign embassy and that its archives can\ntherefore not be used in an English court of law.\n    The Council ended its quarterly session today ahead of\nschedule. The meeting had been expected to go on until tomorrow\nwhen the European Community's legal advisers were due to\nattend, but delegates reviewed the progress of the various\nlegal actions today.\n    Otherwise, the meeting was occupied with internal\nadministrative matters, delegates said.\n    The ITC will continue to operate with a reduced staff after\nJune 30 following the two year extension of the sixth\nInternational Tin Agreement.\n    As well as dealing with the ongoing litigation, the Council\nwill continue with its statistical work and carry out some\nresearch studies, although staffing in the research department\nis being cut to one from two previously.\n    At this week's session the Council elected Philip Sparkes\nof Australia as first vice-chairman for the producing members\nand Heinz Hofer of Switzerland as second vice-chairman for the\nconsumers for the year from July 1. Future quarterly sessions\nare scheduled for October 5/7 and December 14/16.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}