{
    "DATE": " 2-APR-1987 08:24:17.92",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12487",
    "TEXT": {
        "TITLE": "INTERNATIONAL TECHNOLOGY <ITX> SEES 4TH QTR LOSS",
        "DATELINE": "    TORRANCE, Calif., April 2 - ",
        "BODY": "International Technology corp\nsaid it expects to report a loss for the fourth quarter ended\nMarch 31 of about 20 cts per share, compared with a\nyear-earlier profit of 11 cts.\n    The company blamed the expected loss on regulatory and\npermitting issues that limited the full utilization of\nhazardous waste treatment cites in Califoirnia, continued\nstartup delays for major remediation projects, the writeoff of\nan investment in a subsidiary and a settlem,ent with the\nCalifornia Attorney General's Office and Department of Health\nServices.\n    The company said the settlement relates to regulatory\nviolations alleged by the U.S. Environmental Protection Agengy\nand the California Health Services department at the company's\nVine Hill and Panoche treatment facilities in Northern\nCalifornia.\n    It said under the agreement, it will pay the state\n2,100,000 dlrs in civil penalties over a two-year period and\npay 500,000 dlrs over five years to local medical facilities as\npart of a community awareness and emergency response program\ndeveloped by local communities.  The expenses will be charged\nagainst fourth quarter results, it said.\n    The company said it has agreed as well to make compliance\nand public safety capital expenditures of about 600,000 dlrs.\n    It said it has now received an operating permit for a new\n250,000 cubic yard landfill cell at its Imperial County,\nCalif., from the Health Services department.\n    The company said the Panoche facility remains closed but is\nexpected to reopen for liquid and sludge receipts in the near\nfuture.  But it said receipts of solid material, which had\naccounted for the majority of the revenue at the site, could be\nrestricted until 1988 pending resolution of capacity issues in\nthe Panoche site permit.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "lme"
    ]
}