{
    "DATE": " 9-MAR-1987 09:44:16.03",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "france",
        "usa"
    ],
    "NEWID": "3056",
    "TEXT": {
        "TITLE": "RENAULT, CHRYSLER IN ACCORD FOR CHRYSLER TO BUY AMC",
        "DATELINE": "    PARIS, March 9 - ",
        "BODY": "Regie Nationale des Usines Renault\n<RENA.PA> said it and Chrysler Corp <C> have signed a letter of\nintent in which Chrysler plans to buy American Motors Corp\n<AMO.N>, 46 pct owned by Renault.\n    Renault President Raymond Levy said in a statement issued\nby the French state car group the agreement was an important\nstage in Renault's redeployment. \"It will allow Renault to\ncontinue its export programme to the U.S. And also opens a\nperspective of cooperation with a major American constructor,\"\nthe statement said. Under the terms of the letter of intent,\nChrysler will purchase Renault's stake held in the form of\nbonds and shares.\n    The Renault statement quoted Chrysler Chairman Lee Iacocca\nas saying, \"We welcome AMC shareholders into the Chrysler\nfamily.\"\n    He added that the accord would allow Renault and Chrysler\nto study the development of future products destined to be\ndistributed by Renault and Chrysler in the North American and\nworld markets.\n    \"Renault is a leader in our industry and I am happy to be\nworking with them,\" Iacocca was quoted as saying.\n    Chrysler will pay for Renault's AMC interests held in bonds\nby a 200 mln dlr bond and will pay up to 350 mln dlrs for\nRenault share interests, depending on AMC sales and future\nprofits, the Renault statement said.\n    The statement said the agreement in principle gave each\nside 30 days to put together a definitive accord. Approval\nwould also be necessary from the Renault, Chrysler and AMC\nboards, from AMC shareholders and the relevant government\nauthorities.\n    If the deal goes ahead, the statement said, AMC\nshareholders other than Renault will receive Chrysler shares\nfor each of their shares valued at four dlrs.\n    AMC shareholders with convertible preferential shares will\nhave the possibility to exchange them for Chrysler shares on\nthe same conditions as those they would have had in exchanging\nthem for AMC shares.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "poehl"
    ]
}