{
    "DATE": " 2-JUN-1987 09:41:32.00",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "australia"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "17986",
    "TEXT": {
        "TITLE": "CSR SAYS IT IS PROCEEDING WITH OFFER FOR MONIER",
        "AUTHOR": "    By David Skinner, Reuters",
        "DATELINE": "    SYDNEY, June 2 - ",
        "BODY": "CSR Ltd <CSRA.S> intends to proceed with\nits planned bid for building materials group Monier Ltd\n<MNRA.S> despite the counter-bid from <Equiticorp Tasman Ltd>\n(ETL), CSR executive director Gene Herbert told Reuters.\n    ETL said today it would offer 4.15 dlrs each for Monier's\nissued capital of 156.28 mln shares, plus a share alternative.\nThis compares with a 3.80 dlr cash element in CSR's proposed\nbid.\n    The proposed offer by ETL, controlled by New Zealand\nentrepreneur Allan Hawkins, came after it built up a 14.99 pct\nstake in Monier in a 95 mln dlr share raid in recent days.\n\n    Herbert said Britain's Redland Plc <RDLD.L>, which holds\njust under 50 pct of Monier, still supported the CSR bid and\nhad told CSR it is not a seller.\n    He said Redland wanted to maintain and build on its\noperations in Australia and the U.S., Where Monier has built up\na strong presence, notably in roofing tile manufacture.\n    The CSR offer contains a put and call option agreement with\nRedland. This enables Redland to accept the CSR bid within six\nmonths of its close or to lift its stake to 50.1 pct in the\nsame period and to run Monier as a joint venture with CSR.\n    CSR has said that Redland will take up the second option.\n\n    ETL has declined to say why it intervened in Monier, beyond\ndescribing it as a long term investment.\n    ETL would bring no synergies to Monier, unlike CSR which is\na leader in building materials, Herbert said.\n    \"We fit better with Monier,\" he said.\n    CSR has said that it will concentrate development on its\ncore businesses of sugar and building materials after its moves\ninto energy several years ago.\n    Asked what he thought ETL's bid sought to achieve, Herbert\nsaid: \"I'm puzzled as to what Hawkins' strategy is. One has to\nwonder if Monier is the main target.\"\n\n    Herbert said CSR had no plans to raise its bid, and said a\nhigher price would be difficult to justify on fundamentals.\n    Monier was trading at 2.80 dlrs when CSR launched its\noriginal bid of 3.50, or 16.8 times earnings, in late April.\n    The shares closed at 3.90 dlrs today, down 25 cents on\nyesterday, after ETL withdrew on reaching the top foreign\nshareholding level permitted without Foreign Investment Review\nBoard (FIRB) approval. Its bid is subject to FIRB approval.\n    Herbert also said that institutions, which are more likely\nto accept a share alternative than cash, would have to judge\nthe respective values of ETL and CSR shares.\n\n    ETL is the third group to become involved in a possible\nacquisition of Monier this year. Redland held discussions on a\npossible takeover before the CSR bid emerged but the\nnegotiations foundered on the price.\n    Share analysts said that for this reason, they did not\nthink ETL's intervention would flush out a full Redland bid\nalthough Monier's ultimate fate rests in its hands.\n    \"Redland is still in the driving seat,\" said Tim Cohen of\n<Ord Minnett Ltd>, adding that Redland would be happier having\nCSR as a partner in running Monier than ETL.\n    Monier's independent directors have recommended ETL's bid.\n\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}