{
    "DATE": "30-MAR-1987 02:40:49.05",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "indonesia"
    ],
    "NEWID": "10693",
    "TEXT": {
        "TITLE": "INDONESIA LIMITS OIL PRICE IMPACT-FINANCE MINISTER",
        "DATELINE": "    JAKARTA, March 30 - ",
        "BODY": "Indonesia has minimised the economic\nimpact of falling oil prices, kept inflation within limits and\nboosted exports, Finance Minister Radius Prawiro said.\n    Indonesia was badly hit by last year's steep plunge in\ncrude prices, which cut revenue from oil exports by half.\n    But Prawiro was quoted by Indonesian newspapers as telling\nPresident Suharto that inflation was kept to around nine pct in\nthe financial year ending tomorrow, against around 4.3 pct the\nprevious year.\n    Exports were estimated to have risen by seven pct, he said,\nalthough he did not give complete figures.\n    The depressed economy forms the main backdrop to general\nelections next month in Indonesia, a major producer of rubber,\npalm oil, tin, timber and coffee.\n    Prawiro said 1986/87 had also been difficult because of the\nappreciation of currencies like the yen and the mark against\nthe dollar, which increased Indonesia's debt repayments.\n    He said the economy would have suffered more from the world\neconomic recession if the government had not devalued the\nrupiah by 31 pct last September.\n    In an editorial on the economic outlook, the Jakarta Post\nsaid the government must press ahead with measures to\nderegulate the economy to help boost non-oil exports.\n    The English-language daily said bigger export earnings were\nneeded to finance not only imports but also the country's\ngrowing foreign debt, estimated at around 37 billion dlrs.\n    \"About 50 pct of our foreign debt obligations fall due\nwithin the next three to five years and will steadily increase\nthe debt servicing burden,\" the paper said.\n    However, end-investors were seen bargain hunting in\nexpectation of a further yen interest rate decline, dealers\nsaid.\n    Most dealers were cautious in the face of the dollar's\nnosedive today and the possibility of a U.S. Interest rate\nrebound to halt further dollar depreciation.\n    A 4.7 pct coupon and volume of 1,400 billion yen for the\nApril 10-year bond proposed by the Finance Ministry this\nafternoon were taken favourably by the market.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "prawiro"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}