{
    "DATE": "20-OCT-1987 13:59:05.95",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "west-germany",
        "usa"
    ],
    "NEWID": "20500",
    "TEXT": {
        "TITLE": "BAKER SEEN WINNING GERMAN INTEREST RATES BATTLE",
        "AUTHOR": "    By Felix Dearden",
        "DATELINE": "    BONN, Oct 20 - ",
        "BODY": "The United States appears to have won a\ntransatlantic battle by forcing the Bundesbank to trim interest\nrates, European economists said.\n    But they added Washington set the stakes high by testing\nthe limits of the Louvre accord while global stock markets were\nplunging.\n    West German Finance Minister Gerhard Stoltenberg and U.S.\nTreasury Secretary James Baker reaffirmed their commitment to\ncurrency stability at a secret meeting yesterday in Frankfurt,\naccording to official statements released late Monday.\n    Only 13 hours after the statements were released, the\nBundesbank reduced short-term interest rates by offering banks\nliquidity at a fixed bid rate of 3.80 pct, down from a 3.85 pct\nfacility rate offered last week.\n    While the two ministers were meeting with Bundesbank\npresident Karl Otto Poehl, the central bank had also added\nmoney market liquidity repeatedly, signalling it did not want a\nstrong rise in the tender allocation rate on Tuesday.\n     \"It's round one to the Americans, \" said Richard Reid,\nsenior European economist for brokers UBS/Philips and Drew in\nLondon.\n    But Reid added, \"We shouldn't forget that it has taken one\nof the biggest stock market crashes in decades to get the West\nGermans to cut their security repurchase rate by a 0.05\npercentage point.\"\n    Over the weekend, criticism by Baker of earlier tightening\nof West German monetary policy led to a sharp dollar fall and\nfuelled speculation that the Louvre accord was no longer valid.\n    Six leading industrial nations agreed under February's\nLouvre Accord to stabilise currencies and coordinate monetary\npolicies. It has since been reaffirmed by the Group of Seven -\nthe US, Japan, West Germany, Britain, France, Italy and Canada.\n    The Frankfurt meeting on Monday soothed currency markets\nand the dollar gained over two pfennigs in after hours trading\nin New York. At the Frankfurt fixing on Tuesday, the dollar was\nquoted at 1.7918 marks compared with 1.7740 on Monday.\n    Guenther Aschoff, chief economist at Deutsche\nGenossenschaftbank in Frankfurt said massive declines on world\nstock markets had been the main reason for the fall in West\nGerman short-term interest rates on Tuesday.\n    \"The Bundesbank wanted to set a marker after stock market\nlosses... That was the responsible thing to do and if it fits\nwith Baker's wishes, then all the better,\" he said.\n    No central bank wants to let interest rates rise, and the\nBundesbank had been forced to put its rates up following rises\nin the U.S., Aschoff said.\n    Poehl told a conference in Frankfurt on Tuesday the central\nbank has no interest in higher capital market rates and he\nthought the global rate increase was a cause for concern.\n    Giles Keating, economist with Credit Suisse First Boston\nLtd in London said \"The cautious Bundesbank has beaten a retreat\nand Baker has won a battle...But he hasn't won the war as the\nsecurity repurchase rate is still 20 points higher than it was\nbefore the IMF meeting last month in Washington.\"\n    Before the IMF meeting, when the Louvre Accord was\nreaffirmed, the Bundesbank was offering money market liquidity\nat 3.60 pct, Keating noted.\n    Economists said the United States now appeared to have\nagreed to play by the rules of the Louvre Accord and support\nthe dollar in return for the German action on interest rates.\n    Any further sharp decline of the dollar would hinder\nWashington's efforts to reduce its trade deficit, Stoltenberg\ntold a news conference on Tuesday. He added he would not rule\nout central banks of leading industrial countries intervening\non exchange markets to defend the dollar's value.\n    Deutsche Genossenschaftbank's Aschoff stressed West\nGermany's heavy dependence on exports and the need for currency\nstability. In addition, both the U.S. And West German central\nbanks were keen to avoid a dollar slide which would force them\nto again spend vast sums intervening to support the dollar.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker",
        "stoltenberg",
        "poehl"
    ],
    "EXCHENGES": [
        "comex"
    ]
}