{
    "DATE": " 1-JUN-1987 16:40:11.27",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17812",
    "TEXT": {
        "TITLE": "USPCI <UPC> SEEN REJECTING UNION PACIFIC BID",
        "DATELINE": "    CHICAGO, June 1 - USPCI Inc likely will reject a 43-dlr-a-",
        "BODY": "share bid made last Wednesday by Union Pacific Corp (UNP), \nanalysts said.\n    \"The offer is inadequate,\" said Douglas Augenthaler, an\nanalyst with E.F. Hutton, noting that it does not represent the\nneeded premium over the company's fundamental value based on\nearnings estimates.\n    USPCI, which has 8.7 mln shares outstanding, was trading at\n48-1/8, down 3/8.\n    USPCI vice president of finance Larry Shelton said he could\nnot comment on the adequacy of the offer or on when the board\nwould meet to consider it.\n    Augenthaler said that while USPCI was trading at only 34\ndlrs a share at the time of the takeover bid, its announcement\nthat same day of higher earnings expectations changed its\nvalue. USPCI said its second quarter earnings would exceed\nanalysts expectations of 24 to 30 cts a share.\n    At that price, USPCI could maintain a stock price in the\nlow 40s, Augenthaler said.\n    Hutton revised its 1987 earnings estimate for the waste\nmanagement concern to 1.40 dlrs a share from 1.20 dlrs on the\nannouncment, he said. It lifted its 1988 projection to 1.90\ndlrs a share from 1.70 dlrs.\n    In addition, analysts said the hazardous waste management\nbusiness holds significant growth potential. The industry has\ngrown from 16 to 35 pct over the last five years, based on\nearnings per share, said Jeffrey Klein, an analyst with Kidder\nPeabody and Co. The industry is expected to continue growing at\n15 to 35 pct over the next five years, he said.\n    Augenthaler said the 43-dlr-a-share offer, or 375 mln dlrs\ntotal, would be a bargain for Union Pacific. The transportation\nand energy company would both gain entry into a profitable\nbusiness and win cost-control benefits, he said.\n    \"Union Pacific has what are rumored to be some fairly\nsignficant environmmental problems of its own,\" he said.\n    Herb Mee Jr., president of Beard Oil Co (BEC), which holds\na 30.4 pct stake in USPCI, said last week Union Pacific's offer\nwas \"grossly inadequate.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}