{
    "DATE": "19-MAR-1987 06:17:22.36",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "7001",
    "TEXT": {
        "TITLE": "FAIRFAX SAYS HIGHER TAX HITS FIRST HALF EARNINGS",
        "DATELINE": "    SYDNEY, March 19 - ",
        "BODY": "Media group John Fairfax Ltd <FFXA.S>\nsaid that its flat first half net profit partly reflected the\nimpact of changes in the Australian tax system.\n    Fairfax earlier reported net earnings edged up 2.3 pct to\n25.94 mln dlrs in the 26 weeks ended December 28 from 25.35 mln\na year earlier although pre-tax profit rose 9.1 pct to 48.30\nmln from 44.29 mln.\n    Net would have risen 10.1 pct but for the increase in\ncompany tax to 49 pct from 46 and the imposition of the tax on\nfringe benefits, paid by employers and not the recipients, the\ncompany said in a statement.\n    Fairfax also pointed to the cyclical downturn in revenue\ngrowth in the television industry as another reason for the\nflat first half earnings.\n    It said it considered the result satisfactory in view of\nthese factors.\n    Fairfax said its flagship dailies, The Sydney Morning\nHerald and the Melbourne Age, boosted advertising volume, as\ndid the Australian Financial Review, and posted extremely\nsatisfactory performances. Magazines also performed strongly.\n    But an 8.9 pct rise in television costs outweighed a 4.0\npct rise in revenue, it said.\n    Fairfax said a fall in net interest also contributed to net\nearnings because group borrowings were reduced following the\nreceipt of a 96.11 mln dlr capital dividend from <Australian\nAssociated Press Pty Ltd> (AAP) after the sale of AAP's \"B\"\nshares in Reuters Holdings Plc <RTRS.L>.\n    This accounted for the 89.32 mln dlr extraordinary profit.\n    Fairfax said it is too early to predict results for the\nfull year. Increased borrowings after the recent 320 mln dlr\nacquisition of the HSV-Seven television station in Melbourne\nwill hit earnings but networking with the Channel Sevens in\nSydney and Brisbane will produce some offsetting cost savings.\n REUTER\n\u0003"
    }
}