{
    "DATE": "24-MAR-1987 08:41:53.00",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "8707",
    "TEXT": {
        "TITLE": "WOOLWORTH U.K. SAYS GROWTH PROSPECTS EXCITING",
        "DATELINE": "    LONDON, March 24 - ",
        "BODY": "Woolworth Holdings Plc <WLUK.L> which\nearlier announced a 1986 pre-tax profits rise of 42 pct over\n1985, said its prospects for growth were very exciting.\n    The profit figure of 115.3 mln stg exceeded a forecast by\nsome 10 pct made during the hostile bid by Dixons Group Plc\n<DXNS.L> last year and the company said the results were a\nmajor step towards the aim of making Woolworth the most\nprofitable retailing group in the U.K.\n    It aimed to produce growth from all its businesses and look\nfor opportunities to acquire specialist retail businesses.\n    Earlier this month the group said that tentative merger\ntalks with the high street pharmacist <Underwoods Plc> had been\ncalled off and recently announced a 19.2 mln stg recommended\noffer for <Charlie Browns Car Part Centres Plc>.\n    The B and Q Do it Yourself centres raised sales by 31 pct\nand retail profit by 37 pct, with its pretax contribution of\n45.5 mln making it the largest single component.\n    The company said that the improvement had been achieved by\nsubstantial organic growth in existing stores as well as by the\nopening of a further 29 new outlets and enhanced margins.\n    In other sectors, the Comet electrical chain raised retail\nprofits by 46 pct to 17.4 mln stg, while the Woolworth chain\nreported a 120 pct improvement to 38.7 mln.\n    The company said its property operations would increase\nsubstantially following the start of a joint venture deal with\ndevelopers <Rosehaugh Plc>.\n    The defence costs against the 1.9 billion stg bid from\nDixons resulted in a 16.0 mln stg extraordinary charge.\n    The results were 10 mln stg up on most analysts forecasts.\nAs a result, the group's shares rose strongly, peaking at 865p\nfrom last night's 842p before easing to 860p at 1155 GMT.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}