{
    "DATE": "29-MAR-1987 06:01:35.33",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "10648",
    "TEXT": {
        "TITLE": "BFG PARTIAL OPERATING PROFITS FALL SHARPLY IN 1986",
        "DATELINE": "    FRANKFURT, March 29 - ",
        "BODY": "Bank fuer Gemeinwirtschaft AG\n<BKFG.F>, BfG, partial operating profits fell to 182.6 mln\nmarks in 1986 from 313.7 mln in 1985, new majority shareholder\nAachener und Muenchener Beteiligungs-AG <AMVG.F>, AMB, said.\n    But total operating and extraordinary profits, including\nearnings from currency and securities trading on the bank's own\naccount and earnings from the sale of holdings in other firms,\nwere more than double the previous year's level, AMB said.\n    BfG's 1986 accounts were included in a prospectus for AMB's\ncapital increase, which is to finance the insurance company's\nacquisition of 50 pct plus one share of BfG.\n    Despite the fall in partial operating profits, BfG paid an\nunchanged 20 mln marks into open reserves and transferred an\nunchanged 80 mln marks to its trade union holding company,\n<Beteiligungsgesellschaft fuer Gemeinwirtschaft AG>, from which\nAMB has acquired the majority stake.\n    The bank has said its business last year suffered from the\nturbulence around the troubled trade-union-owned housing\nconcern Neue Heimat.\n    AMB said the 500 mln mark drop in BfG's business volume to\n50.1 billion marks affected the interest surplus.\n    The interest surplus, which fell to 897.9 mln marks from\n981.1 mln, was also depressed by the 0.1 point fall in the\ninterest margin to 1.9 pct.\n    A rise in the surplus on commission to 208.8 mln marks from\n188.1 mln was not enough to compensate for this.\n    The rise in total operating profits enabled BfG to step up\nrisk provisions, with country risks particularly emphasised\nbecause of the continuing difficulties of some countries.\n    Disclosed risk provisions, which under West German\naccounting rules do not necessarily reflect the full amount,\nrose to 736.3 mln marks from 224.0 mln.\n    BfG's parent credit volume eased to 32.63 billion marks in\n1986 from 33.51 billion. Foreign debtors accounted for 24 pct\nof this credit volume, and Latin American debtors accounted for\n14.7 pct of total lending to foreigners.\n    BfG posted extraordinary earnings from the sale of 25.01\npct of <Volksfuersorge Deutsche Lebensversicherung AG>, 74.9\npct of <BSV Bank fuer Sparanlagen und Vermoegensbildung AG> and\nfive pct of <Allgemeine Hypothekenbank AG>. The sale was linked\nto AMB's acquisition of a majority of BfG.\n    These sales show up as 494.2 mln marks from profit transfer\nagreements and 326.5 mln from writing back risk provisions.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}