{
    "DATE": "26-MAR-1987 09:43:13.45",
    "TOPICS": [
        "gold"
    ],
    "PLACES": [
        "west-germany",
        "usa"
    ],
    "NEWID": "9866",
    "TEXT": {
        "TITLE": "U.S. GOLD EAGLE SALES PROJECTED AT 3.1 MLN OUNCES",
        "DATELINE": "    FRANKFURT, March 26 - ",
        "BODY": "American Eagle gold bullion coin\nsales are projected at 3.1 mln troy ounces in their first year\non the market, well above the target of 2.2 mln, Donna Pope,\ndirector of the U.S. Mint, told journalists.\n    World sales, which began on October 20, 1986, reached 2.193\nmln ounces in less than six months of sales. This made it world\nmarket leader with a share of 37 pct in 1986, Pope said.\n    Pope said that in volume terms, nearly half of all gold\nEagle sales were within North America, roughly 40 pct were in\nEurope and about eight pct in Asia.\n    She said despite introduction of several new gold bullion\ncoins on the market recently, the Mint is aiming to preserve\nthe Eagle's strong market share with extensive publicity.\n    The Mint uses mainly newly mined U.S. Gold for the coins,\nas long as this is available at market prices. The remaining\ngold is taken either from U.S. Treasury stocks, or from the\nopen market, Pope said.\n    Gold analysts said the Eagle is facing competition here\nfrom the Canadian Maple Leaf, and also to a lesser extent from\nthe South African Krugerrand. Some estimated the Maple Leaf's\nWest German market share at 60 pct.\n    The figures may be distorted, as many German investors buy\ngold bullion in Switzerland or Luxembourg to escape the 14 pct\nvalue-added tax imposed here. Including the tax, the one-ounce\ncoins traded today at 906 marks, they said.\n    Competition may also come from new gold coins, including\nBelgium's ECU, which began sales today. Britain and Australia\nalso have plans to mint gold bullion coins, the analysts said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "ec"
    ]
}