{
    "DATE": "31-MAR-1987 08:52:20.83",
    "TOPICS": [
        "alum"
    ],
    "NEWID": "11273",
    "TEXT": {
        "TITLE": "ALUMINIUM CAPACITY GROWTH TREND SEEN INSUFFICIENT",
        "DATELINE": "    LONDON, March 31 - ",
        "BODY": "Aluminium capacity expansion planned for\nthe period after 1990 will be insufficient to supply any\nacceleration in demand growth, let alone an increase on the\nscale which seems likely, according to analyst Anthony Bird\nAssociates' 1987 Aluminium Review.\n    By 1995 non-socialist world primary capacity will need to\nbe around 18 mln tonnes, whereas on current plans only 15 mln\ntonnes are scheduled, Bird said.\n    Bird forecast higher economic growth after 1990 and\nincreased imports by less developed countries.\n    Aluminium consumption growth is not expected to accelerate\nby as much as general growth, but non-socialist world\nconsumption is nevertheless forecast to increase sharply from\n13.77 mln tonnes in 1990 to 17.25 mln tonnes in 1995, Bird\nsaid.\n    Aluminium companies were slow to adjust to the pace of\nchange after 1973, the review said, and now they have completed\nthis transition they may be in danger of remaining preoccupied\nwith the strategies of retrenchment and survival which have\nserved them well in recent years.\n    In order to encourage the construction of additional\nsmelters aluminium prices will need to settle at a higher\nlevel.\n    Production costs are likely to rise again in the years\nahead as the glut of alumina capacity vanishes and electricity\nsuppliers take a more aggressive line with aluminium companies,\naccording to the review.\n    At March 1987 prices the three most likely cost-price\nscenarios call for a long-run aluminium price of between 73 and\n89.5 cents a lb, depending on exchange rates, Bird said.\n    Such a price development is not expected to cause any\nmarked competitive problems for the metal because of the likely\nrise in commodity prices as a whole and cost pressures in the\npipeline for steel and copper.\n    In the short term, however, the outlook is dull, Bird said,\nas the world economy has not responded well to the\nopportunities offered by cheap oil.\n    Its 1987 consumption forecast of 13.01 mln tonnes is 0.4\npct down on 1986, while production is forecast six pct higher\nin 1987 at 12.67 mln tonnes.\n Reuter\n\u0003"
    },
    "PLACES": [
        "uk"
    ],
    "PEOPLE": [
        "tamura"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}