{
    "DATE": "26-MAR-1987 03:46:10.54",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "9733",
    "TEXT": {
        "TITLE": "BP TO OFFER 7.4 BILLION DLRS FOR STANDARD SHARES",
        "DATELINE": "    LONDON, March 26 - ",
        "BODY": "British Petroleum Co Plc <BP.L> said it\nintended to make a tender offer for the 45 pct of Standard Oil\nCo <SRD.N> it does not already own at 70 dlrs a share cash, for\na total of 7.4 billion if the offer is fully accepted.\n    The offer would be made through its <BP North America Inc>\nunit and was intended to commence not later than April 1. The\noffer would not be conditional on any minimum number of shares\nbeing tendered.\n    BP said in a statement the 70 dlr a share price was based\non its own valuation as well as those of its financial\nadvisers. It took into account reviews of both public and\nnon-public information.\n    Standard closed in New York last night at 64-7/8 dlrs, down\n1-3/4 dlrs.\n    BP shares dropped on the announcement to 877p from 888p at\nlast night's close.\n    About a third of the cash payable would be met from BP's\nown resources.\n    The remainder would come from new borrowings, partly from\nbanks under a four-year committed revolving credit facility and\npartly from a a new U.S. Dlr commercial paper programme. The\ncompany said it was in the course of arranging these\nfacilities.\n    BP Chairman Sir Peter Walters said that the group's\ninvestment in Standard was its largest single asset. Full\nownership would enable investment and operating decisions to be\nmade without the limitations of a minority interest.\n    BP also believed the acquisition represented the optimum\nuse of its financial resources. It was confident oil prices\nwere likely to remain within a range sufficient to justify the\ninvestment.\n    Walters added that it also felt that, due to management\nchanges in 1986, Standard could now operate successfully even\nin a lower oil price environment.\n    Standard's net assets at end-1986 were 7.02 billion dlrs\nand in the year it reported a loss of 1.08 billion dlrs before\ntax and before an extraordinary item of 608 mln dlrs.\n    Analysts said that the move by BP had come as a surprise.\nOne noted that it was not immediately clear why the group\nshould spend so much money buying a company it already\ncontrolled.\n    BP could also have bought up the remainder of Standard\nshares considerably cheaper had it moved six months ago.\n    It was also unclear what effect the tender would have on\nthe U.K. Government's recent announcement that it intended to\ndispose of its remaining 31.7 pct stake in BP sometime in the\n1987/88 financial year, analysts said.\n    Analyst Paul Spedding of brokers Kleinwort Grieveson noted\nthat any effect on the government sale of its stake in BP would\ndepend on the reaction of the markets.\n    The deal would probably push BP's gearing up to around 59\npct from 20 pct currently, he said.\n    However, with the likelihood that oil prices would not\nrepeat last year's rapid drop the prospects for Standard\nreturning to profitability this year -- and BP benefitting from\nits cash flow -- were good.\n    Standard was a high cost oil producer, the analysts noted.\n    Spedding noted that it needed about 12 dlrs a barrel to\nmake money, and at about 15 dlrs a barrel revenue from\nproduction and its downstream activities would push it\ncomfortably into surplus.\n    BP initially took a stake in Standard following the\ndiscovery of oil in Alaska's Prudhoe bay in 1969. BP had\ninadequate distribution facilities in the U.S. While Standard,\nwhich was strong on marketing and refining, was short on crude\noil.\n    The analysts said that BP had promoted a major management\nreorganisation of Standard in the past year.\n    The probability that much of the shake-up at Standard was\nnow complete was one possible factor behind the timing of the\ntender offer, Spedding said.\n    BP's willingness to take hard decisions such as major\nbalance sheet write offs and the sale of assets had been well\nreceived in the markets.\n    The lower costs that should now be possible -- especially\nafter the rationalisation of the loss making minerals division\n-- should allow the benefits of an oil price recovery to come\nstraight through to 1987 profits without being cut back by\nother sectors.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "ORGS": [
        "ec",
        "gatt"
    ]
}