{
    "DATE": "31-MAR-1987 09:17:39.74",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11292",
    "TEXT": {
        "TITLE": "FERRUZZI MAY FLOAT UP TO 49 PCT OF PARIS UNIT",
        "DATELINE": "    RAVENNA, Italy, March 31 - ",
        "BODY": "<Gruppo Ferruzzi> is studying a\nproject which could result in a public share offer of up to 49\npct of its French unit <European Sugar (France)> and could\nraise around 400 mln dlrs, Ferruzzi chairman Raul Gardini said.\n    Gardini told Reuters the operation under consideration was\naimed at \"international markets\" and that the figure of 400 mln\ndlrs given in some press reports \"was probably about right.\"\n    European Sugar, wholly-owned by Ferruzzi unit Eridania\nZuccherifici Nazionali SpA <ERDI.M>, is expected to absorb the\nEuropean corn wet milling business of CPC International Inc\n<CPC.N> which Ferruzzi recently agreed to buy.\n    Ferruzzi announced last week it had agreed in principle to\nbuy the CPC operation for 630 mln dlrs.\n    A Ferruzzi spokesman later confirmed that the group was\nstudying the transfer of the CPC business to European Sugar\nalong with a possible share offering in the Paris unit, but\ngave no details.\n    The flotation plan has been interpreted by financial\nanalysts as a means of helping finance the acquisition of the\nCPC business.\n    In London yesterday, chairman of Belgian starch producer\n<Amylum NV> Pierre Callebaut told Reuters that since Ferruzzi\nwas \"apparently still organising finance,\" his company might\nstill succeed with its rival bid for the CPC business.\n    Gardini, commenting on Callebaut's remarks, said the 630\nmln dlrs agreed for the CPC acquisition would be paid \"at the\ndate foreseen in the preliminary contract.\"\n    Gardini could not reveal the date in question nor give any\nindication of the likely timing of an offering of shares in\nEuropean Sugar, but it was announced last week that Ferruzzi's\npurchase of the CPC business was expected to be completed by\nSeptember 30.\n    Callebaut said yesterday that Amylum was surprised and\ndisappointed that its 675 mln dlr bid cash offer for CPC's\nEuropean business was apparently rejected in favour of\nFerruzzi's lower bid.\n    Gardini, commenting on Callebaut's remarks, said \"Amylum\nshould know that one succeeds in a bid by making the right\noffer at the right moment - exactly as Ferruzzi did in the case\nof the acquisition of CPC's European business.\"\n    Gardini said it was not Callebaut's business to concern\nhimself with the European Sugar capital raising operation under\nstudy, he added.\n    Asked about press reports that Ferruzzi might follow up the\nEuropean Sugar flotation with the sale of 49 pct of the CPC\nbusiness, Gardini said: \"We do not exclude having minority\npartners in the CPC business.\" He declined to elaborate.\n REUTER\n\u0003"
    },
    "PLACES": [
        "italy"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}