{
    "DATE": " 9-MAR-1987 10:16:06.76",
    "TOPICS": [
        "grain",
        "meal-feed",
        "carcass",
        "soy-meal",
        "livestock"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "3084",
    "TEXT": {
        "TITLE": "U.K. AGRICULTURAL FUTURES MARKETS TO MERGE",
        "DATELINE": "    LONDON, March 9 - ",
        "BODY": "Three London markets which trade potato,\nsoymeal and meat futures said they will merge to form a new\nAgricultural Futures Exchange.\n    Legal advisers have been instructed to implement the\namalgamation of the London Potato Futures Association, LPFA,\nthe London Meat Futures Exchange, LMFE, and the Grain and Feed\nTrade Association's, GAFTA, Soya Bean Meal Futures Association,\nSOMFA. No timetable was given.\n    Members of the three exchanges have been consulted,\nAgricultural Futures Exchange secretary Bill Englebright told\nReuters, and no objections have been raised to the merger.\n    Three markets are involved at present but the new exchange\ncould ultimately combine five markets.\n    Discussions are taking place with the Baltic International\nFreight Futures Exchange, BIFFEX, and the GAFTA London Grain\nFutures Market is considering the possibility of joining the\nother markets, market officials said.\n    The BIFFEX board is expected to reach a decision on the\nmerger at its meeting at the end of this month, after members\nare consulted at a meeting on March 16.\n    The grain futures market also intends to consult its\nmembers soon, GAFTA director general James Mackie said.\n    The aim of the amalgamation is to limit regulatory and\nadministrative costs and achieve the recognition required under\nthe 1986 Financial Services Act. This legislation requires a\nfutures market to become a Recognised Investment Exchange, RIE,\nfor trading to continue.\n    Representatives of all the futures markets on the Baltic\nExchange have been discussing the possibility of a single RIE\nstructure since the beginning of the year.\n    The new exchange now planned will apply to the Securities\nand Investments Board for recognition as an RIE \"at the\nappropriate time,\" the Agricultural Futures Exchange said.\n    \"This commitment by the markets will enable progress to be\nmade to develop a stronger and more effective exchange to the\nbenefit of all those involved in the industry,\" the chairman of\nthe formation committee, Pat Elmer, said.\n    The merged markets will remain at the Baltic Exchange.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}