{
    "DATE": " 9-APR-1987 11:10:59.49",
    "TOPICS": [
        "dlr",
        "money-fx"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "15625",
    "TEXT": {
        "TITLE": "DOLLAR ENDS LOWER IN LACKLUSTRE FRANKFURT",
        "AUTHOR": "    By Allan Saunderson, Reuters",
        "DATELINE": "    FRANKFURT, April 9 - ",
        "BODY": "The dollar drifted down to end one\npfennig lower after a lacklustre session, held in limits by the\nlack of concrete news from the Group of Seven meeting and\ncomments on the edge of the Washington IMF/World Bank meeting.\n    Dealers said the communique early in the European morning\nfrom the G-7 meeting contained no significant new factors and\nalthough the dollar dipped it generally resisted further\nattempts to push it lower through the day.\n    The U.S. Currency ended at 1.8270/80 marks, below\nyesterday's last 1.8365/75.\n    Koch said the assessment of the dollar's direction was\nbased on a global view, with operators paying most attention to\ncomments by finance officials to see how closely they stated\nadherence to international agreements such as those set at the\nPlaza Hotel in 1985 and in Paris on February 22.\n    Koch described the wording of the communique from the G-7\nas \"soft as wax.\"\n    Bundebank vice-president Helmut Schlesinger told Reuters in\na telephone interview that the German central bank sees no\ncurrent reason to change monetary course at present.\n    Schlesinger was responding to questions following remarks\nyesterday by Bundesbank board member Claus Koehler and West\nBerlin state central bank president Dieter Hiss, which dealers\nsaid revived some speculation that German interest rate cuts\nmay be under consideration.\n    German call money was slightly softer today, at around 3.70\npct after 3.80 yesterday.\n    Some dealers said rates on new liquidity injections added\nvia Bundesbank securities repurchase agreements may be cut next\nweek. Hopes of a cut were dashed on Tuesday with an allocation\nat an unchanged 3.80 pct.\n    But speaking of the pact tender rate next week, Schlesinger\nsaid, \"since the central bank council gives its opinion on this\ntheme only every 14 days, this is hardly probable.\"\n    Euromark rates scarcely responded to the central bankers\ncomments, with six months funds ending unaltered at around\n3-7/8 pct. Eurodollars for the same maturity rose a fractional\n1/16 pct from yesterday to around 6-11/16 pct.\n    Sterling dipped to end at 2.952/956 marks after 2.960/965\nlast night. The Swiss franc firmed slightly to 120.30/45 marks\nper 100 from 120.25/40, with the yen soaring however to\n1.2570/90 marks per 100 from 1.2515/35 yesterday.\n    EMS currencies saw the French franc end unchanged from last\nnight at 30.03/06 marks per 100, with the Belgian franc easing\nhowever to 4.829/831 marks per 100 from 4.831/833.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nyce"
    ]
}