{
    "DATE": "21-APR-1987 11:52:37.63",
    "TOPICS": [
        "copper"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "NEWID": "17007",
    "TEXT": {
        "TITLE": "MINT REVIEWS OFFERS ON 3,701,000 LBS COPPER",
        "DATELINE": "    WASHINGTON, April 21 - ",
        "BODY": "The U.S. Mint received 17 offers\nfrom seven firms at prices ranging from 0.66845-0.6840 dlrs per\nlb for payment by standard check and 0.66695-0.68 dlrs per lb\nfor wire transfer payment in a review of offers on 3,701,000\nlbs of electrolytic copper it is seeking to purchase.\n    Philipp Brothers, N.Y., led with the lowest offers of\n0.66695 for wire transfer payment and 0.66845 dlrs per lb to be\npaid by check, followed by Cerro Sales Corp, N.Y., with 0.6684\ndlrs per lb on one mln lbs for wire payment, and 0.6713 dlrs\nper lb on one mln lbs for standard payment.\n    Firms, in submitting offers, elect to be paid by standard\ncheck or wire transfer, with awards based on whichever of the\ntwo methods is more cost advantageous at that time.\n    Cerro Sales also offered prices for wire payment of 0.6689\ndlrs per lb on one mln lbs and 0.6693 dlrs per lb on 1,701,000\nlbs. Cerro's standard payment offers included 0.6719 dlrs per\nlb on one mln lbs and 0.6723 dlrs per lb on 1,701,000 lbs.\n    Cargill Metals, Minneapolis, offered 0.67025 dlrs per lb\nfor wire payment and 0.67275 dlrs per lb for standard payment,\nwhile Elders Raw Materials, Darien, Ct., offered 0.6718 dlrs\nper lb for wire payment and 0.6735 dlrs per lb for standard\npayment on increments of 950,000 lbs each.\n    Other offers for wire transfer payment include 0.6759 dlrs\nper lb on 380,000 lbs, submitted by Deak International, N.Y.,\n0.6789 dlrs per lb on the entire quantity by Diversified Metals\nCorp, St. Louis, and 0.68 dlrs per lb by Gerald Metals,\nStamford, Ct.\n    Other standard payment offers include 0.6819 dlrs per lb on\n950,000 lbs by Diversified Metals, and 0.6840 dlrs per lb on\nthe entire quantity by Gerald Metals.\n    The Mint said the copper is for delivery the week of May 11\nto Olin Corp, East Alton, Ill.\n    The offers have a minimum acceptance period of three\ncalendar days, it said.\n Reuter\n\u0003"
    }
}