{
    "DATE": "12-MAR-1987 10:59:14.45",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "4267",
    "TEXT": {
        "TITLE": "NO NEAR TERM BRAZIL COFFEE MOVES EXPECTED",
        "AUTHOR": "    By Richard Jarvie, Reuters",
        "DATELINE": "    RIO DE JANEIRO, March 12 - ",
        "BODY": "The Brazilian Coffee Institute,\nIBC, is unlikely to disclose its future export policy until the\nend of next week at the earliest, trade sources said.\n    IBC president Jorio Dauster is meeting government\nministers, producers, exporters and market analysts to assess\nBrazil's position in the light of the failure of talks in\nLondon earlier this month to set new International Coffee\nOrganization, ICO, export quotas.\n    \"The failure of the talks means Brazil has got to rethink\nits position completely,\" one Santos exporter said.\n    A meeting of the National Coffee Policy Council is set for\nThursday, March 19, and Dauster will almost certainly explain\nhis plan to members then before announcing any new measures.\n    Dauster told reporters on his return from London last week\nthat no decisions would be made on exports before he had held\ntalks with all sectors of the industry.\n    Exporters said Dauster is not under any great pressure to\nstart marketing coffee immediately. World prices have been\nrecovering from the lows which followed the collapse of the ICO\ntalks and Brazil has sold a reasonable 5.5 mln bags of 60 kilos\nfor export in the first four months of this year.\n    The exporters said the key factor in the eventual opening\nof May and June export registrations will be the amount at\nwhich the contribution quota is set.\n    With little expectation of other sales incentive mechanisms\nsuch as discounts, bonuses and price fall guarantees being\nintroduced, the level of the quota will be decisive in\ndetermining the competitiveness of Brazilian coffee on world\nmarkets, they said.\n    They noted that on February 16, the eve of a planned\nincrease in the quota, April registrations were opened and\nclosed after 1.68 mln bags were registered for export, a record\namount for a single day.\n    If May/June registrations are opened under similar\nconditions as before, Brazil would have no difficulty in\nselling at least 2.0 mln bags per month.\n    \"The problem would be how to limit sales,\" one exporter said.\n    Brazil's present foreign trade and payments problems mean\nthere are pressures from the government to boost exports to\nmaximise foreign exchange earnings.\n    However, the sources said they expect the IBC to adopt a\nmarketing strategy aimed at regaining Brazil's dominant\nposition as an exporter, but without causing a price war.\n    General opinion among exporters was that Brazil would plan\nto export between 17 and 18 mln bags this year of which between\n1.5 and 2.0 mln would be to non-members of the ICO.\n    The 15.5 mln to 16 mln bags sold to members would be around\nthe figure Brazil had offered to ship if ICO quotas were\nreintroduced, although Dauster has said this offer expired with\nthe breakdown of talks.\n    With the prospects of a crop of at least 28 mln bags this\nyear, Brazil has the capacity to export up to 20 mln bags after\nmeeting local consumption of around 7.0 mln, the sources added.\n    However, the sources said Brazil is unlikely even to\nconsider exporting such quantities, as this would almost\ninevitably lead to a fall in world prices as Brazil tried to\nencroach on other producers' markets.\n    Maximum export earnings would be achieved by orderly\nmarketing of traditional amounts, thus re-establishing Brazil's\nmarket share after last year's unusually low exports of 9.9 mln\nbags, enabling it to rebuild stocks and maintaining cordial\nrelations with the producer group which backed Brazil's stance\nat the ICO talks, they added.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "king-fahd"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}