{
    "DATE": " 9-MAR-1987 10:49:36.26",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "3115",
    "TEXT": {
        "TITLE": "PETRO-CANADA TO DRILL TWO TERRA NOVA TEST WELLS",
        "DATELINE": "    ST. JOHN'S, Newfoundland, March 9 - ",
        "BODY": "Petro-Canada, Canada's\nstate-owned oil company, said it will drill two delineation\nwells this summer at the Terra Nova oil field offshore\nNewfoundland.\n    Evaluation of test results and preliminary engineering work\nshould put Petro-Canada in a position to propose a development\nplan for the Terra Nova field in 1988, the company said.\n    Depending on time required for regulatory approvals,\nconstruction could begin in 1989, with first oil production as\nearly as 1991, Petro-Canada said.\n    \"We have a high degree of confidence that the western\nportion of the (Terra Nova) field contains at least 11 mln\ncubic meters of recoverable oil, or more than 70 mln barrels,\nand that we could produce it economicly using a floating\nproduction system,\" Petro-Canada said.\n    The Terra-Nova field, lying 350 kilometers east of St.\nJohn's and 35 kilometers southeast of Hibernia field, was\ndiscovered by Petro-Canada in 1984.\n    \"We've had encouraging results from the eastern portion of\nthe field, and we hope this summer's drilling will prove up\nadditional reserves there,\" the company said.\n    Petro-Canada believes Terra Nova field is a good commercial\nprospect and the company wants to move some of those resources\ntowards development so it can start generating a return on\ninvestments, Petro-Canada said.\n    Petro-Canada, which will act as operator of the two wells,\nhas a 75 pct interest in the western portion of Graven block of\nthe Terra Nova field and a 26 pct interest in the field's East\nFlank block, a company spokesman said later. Other field\nparticipants include Canterra Energy Ltd, Mobil Oil Canada Ltd,\nGulf Canada Resources Inc, ICG Resources Ltd, Trillium\nExploration Corp and general partnership PAREX.\n    Petro-Canada estimates reserves in the Terra Nova field's\nGraven block of between 68 mln and 70 mln barrels of oil,\ncompany spokesman Bob Foulkes said from Petro-Canada's Calgary\noffice.\n    Combined reserves for Graven Block and the field's East\nFlank block are estimated between 70 mln and 130 mln barrels,\nhe added.\n    Petro-Canada expects to spend about 500 mln Canadian dlrs\nto bring the field to production by about 1991, and the\ndevelopment budget could double if the company builds a\nproduction system combining both blocks in the field, he said.\n    Petro-Canada estimates the Terra Nova field Graven block\nwould produce between 25,000 and 26,000 barrels average daily\nproduction, with a production system that would have maximum\ncapacity of 40,000 bpd, company spokesman Foulkes said in\nanswer to a query.\n    The company estimates a production system combining both\nGraven and East Flank blocks in the Terra Nova field could\nproduce about 45,000 bpd average daily production, he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}