{
    "DATE": "13-APR-1987 15:35:08.07",
    "TOPICS": [
        "orange"
    ],
    "NEWID": "16630",
    "TEXT": {
        "TITLE": "U.S. AGENCY RULES AGAINST BRAZIL ORANGE JUICE",
        "DATELINE": "    WASHINGTON, April 13 - ",
        "BODY": "The U.S. International Trade\nCommission, ITC, voted to authorize the Commerce Department to\nimpose anti-dumping duties on imports of Brazilian frozen\nconcentrated orange juice.\n    The ITC voted 3-2 in favor of the anti-dumping petition in\nits final ruling on the matter.\n    Today's ITC ruling was consistent with the Commerce\nDepartment's final ruling of March 9, and activates an\nanti-dumping duty of 1.96 pct on imports of Brazilian frozen\nconcentrated orange juice, Stephen Vastagh, ITC investigator\nsaid.\n    The ITC found that Brazilian orange juice imports have\ninjured U.S. producers. The Commerce Department had already\nruled that the imports were unfairly priced, and lowered to\n1.96 pct the anti-dumping margin that in a preliminary decision\nlast fall had been set at 8.5 pct, Vastagh said.\n    The U.S. government has been requiring bond to be posted on\nimports of Brazilian frozen concentrated orange juice since\nCommerce's preliminary ruling of last October 23, he said.\n    Commerce had ruled that one major Brazilian producer --\nCutrale -- would be excluded from the anti-dumping duty.\n    Brazilian imports account for about 40 pct of total U.S.\nsupply, Vastagh said. Between December 1985 and November 1986,\nthe United States imported the equivalent of 546 mln gallons of\nBrazilian orange juice worth 622 mln dlrs, he said.\n    Currently, the United States requires a 35-cent per gallon\ntariff on orange juice imports, Vastagh said.\n    An ITC spokesman said the agency would forward its final\nreport on the anti-dumping case to Commerce by April 22.\n    Commerce then will process the anti-dumping order and\ntransmit it to U.S Customs, which will liquidate bond entries\ndating from Commerce's preliminary ruling and begin assessing\nduties, Vastagh said.\n    He said about 12 Brazilian orange juice exporters,\nincluding three major shippers, would be affected by the\ndecision.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "brazil"
    ],
    "PEOPLE": [
        "rubio"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}