{
    "DATE": "12-MAR-1987 18:32:12.03",
    "TOPICS": [
        "money-supply",
        "interest"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4602",
    "TEXT": {
        "TITLE": "FED DATA INDICATE NO POLICY CHANGE LIKELY",
        "AUTHOR": "    By Martin Cherrin, Reuters",
        "DATELINE": "    NEW YORK, March 12 - ",
        "BODY": "U.S. bank reserve, monetary and\ndiscount window borrowings data released by the Federal Reserve\ntoday clearly indicate that policy is \"on hold\" and may not be\nchanged for weeks or even months, economists said.\n    \"The Fed is keeping policy at dead center and it is not\nabout to change policy unless something fairly dramatic occurs\non the economy,\" said John Williams of Bankers Trust Co.\n    \"These numbers contain no hint that a policy shift is in\nprospect, nor do economic or financial developments argue for\npolicy change,\" said William Griggs of Griggs and Santow Inc.\n    Fed data released today were all in line with economists'\nexpectations and similar to the numbers of recent weeks.\n    The Fed said net discount window borrowings in the two\nweeks ended Wednesday averaged 191 mln dlrs, up from 381 mln\ndlrs in the February 25 statement period, but little changed\nfrom 160 mln dlrs in the period before that.\n    It said that banks' net free reserves in the latest two\nweeks averaged 660 mln dlrs versus 675 mln dlrs previously.\n    Finally, the Fed said that the M-1 money supply fell 800\nmln dlrs in February, with the broader M-2 measure down 1.6\nbillion dlrs and M-3 up an even three billion dlrs.\n    Analysts said that M-1 last month grew at a negative 1.3\npct annual rate compared with minus 0.7 pct for M-2 and actual\npositive growth of 1.0 pct annualized for M-3.\n    February levels of M-2 and M-3 left the aggregates 18.2 and\n20.8 billion dlrs under their respective upper growth limits\nset by the Fed for 1987. The annual growth target for both is\n5-1/2 to 8-1/2 pct. There is no M-1 target.\n    \"In the near term, there is absolutely no reason for the\nFed to ease policy, even apart from the slowdown in money\ngrowth,\" said Stephen Slifer, economist at Lehman Government\nSecurities Inc.\n    Economists generally expect a modest pickup in monetary\ngrowth in March after February's anemic growth rates. However,\nthey stress that money growth will not be strong enough to\nprevent the Fed from dropping interest rates further if the\neconomy shows evidence of weakness.\n    Commenting on February's decline in the key M-2 aggregate,\nSlifer said the main cause was a 3.2 billion dlr drop in money\nmarket deposits at banks. This number has risen three to four\nbillion dlrs a month for a long while, he said, so February's\nweakness is not likely to persist. Slifer expects modest M-2\nand M-3 growth rates of 3-1/2 to four pct during March.\n    Griggs said that M-2 and M-3 in coming months should return\nto the five to seven pct annualized growth region and so\ncontinue to present no problem for the Fed.\n    Economists said the Fed appears to be very comfortable with\nits current policy stance and it is likely to wait for perhaps\nseveral more months of economic data before deciding whether or\nnot to ease its grip on reserves.\n    Given the economy's fragility in many sectors, the analysts\nagreed that there is almost no chance that the Fed will choose\nto raise, rather than lower, interest rates when it next\nchanges policy.\n    \"Discount window borrowings in the past week were about as\nlow as the Fed can get them, although Fed funds held above six\npct,\" said Williams of Bankers Trust. Funds averaged 6.12 pct\nin the week to Wednesday, up from 6.06 pct in the prior week.\n    The Fed added reserves indirectly via one billion dlrs of\ncustomer repurchase agreements last Friday, 2.5 billion dlrs on\nMonday and two billion dlrs on Wednesday. On Tuesday, it added\nreserves directly through two-day System repurchases.\n    Williams and Griggs agreed the Fed will let the funds rate\nbe largely market-driven. They said it is focusing instead on a\nborrowings target of around 300 mln dlrs.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "worldbank"
    ]
}