{
    "DATE": " 5-APR-1987 20:58:37.26",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13261",
    "TEXT": {
        "TITLE": "U.S. CREDIT MARKET OUTLOOK - CAUTIOUS TRADING",
        "AUTHOR": "    By Martin Cherrin, Reuters",
        "DATELINE": "    NEW YORK, April 6 - ",
        "BODY": "U.S. Bond trading is likely to remain\ncautious in the near term with a possible downward price bias\nas market participants focus on trends in the dollar, the\neconomy and Federal Reserve policy, economists said.\n    Most expect the economy to continue showing modest gains,\nthat the dollar has more room to fall and that the Fed will\nkeep policy essentially steady, perhaps for several months.\n    Until trends are clearer, \"the market can only attempt to to\nestablish and hold a new trading range at higher interest\nrates,\" said economists at Merrill Lynch Capital Markets.\n    Merrill Lynch economists Raymond Stone and Ward McCarthy\nsaid that while the fundamentals generally bode for a healthy\ninvestment climate, the market will have no confidence in this\nenvironment until there is illumination of and confidence in\nU.S. Dollar/trade policy.\n    Salomon Brothers' Henry Kaufman said the bond market,\nhighly sensitized to dollar movements, could be encouraged if\ncurrency markets seem to be stabilizing or if U.S. And overseas\neconomic growth is perceived as slowing sharply.\n    \"The crucial question, however, is how soon either of these\ndevelopments is likely to occur,\" Kaufman said.\n    \"Market uncertainties and the erosion of portfolio manager\nconfidence could continue portfolio selling pressure a while\nlonger,\" said Philip Braverman, chief economist at Irving\nSecurities Corp.\n    However, Braverman said that, \"from a longer term\nperspective, current (bond) prices provide a buying\nopportunity.\"\n    Despite a nearly one-point bond price rebound Friday on\nunexpectedly weak March employment data, key 30-year Treasury\nbonds lost 2-1/4 points in price for the week as a whole and\nThursday's 7.93 pct closing yield was a 1987 high.\n    Braverman said historical evidence suggests that a long\nbond yield in the 7.93 pct area provides a basis for optimism.\nBonds closed at 7.86 pct on Friday.\n    The Irving economist noted that three times last year, in a\nsimilar \"paroxysm of pessimism,\" the key bonds reached a similar\nclosing yield high. Within three to six weeks in each instance,\nhowever, Braverman said bond prices recovered to bring the\nyield down sharply by 63 to 82 basis points.\n    Mitchell Held of Smith Barney, Harris Upham and Co Inc said\nthat many portfolio managers now believe yields could approach\nnine pct by midyear, which he considers unlikely.\n    Held said that, since late 1986, Smith Barney analysts have\nspoken about the risk that interest rates could move higher and\nthey continue to believe that an upward bias is likely to\npersist over the next few months.\n    Held said that in conversations with portfolio managers\nlast week there appeared to be increasing belief that the rate\nrise had just begun and that yields could approach nine pct by\nmidyear. Naturally, that would mean a sharp bond price fall.\n    \"Yields could rise further over the next few months, but the\nrise should be less than the 65 basis point rise we've seen\nsince the start of the year,\" Held said.\n    Most expect Fed policy to be neutral for bonds near term.\n    \"The Fed is currently frozen into a fixed stance,\" said\neconomists at Aubrey G. Lanston and Co Inc.\n    They said the Fed cannot tighten policy and push up\ninterest rates as might be appropriate to stabilize the dollar\nand head off renewed inflationary psychology. That might harm\nthe fragile U.S. Economic expansion.\n    The Lanston economists said, \"The Fed cannot ease its policy\nstance to both foster more rapid economic growth and calm\ndomestic and Third World debt jitters without the threat of\ncausing a further decline in the dollar.\"\n    Minutes of February's Federal Open Market Committee (FOMC)\nmeeting released Friday showed that while the FOMC left policy\nunchanged it was more inclined to firm rather than ease policy\nlater if conditions in the economy, foreign exchange or credit\nmarkets warranted a policy shift.\n    However, economists generally believe that continued fairly\nsluggish U.S. Economic growth and the financial strains on U.S.\nBanks resulting from their problem loans to developing\ncountries rule out any Fed policy firming.\n    There is broad agreement among economists that the FOMC at\nlast Tuesday's meeting also left Fed policy unchanged.\n    This week's U.S. Economic data are expected to have little\nimpact. February consumer instalment credit numbers are due on\nWednesday, with March producer price data out Friday.\n    There may be mild relief in some quarters that the U.S.\nPurchasing Managers Composite Index, a closely-watched economic\nindicator, rose only to 53.9 pct in March from 51.9 pct. A\nFriday rumor had put the number far higher. The index's first\nquarter average also was 53.9 pct, translating into real GNP\ngrowth of about three pct if continued through 1987.\n    Federal funds traded at 5-15/16 pct late Friday and are\nexpected to open about there today with no Fed action seen.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "kaufman"
    ],
    "ORGS": [
        "iea",
        "oecd",
        "opec"
    ]
}