{
    "DATE": "29-APR-1987 11:00:47.87",
    "TOPICS": [
        "money-fx",
        "sfr",
        "money-supply"
    ],
    "PLACES": [
        "switzerland"
    ],
    "PEOPLE": [
        "andriessen"
    ],
    "NEWID": "17395",
    "TEXT": {
        "TITLE": "SWISS PREPARED TO INCREASE CURRENCY INTERVENTION",
        "DATELINE": "    LIESTAL, Switzerland, April 29 - ",
        "BODY": "The Swiss National Bank is\nprepared to increase its intervention on currency markets if\nthe action can be properly coordinated with other central\nbanks, Markus Lusser, a member of the Bank's three man\ndirectorate, said.\n    He told a meeting of Swiss industrialists that intervention\nto support the dollar could not bring about lasting changes in\nexchange rates unless accompanied by fundamental changes in\neconomic policy.\n    However, intervention could send signals that would\ncontribute to a short term smoothing of currency movements.\n    The National Bank was prepared to intensify cooperation\nwith other central banks, especially where convincing\ncoordination and significant timing are guaranteed, Lusser\nsaid.\n    He said currency developments could not simply be talked\ninto existence but needed to be matched by actions in the field\nof economic policy.\n    \"Put simply, that means that in order to stabilise the\ndollar in a lasting way, a reduction of the budget deficit and\na slowdown in money supply growth in the United States are\nunavoidable,\" he said.\n    The National Bank has intervened in dollar-yen repeatedly\nin the last few weeks and earlier this week it said it had\nintervened in dollar-Swiss franc for the first time since last\nOctober.\n    Lusser said the key to increased exchange rate stability\nlay not in currency intervention by central banks but only in\nan improvement in international economic policy coordination.\n    This meant that industrial countries must avoid abrupt\nswitches in economic policy and give priority to price\nstability.\n    Lusser said the National Bank continued to take the view\nthat easing its strict monetary policies would be incompatible\nwith its primary goal of combatting inflation. The bank target\nis for growth of two pct in central bank money supply in 1987.\n    He noted that in 1978, when the Swiss franc rose sharply\nagainst all currencies, the bank was forced to abandon its\nmoney supply targets in favour of an exchange rate target, with\nthe result that inflation surged.\n    \"Current exchange rate developments have not, until today at\nany rate, made any such measures by the National Bank\nnecessary,\" he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}