{
    "DATE": "30-MAR-1987 18:49:53.18",
    "TOPICS": [
        "crude"
    ],
    "NEWID": "11149",
    "TEXT": {
        "TITLE": "U.S. SHOULD REASSESS MIDEAST POLICY - ANALYST",
        "DATELINE": "     SAN ANTONIO, TEXAS, March 30 - ",
        "BODY": "The U.S. should reassess\nits Mideast policy in light of its rising dependence on\nimported oil, according to Charles Ebinger of the Center for\nStrategic and International Studies.\n     \"The prospect of rising dependence on oil imports from the\nGulf, and the recent revelations of the Tower Commission\nreport, mandate more than ever before the need for a\nfundamental reassessment of U.S. interests in the Middle East,\"\nEbinger said.\n     He remarks were made in an address to the National\nPetroleum Refiners Association meeting.\n     \"Although in the short run it is difficult to see a direct\nlink between Arab anger and threats to oil supplies, in the\ncurrent environment it will be increasingly difficult for\nmoderate Arab leaders to be seen as friendly to U.S.\ninterests,\" Ebinger said.\n     Oil traders said threats to oil supplies has kept crude\noil prices strong recently although some believe prices will be\nweaker if demand falls in the spring.\n    But William Randol, analyst at First Boston Corp, said\ncrude oil prices will hold  near current levels this spring.\n    There will be no spring downturn, said Randol, speaking at\nthe annual refiner meeting. He said there is a 40 pct chance\nthat crude oil prices could move higher in the second half of\nthe year, following an OPEC meeting scheduled for late June.\n    He said he expects OPEC will extend its current agreement\nto restrict production.\n    OPEC will renew its production pricing agreement in June\nbecause the value of the oil exports of the OPEC producers  has\ndeclined along with the U.S. dollar, Randol said.\n    OPEC oil exports are priced in U.S. dollars, and the dollar\nhas fallen about 30 pct in the last 18 months.\n    Randol said U.S. crude oil imports will increase 3.5 to\nfour mln barrels per day by 1990 as consumption rises 1.5 to\ntwo mln bpd, and supplies decline two mln bpd.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "sarney"
    ],
    "ORGS": [
        "opec"
    ]
}