{
    "DATE": " 2-MAR-1987 08:04:31.50",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "hong-kong"
    ],
    "NEWID": "356",
    "TEXT": {
        "TITLE": "HUTCHISON SEES HIGHER PAYOUT, SATISFACTORY PROFITS",
        "DATELINE": "    HONG KONG, March 2 - ",
        "BODY": "Hutchison Whampoa Ltd <HWHH.HK>\nexpects satisfactory profits in 1987 and will pay a higher\ndividend for the year, chairman Li Ka-shing said.\n    He did not make any specific projections for the company's\nearnings this year but he said the firm will pay a dividend of\nnot less than 32.5 cents per share after a proposed\nfour-for-one stock split and a one-for-four bonus issue.\n    It paid total dividends of 1.30 dlrs per share last year,\nequal to 26 cents per share, adjusting for the bonus and share\nsplit.\n    Hutchison, which has operations ranging from trading to\nproperty and container terminals, earlier reported after-tax\nprofits of 1.62 billion dlrs against 1.19 billion dlrs in 1985.\n    The 1986 total excluded extraordinary gains of 563 mln\ndlrs, partly from the sale of some of its stake in the South\nChina Morning Post, the leading English language newspaper,\ncompared with 369 mln dlrs the previous year. It said it\nexpects another 277 mln dlr gain in 1987 from the sale of the\nremaining shares.\n    Li said Hong Kong's property market remains strong while\nits economy is performing better than forecast with its largely\nexport-led growth.\n    Gross domestic product grew by nearly nine pct last year\nagainst an initial government projection of 4.5 pct.\n    But he said Hong Kong's large trade deficit with the U.S.\nMay result in protectionist measures that will adversely affect\nthe British colony.\n    He said all of the company's major operations showed\nimproved results in 1986.\n    Hutchison said earlier it will sell its entire 23.5 pct\ninterest in Hongkong Electric Holdings Ltd <HKEH.HK> to\n<Cavendish International Holdings Ltd>, itself a spin-off from\nHongkong Electric.\n    Under a reorganisation announced separately, Hongkong\nElectric will spin off all its non-electricity related\nactivities into Cavendish, which will be listed on the local\nstock exchange. Hongkong Electric shareholders will receive one\nshare in Cavendish for every Hongkong Electric share.\n    Cavendish will buy the 348.2 mln Hongkong Electric shares\nfrom Hutchison by issuing 975 mln new shares.\n    The spin-off and the sale of Hongkong Electric shares will\ngive Hutchison a 53 pct stake in Cavendish.\n    Li said the decision to spin-off Cavendish is to relieve\nHongkong Electric of public criticism of the power company for\nmaking risky investments. But he denied there was pressure from\nthe government for the spin-off.\n    He said Cavendish will have seven billion dlrs of assets\nand will be almost debt free, with 340 mln dlrs of liabilites.\nIts major assets are the Hong Kong Hilton Hotel, property\ndevelopment, and interests in Husky Oil Ltd <HYO.TO> of Canada\nand Pearson Plc <PSON.L> of Britain.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}