{
    "DATE": "11-MAR-1987 09:11:07.62",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "nigeria"
    ],
    "NEWID": "3571",
    "TEXT": {
        "TITLE": "OPEC REAFFIRMS COMMITMENT TO FIXED PRICES, CEILING",
        "AUTHOR": "    By James Jukwey, Reuters",
        "DATELINE": "    LAGOS, March 11 - ",
        "BODY": "OPEC has reaffirmed its commitment to\nfixed crude oil prices of around 18 dlrs a barrel and an\noverall output ceiling of 15.8 mln barrels per day (bpd) to\ndefend prices, its president Rilwanu Lukman said.\n    He told a news conference here \"After due consultation with\nmy colleagues in OPEC, I hereby wish to emphasize that Nigeria\nand all member countries of OPEC remain determined to uphold\nthe December agreement by adhering strictly to their various\nquotas and official selling prices.\"\n    Lukman added no extraordinary OPEC conference was planned.\n    \"We are in a position to re-confirm that, despite misleading\nnews in foreign media to the contrary, ... OPEC member\ncountries as a whole produced below their agreed quota in the\nmonth of February,\" Lukman, who is Nigerian oil minister, said.\n    Lukman put the overall OPEC output shortfall in February at\n900,000 bpd and said this was as a result of their firm\ndetermination to defend official selling prices of 18 dlrs\nagreed upon last December in Geneva.\n    The December agreement set an overall output ceiling for\nOPEC of 15.8 mln bpd for first half 1987 and restored fixed\nprices as from February 1 around a reference point of 18 dlrs.\n    Oil prices rallied immediately after the Geneva accord but\nfell again last month on reports that OPEC was producing more\nthan the agreed level.\n    \"The idea was to suggest that OPEC's agreement would not\nhold and this caused some customers to hold back purchases of\nOPEC oil and resort to destocking to meet their needs,\" Lukman\nsaid.\n    He said the 900,000 bpd shortfall last February was based\non the verified figure for 10 out of OPEC's 13 members, adding\nthat Nigeria alone had a shortfall in production of 100,000\nbpd.\n    Iraq disassociated itself from the December agreement,\nwhile the production figures of Ecuador and the United Arab\nEmirates needed to be verified, Lukman said.\n    \"If that is the price we have to pay to make the agreement\nsucceed, we are ready ... OPEC is not changing its price level\nof 18 dlrs,\" the group's president said.\n    He said the OPEC price differentials committee meeting\nformerly postponed to April had been put off indefinitely.\n    \"Furthermore, no extraordinary meeting of the conference is\nat the moment contemplated since most agreements reached in\nDecember are being adhered to,\" he said.\n    Asked if the committee did not need to meet soon to narrow\nthe gaps in the prices of the various OPEC crudes -- fixed in\nrelation to the 18 dlr benchmark -- Lukman replied \"We consider\nthe defence of our prices much more crucial than differentials.\"\n    Lukman said OPEC was aware that consumers had heavily drawn\non stocks of both crude oil and refined products to levels well\nbelow this time last year and soon they would return to the\nmarket in search of crude.\n    \"We don't see that there is going to be any difficulty in\nmaintaining the 18 dlr price throughout the rest of the year,\"\nLukman said.\n    The OPEC president praised non-OPEC oil producers, which he\nsaid had contributed to the group's efforts to stabilise\nprices, but he criticised Britain for maintaining its long-held\nview not to do anything to help the market.\n    \"We are quite confident, however, that in the long-term with\ntwo-thirds of the world's reserves in OPEC hands, the future is\nours. We will use that advantage responsibly,\" he said.\n    Lukman described the disruption in Ecuador's output\nfollowing an earthquake as tragic, but refused to say if the\nSouth American country would be allowed a higher output quota\nwhen it recovered from the disaster.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}