{
    "DATE": "17-MAR-1987 03:30:54.65",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "5808",
    "TEXT": {
        "TITLE": "FAIRCHILD DEAL FAILURE SEEN MAKING JAPANESE WARY",
        "AUTHOR": "    By Linda Sieg, Reuters",
        "DATELINE": "    TOKYO, March 17 - ",
        "BODY": "Schlumberger Ltd's <SLB.N> decision to\nend an agreement in principle for Fujitsu Ltd <ITSU.T> to buy\n80 pct of its <Fairchild Semiconductor Corp>, and the political\nfurore that surrounded the proposed sale, will make Japanese\ncompanies more cautious in their efforts to acquire U.S. High\ntechnology firms but will not halt such attempts, industry\nanalysts said.\n    The collapse of the deal will not be a critical blow to\nFujitsu but it will boost the cost of future U.S. Expansion by\nthe Japanese firm, said analysts polled by Reuters.\n    \"The acquisition of Fairchild is not essential to Fujitsu's\nNorth American operations, but it would have been a great\nboost,\" James Capel and Co analyst Tom Murtha said.\n    French-controlled Schlumberger said yesterday it was ending\nthe agreement because mounting political controversy in the\nU.S. Made it unlikely that the sale of the Fairchild stake\ncould be completed in a reasonable time.\n    The sale was opposed by the U.S. Commerce Department and\nDefence Department, partly on national security grounds.\n    Fujitsu's acquisition of Fairchild would have given the\nJapanese computer maker control of a comprehensive North\nAmerican sales and distribution system and access to\nmicroprocessor technology, an area where Fujitsu is weak,\nanalysts said.\n    The deal would also have given Fujitsu 14 additional\nmicrochip production facilities worldwide, eight of them in the\nU.S., A report by the Capel firm said.\n    \"It was an entry point, a port for semiconductors and a\nmarketing channel for other things,\" said Barclays de Zoete Wedd\nanalyst Rick May.\n    Several analysts said the purchase would not have given\nFujitsu access to critical defence technology.\n    \"(Fairchild) simply doesn't have key technology -- that's a\nthing of the past,\" May said.\n    The failure could be a blessing in disguise for Fujitsu as\nit might have had to spend several hundred million dollars to\nmodernise Fairchild's production lines, Capel's Murtha said.\n    The failure of the deal will doubtless encourage Japanese\nfirms to take a lower profile in attempts to acquire U.S. High\ntech firms but they are unlikely to stop, analysts said.\n    Most analysts said Fujitsu was likely to go the more costly\nroute of expanding its own production and distribution\nfacilities in the U.S., Although some said it could use the\nestimated 200 mln dlrs set aside for buying Fairchild to try to\nacquire some less politically symbolic firm.\n    \"It may slow the pace of Japanese acquisitions, but the\nnecessity of expanding their production and design capacity in\nAmerica remains,\" said Capel's Murtha. \"The Japanese will\ncontinue to shop for bargains, but it will be harder to find\nones that are politically acceptable.\"\n    Japanese firms are likely to favour joint ventures or\nsmaller equity stakes in firms to avoid the political backlash\nthat blocked the Fairchild sale, analysts said. \"They're not\ngoing to slow up, they're just going to buy smaller pieces ...\nBecause of the political risk,\" said Barclays de Zoete's May.\n    Several Japanese firms have already taken 10 to 30 pct\nshares in smaller U.S. High technology firms such as super\nminicomputer makers, he said.\n    Opposition of the sort that blocked Fujitsu could end up\nharming U.S. Firms and undermining a trend toward multinational\ntie-ups, some analysts said.\n    \"This is not really of benefit to U.S. Firms either,\" said\nJardine Fleming (Securities) Ltd analyst Nick Edwards. \"The\npooling of resources in semiconductors is a positive move --\nwhy should the government step in to prevent it?\"\n    Japan's Minister of International Trade and Industry Hajime\nTamura told a press conference that interference by U.S.\nGovernment officials in the Fairchild deal was inappropriate.\n    \"This is entirely a private sector matter and not a matter\nfor governments' comment,\" Tamura said. \"I think it was improper\nfor U.S. Government officials to intervene to the extent they\ndid,\" he said.\n    A spokesman told Reuters the ministry's view is that\ninternational investment flows ought to be free and that such\nflows are of increasing importance in line with the growing\ncloseness of U.S.-Japanese economic ties.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}