{
    "DATE": "31-MAR-1987 08:37:54.64",
    "TOPICS": [
        "lei"
    ],
    "NEWID": "11261",
    "TEXT": {
        "TITLE": "U.S. LEADING INDEX ROSE 0.7 PCT IN FEBRUARY",
        "DATELINE": "    WASHINGTON, March 31 - ",
        "BODY": "The U.S. index of leading indicators\nrose a seasonally adjusted 0.7 pct in February after a revised\n0.5 pct January fall, the Commerce Department said.\n    The department previously said the index fell 1.0 pct in\nJanuary.\n    The February increase left the index at 187.1 over its 1967\nbase of 100, and was led by a rise in stock prices.\n    A total of four of nine indicators available for February\ncontributed to the increase in the index.\n    Besides stock prices, they were manufacturers' new orders\nfor consumer goods and materials, average work week and\nbuilding permits.\n    Five of nine indicators were negative. They were change in\nsensitive materials prices, money supply, vendor performance,\naverage weekly initial claims for state unemployment insurance,\nand contracts and orders for plant and equipment.\n    The main factor in the January revision was contracts and\norders for plant and equipment, the department said.\n    December also was revised to a 2.4 pct rise from an earlier\n2.3 pct rise due to a change in outstanding credit.\n    The index of coincident indicators, which measures the\ncurrent economy, rose 0.9 pct in February after a decline of\n1.3 pct in January and a rise of 0.9 pct in December.\n    The index of lagging indicators, which measures past\neconomic activity, decreased 0.3 pct in February after\nincreasing 1.7 pct in January and falling by 0.5 pct in\nDecember.\n    The department said it has suspended net business formation\nfrom the leading indicators index because it has deteriorated\nas a measure of change in the business population.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "tamura"
    ],
    "ORGS": [
        "itc",
        "icco",
        "ico-coffee",
        "unctad"
    ]
}