{
    "DATE": "20-MAR-1987 18:50:54.45",
    "TOPICS": [
        "tin"
    ],
    "PLACES": [
        "bolivia"
    ],
    "NEWID": "8055",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - BOLIVIA",
        "AUTHOR": "    By Paul Iredale, Reuters",
        "DATELINE": "    LA PAZ, March 20 - ",
        "BODY": "Bolivia, once Latin America's most\ndelinquent debtor, is preparing for a second International\nMonetary Fund agreement after an economic stabilisation program\nhas effectively slowed inflation and reduced public spending.\n    A fund spokesman said an IMF team would visit La Paz\nshortly to discuss terms of the new agreement.\n    He said the IMF had disbursed 130 mln dlrs here and 20 mln\ndlrs are pending under the one year agreement that ends this\nmonth. The accord provided for a stand-by loan, a compensatory\nfinancing facility and a structural adjustment facility.\n    The spokesman said that if the agreement is renewed,\nBolivia can expect a further 60-mln-dlr stand-by loan over the\nnext 12 months.\n    Bolivia's agreement with the IMF, its first since 1980,\nopened the door to rescheduling negotiations with the Paris\nClub and Argentina and Brazil, which hold 2.5 billion dlrs of\nBolivia's 4.0-billion-dlr foreign debt.\n    Central Bank President Javier Nogales told Reuters the\nnegotiations with the Paris Club, which have yet to be\nfinalised, had been extremely successful.\n    Nogales said the Paris Club had agreed to reschedule\nBolivia's debt over 10 years with five to six years grace and\nhad waived all interest payments until the end of 1988.\n    Bilateral discussions on interest rates continue, he said.\n    Nogales said Bolivia was expecting some 400 mln dlrs in\ndisbursements this year from lender countries and international\nagencies, including the World Bank and the Inter-American\nDevelopment Bank, although diplomatic and banking sources put\nthe figure at closer to 300 mln dlrs.\n    Nogales said Bolivia's net international reserves are\naround 250 mln dlrs, up from one mln dlrs when President Ictor\nPaz Estenssoro took office in august 1985. Nogales said the\ncapital flow on Bolivia's debt servicing versus new credits had\nchanged from a net outflow of 200 mln dlrs in 1985 to a net\ninflow of 130 mln dlrs in 1986.\n    Bolivia's return from the financial wilderness follows paz\nestenssoro's economic stabilisation program. He inherited\ninflation of 23,000 pct a year, state enterprises that were\nlosing hundreds of mlns of dlrs and a currency that traded on\nthe black market at up to 16 times its official rate.\n    Paz estenssoro froze public sector wages, set a market-\nrelated rate for the peso, introduced tax reforms and laid off\nthousands of workers in state corporations.\n    Inflation has been running at 10 pct a year for the past\nsix months, according to the Central Bank, and the government \nexpects the economy to grow three pct this year after a 14 pct\ncontraction over the last six years.\n    The government is also proposing a novel solution to its\ndebt to commercial banks, some 900 mln dlrs, on which interest\nhas not been paid since March, 1984.\n    Nogales said that over the next few months Bolivia would\nmake a one-time offer to buy back all its commercial debt at\nthe price it trades on the international secondary market -- \n10-15 cents on the dlr. He said Bolivia's commercial bank\nsteering committee agreed at a meeting in New York to consider\nthe proposal, but it is still unclear what proportion of the\ncountry's creditor banks will take up the offer.\n    One foreign banker speculated that Bolivia might be able to\nbuy back up to 30 pct of its commercial debt paper under the\ndeal, mostly from small banks who have written off their loans\nto the country.\n    But he said the larger creditors were more interested in a\nscheme of debt-equity swaps, similar to that which has operated\nin Chile for the past two years.\n    The Bolivian government has yet to draw up proposals for\ndebt-equity swaps, but the banker said it was planning to\nprivatise more than 100 state companies and these could serve\nas a basis for such a scheme.\n    Foreign bankers said this type of proposal might prove\nattractive to Bolivia in the long run, especially as the\ngovernment realises that it will have to attract a large amount\nof new capital in order to grow.\n    Planning Minister Gonzalo Sanchez de Lozada told Reuters\nthat Bolivia was hoping for five to six billion dlrs in new\ninvestment over the next 10 to 12 years.\n    The government realises that in order to remain viable,\nBolivia will need to develop new exports.\n    The price of tin, which accounted for some 45 pct of\nBolivia's exports in 1984, has collapsed on the world markets,\nand gas, the country's major revenue earner, is in abundant\nsupply in the region.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "imf",
        "worldbank"
    ]
}