{
    "DATE": " 6-MAR-1987 12:14:58.48",
    "TOPICS": [
        "interest",
        "gnp"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "2709",
    "TEXT": {
        "TITLE": "IMF URGES BELGIUM TO MAKE FURTHER SPENDING CUTS",
        "DATELINE": "    BRUSSELS, March 6 - ",
        "BODY": "The Belgian government, which\nintroduced large-scale public spending reductions last year,\nhas been told by an International Monetary Fund team there is\nscope for further cuts in 1988.\n    The suggestion is contained in the preliminary conclusions\nof the annual IMF consultations with Belgium on its economic\npolicy, a copy of which was distributed to journalists at the\nweekly press conference following meetings of the cabinet.\n    The IMF team also urges Belgium to adopt a firm interest\nrate policy, with a particular emphasis on long-term rates.\n    The team's report to the government praises last year's\nspending cuts, which are due to reduce 1987 government spending\nby 195 billion francs, and says 1986 saw the Belgian economy\nperform \"better, on a broader basis, than at any time so far in\nthe 1980s.\"\n    However, it adds that with lower inflation, stabilisation\nof the debt to gross national product ratio requires a much\nlower budget deficit than the seven pct of GNP target the\ngovernment has set itself for 1989.\n    The government's net financing requirement was 11.0 pct of\nGNP in 1986.\n    The report says \"The most that can be afforded over the next\nfew years is a zero growth of real non-interest expenditure of\ngeneral Government.\"\n    It says there is a need for a revision of the Belgian tax\nsystem to iron out distortions and meet hopes of a reduced tax\nburden but substantial progress is needed in stabilising the\ndebt to GNP ratio before this is possible.\n    \"Because of the difficulty of sustaining zero expenditure\ngrowth and of likely growing impatience (for) tax reductions,\nwe feel that your position would be stronger if you could\ndecide on rather sharp expenditure reductions in 1988,\" the\nreport adds.\n    The IMF urges a strong interest rate policy to signal the\ngovernment's determination to keep its currency strong and to\ncurb inflation.\n    It says firmer long-term rates would slow private net\nlong-term capital outflows, which increased strongly in 1986.\n    It also urges net repayments of foreign currency debt and\nan overhaul of domestic capital markets to facilitate the\nsubscriptions by non-residents of government bond issues in\nBelgian francs.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "imf"
    ],
    "EXCHENGES": [
        "amex"
    ]
}