{
    "DATE": " 3-APR-1987 09:10:14.84",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "12848",
    "TEXT": {
        "TITLE": "IMF, WORLD BANK TO MEET AMID NEW INFLATION FEARS",
        "AUTHOR": "    By Alver Carlson, Reuters",
        "DATELINE": "    WASHINGTON, April 3 - ",
        "BODY": "Amid new concerns about inflation,\ninterest rate increases and trade confrontations,\nfinance ministers and central bankers meet next week to discuss\na deteriorating global debt and economic situation.\n    The meetings, under the auspices of the International\nMonetary Fund and World Bank, come as interest rates are\nturning higher and the already-weak dollar has sunk further,\nupsetting bond and stock markets.\n    Uncertainty is growing about the vitality of the global\neconomy and whether the heavily-indebted countries can continue\nto carry the burden of their growing debt without vast new\nassistance.\n    Monetary and diplomatic sources said there are no signs\nany new debt initiative of the sort that Treasury Secretary\nJames Baker unveiled 18 months ago in Seoul is in the works.\n    The strategy has drawn a serious challenge from Brazil,\nwhich suspended interest payments on 67 billion dlrs of\ncommercial bank debt last month. The Banks have responded by\nlaying the groundwork for writing down Brazilian loans.\n    Separately, French Prime Minister Jacques Chirac, in a\nvisit earlier this week with President Reagan, sounded out the\nadministration on a plan to funnel worldwide grain surpluses to\nthe very poorest states.\n    The French plan is certain to be discussed by the ministers\nin detail during next week's meetings and will undoubtedly be\nembraced by the developing countries.\n    \"There's interest on the part of some countries for looking\nat the support of the special problems of the very poorest\ncountries, because their position is so extreme,\" a Reagan\nadministration official said.\n    He suggested Washington was open to disussing the issue.\n    The meetings will also assess the success of the Baker debt\ninitiative, which called for new funding to help debtor\ncountries grow out of their problems.\n    The largest industrial countries have been attempting to\ncoordinate economic policy in the hope of controlling the\ndecline of the dollar, U.S. trade and budget deficits and other\nproblems.\n    At the same time, the industrial countries see little\nevidence of a strengthening of economic activity and the Fund\nforecasts they will grow 2.5 pct.\n    The United States sees 3.2 pct growth for itself, \ncontinuing its expansion for a fifth year, and has asked other\nindustrial countries to stimulate their economies.\n    These issues directly affect the debt problem and the\nability of the debtor countries to grow out of their\ndifficulties.\n    In recent years, U.S. markets have absorbed the exports of\ndeveloping country, allowing them to earn critical foreign\nexchange. But the United States wants to cut its trade deficit,\nrunning at a record 169.8 billion dlrs, and is pressing others\nto import more from developing countries.\n    The discussions, from April six to 10, will be\nwide-ranging, touching everything from interest rates to the\nimpact of development loans on the environment, according to\nmonetary sources.\n    The talks will include an examination of trade\nprotectionist pressures in the wake of a decision by the Reagan\nadministration to place some 300 mln dlrs in tariffs on\nmicrochip products from Japan, the sources said.\n    The move accelerated the dollar's decline as financial\nmarkets grew alarmed that trade war was in the offing.\n    There is concern that the action, prompted by U.S. charges\nthat Japan has been selling computer chip products below fair\nmarket value and has kept its own market closed to imports,\nfurther undermining the international trading system.\n    At the same time, the ministers will discuss the\nfundamental price weakness in basic commodities, the export\nmainstay of many developing countries.\n    The so-called Group of Five industrial countries -- the\nUnited States, Japan, West Germany, France and Britain -- will\ngather for the first time since their February talks in Paris,\nwhere they agreed to keep the dollar from sliding further.\n    The Five will be joined later by Italy and Canada for\nfurther debate on economic policy coordination.\n    As part of the Paris accord, surplus countries such as\nJapan agreed to stimulate their economies, while America\nsaid it would reduce its federal budget deficit.\n    Other major issues of the meetings include a U.S. bid to to\nhave a larger say in approving loans of the Inter-American\nDevelopment Bank, strengthening the link between loans and\neconomic policy changes in debtor nations.\n    Washington is also pressing the World Bank to take more\naccount of the environment when making loan for dams and other\nprojects.\n    The new head of the Bank, Barber Conable, has said this\nissue is being reviewed and will be part of a reorganization\nplan for the Bank, now being prepared.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}