{
    "DATE": "21-APR-1987 12:17:49.31",
    "TOPICS": [
        "interest",
        "money-fx",
        "gnp"
    ],
    "PLACES": [
        "kuwait"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "NEWID": "17018",
    "TEXT": {
        "TITLE": "CREATIVE MONETARY POLICY TO SPUR KUWAITI ECONOMY",
        "AUTHOR": "    By Rory Channing, Reuters",
        "DATELINE": "    KUWAIT, April 21 - ",
        "BODY": "Kuwait, a major oil producer hit by last\nyear's price slump, is leaning towards a more creative monetary\npolicy to help spur its economy, banking sources said.\n    \"There is a clear emphasis on encouraging the use of money\nin productive ventures, rather than having it all tied up in\ninterest bearing investments which have no direct productive\noutlet,\" one banker said.\n    Kuwait's Central Bank yesterday cut one key money market\nrate and abandoned another which had been used since February\n1986 to direct inter-bank borrowing and lending costs.\n    The bank reduced to six pct from 6-1/2 pct the rate at\nwhich it will offer funds of one month to one year in the\ninter-bank market. This, in turn, affected retail rates.\n    The cut, the third this year, followed a major overhaul of\ninterest rate policy last month which Central Bank Governor\nSheikh Salem Abdul-Aziz al-Sabah said was designed to revive\nthe economy.\n    One banker said \"There is growing flexibility, creativity,\nin interest rate policy, amid an awareness of the need to\ndiversify the economy by stimulating the non-oil sector.\"\n    For the first time in nearly three years domestic interest\nrates are now significantly below those for the U.S. Dollar, a\nfavourite haven for Gulf speculative and investor funds in the\npast, banking sources said.\n    Despite uncertainties generated by the 6-1/2 year old Iran-\nIraq war on Kuwait's northern doorstep, bankers play down the\nprospect of any significant capital flight.\n    The Kuwaiti dinar, whose value is set by the Central Bank\nand was fixed today at 0.27095/129 to the dollar, is stronger\nnow than for several years.\n    Fears that the dollar may fall further will prompt second\nthoughts among Kuwaiti investors prepared to consider switching\nfunds into the U.S. Currency, the sources said.\n    \"There is a distinct exchange rate risk,\" they added.\n    Bankers said the dollar slump hurt many investors behind\nthe last major capital outflow in 1984, encouraged then by 18\npct U.S. Interest rates and the start of Iranian attacks on\nneutral shipping in the Gulf.\n    The Central Bank calculates its dinar exchange rate against\na basket of currencies. Bankers do not know the basket's exact\nmake-up but say it is weighted heavily in favour of the dollar.\n    Some bankers believe any strengthening of the dinar beyond\n0.27000 to the dollar might provoke investors into shifting\nfunds into the U.S. Currency. \"They may ask:When will the dollar\nbe so cheap again?\" one said.\n    And with dinar interest rates now roughly one pct below\nthose for the dollar, they say the Central Bank faces a\ndelicate balancing role requiring further flexibility.\n    Bankers said the current, expansionary interest rate policy\nis only part of a broader attempt to encourage local investment\nand strengthen the backbone of the economy.\n    They estimate the economy, measured in terms of GDP and\nallowing for inflation, shrank 19 pct in 1986 after an 8.1 pct\ncontraction the previous year.\n    Bankers also noted recent measures to stimulate stock\nmarket activity, capped today by sharp cuts in brokerage fees\nto make it cheaper for investors to trade.\n REUTER\n\u0003"
    }
}