{
    "DATE": " 3-APR-1987 17:08:28.66",
    "TOPICS": [
        "oilseed",
        "rapeseed",
        "grain",
        "wheat",
        "corn",
        "palm-oil",
        "soy-oil",
        "ship"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13179",
    "TEXT": {
        "TITLE": "EXPORT BUSINESS - GRAINS/OILSEEDS COMPLEX",
        "DATELINE": "    CHICAGO, April 3 - ",
        "BODY": "Grain and oilseed complex export\nbusiness reported since yesterday by government agencies and\nprivate exporters -\n    Japanese crushers bought 4,000 to 5,000 tonnes of Canadian\nrapeseed in export business overnight for May shipment...Greece\nhas agreed to buy 27,000 to 33,000 tonnes of Spanish corn for\nspot shipment, with Italy buying 6,000 to 7,000 tonnes of\nSpanish corn for last/half April shipment, a spokesman for\ncargill's spanish unit said...Taiwan bought 54,000 tonnes of\nU.S. soybeans for April 20/May 5 delivery C and F...\n    (Continued) - The India State Trading Corp bought 20,000\ntonnes of optional origin soybean oil for May 20/June 20\nshipment and 6,000 tonnes of RBD palm olein for April 25/May 25\nshipment at its import tender yesterday...Pakistan rejected\noffers at its tender for 12,000 tonnes of RBD palm oil, but is\nexpected to retender next week...The U.S. Department of\nAgriculture (USDA) said it has accepted a bid for an export\nbonus to cover the sale of 50,000 tonnes of U.S. hard red\nwinter wehat to Sri Lanka for April 8/16 shipment, with an\nadditional 10,000 tonnes of wheat still available to Sri Lanka\nunder the Export Enhancement Program (EEP)...\n    (Continued) - The USDA said it has accepted a bid for an\nexport bonus to cover the sale of 18,000 tonnes of U.S. durum\nwheat to Algeria for June 20/30 shipment, with an additional\n228,000 tonnes still available to Algeria under the EEP.\n    Tenders - Jordan will tender Monday, April 6, for 225,000\ntonnes of U.S. hard and soft wheats for various April/Nov\nshipments under the EEP.\n    Market talk and comment - The USDA said Turkey has been\nmade eligible for the sale of up to 70,000 tonnes of medium\ngrain milled rice under the EEP...\n    Market talk and comment (continued) - The USDA announced\nColombia has been made eligible for sale of up to 15,000 tonnes\nof U.S. barley malt under the EEP...The Canadian Grain\nCommission reported Canadian wheat exports in the week ended\nMarch 29 totalled 447,200 tonnes, compared with 277,700 the\nprevious week, with 1986/87 season exports so far up to\n10,228,600 tonnes versus 10,637,500 for the 1985/86 season,\nwith barley exports 38,800 tonnes, 106,700 tonnes, 4,804,500\nand 1,892,600 respectively, rapeseed 43,900 tonnes, 50,700\ntonnes, 1,292,600 and 920,000 respectively and flaxseed 20,700\ntonnes, 13,600 tonens, 450,900 and 392,600 respectively...\n    Market talk and comment (continued) - Pakistan is not\nemerging as a major wheat exporter as World market prospects\nare not good enough, a government official said...Active\ntimecharter fixing by Soviet operators to cover USSR grain\nimprts featured the ocean freight market this morning, ship\nbrokers said...Dry cargo futures on the BIFFEX extended\nyesterday's strong advance, with sharp gains of 22 to 17 points\nin response to rumors of higher rates for grain business from\nthe U.S. Gulf to Japan, dealers said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "imf",
        "worldbank"
    ]
}