{
    "DATE": " 8-APR-1987 01:03:47.52",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "hong-kong",
        "usa",
        "japan",
        "taiwan",
        "malaysia",
        "south-korea",
        "australia"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "NEWID": "14826",
    "TEXT": {
        "TITLE": "ASIAN EXPORTERS FEAR DAMAGE FROM U.S.-JAPAN RIFT",
        "AUTHOR": "    By William Kazer, Reuters",
        "DATELINE": "    HONG KONG, April 8 - ",
        "BODY": "Mounting trade friction between the\nU.S. And Japan has raised fears among many of Asia's exporting\nnations that the row could inflict far-reaching economic\ndamage, businessmen and officials said.\n    They told Reuter correspondents in Asian capitals a U.S.\nMove against Japan might boost protectionist sentiment in the\nU.S. And lead to curbs on American imports of their products.\n    But some exporters said that while the conflict would hurt\nthem in the long-run, in the short-term Tokyo's loss might be\ntheir gain.\n    The U.S. Has said it will impose 300 mln dlrs of tariffs on\nimports of Japanese electronics goods on April 17, in\nretaliation for Japan's alleged failure to stick to a pact not\nto sell semiconductors on world markets at below cost.\n    Unofficial Japanese estimates put the impact of the tariffs\nat 10 billion dlrs and spokesmen for major electronics firms\nsaid they would virtually halt exports of products hit by the\nnew taxes.\n    \"We wouldn't be able to do business,\" said a spokesman for\nleading Japanese electronics firm Matsushita Electric\nIndustrial Co Ltd <MC.T>.\n    \"If the tariffs remain in place for any length of time\nbeyond a few months it will mean the complete erosion of\nexports (of goods subject to tariffs) to the U.S.,\" said Tom\nMurtha, a stock analyst at the Tokyo office of broker <James\nCapel and Co>.\n    In Taiwan, businessmen and officials are also worried.\n    \"We are aware of the seriousness of the U.S. Threat against\nJapan because it serves as a warning to us,\" said a senior\nTaiwanese trade official who asked not to be named.\n    Taiwan had a trade trade surplus of 15.6 billion dlrs last\nyear, 95 pct of it with the U.S.\n    The surplus helped swell Taiwan's foreign exchange reserves\nto 53 billion dlrs, among the world's largest.\n    \"We must quickly open our markets, remove trade barriers and\ncut import tariffs to allow imports of U.S. Products, if we\nwant to defuse problems from possible U.S. Retaliation,\" said\nPaul Sheen, chairman of textile exporters <Taiwan Safe Group>.\n    A senior official of South Korea's trade promotion\nassociation said the trade dispute between the U.S. And Japan\nmight also lead to pressure on South Korea, whose chief exports\nare similar to those of Japan.\n    Last year South Korea had a trade surplus of 7.1 billion\ndlrs with the U.S., Up from 4.9 billion dlrs in 1985.\n    In Malaysia, trade officers and businessmen said tough\ncurbs against Japan might allow hard-hit producers of\nsemiconductors in third countries to expand their sales to the\nU.S.\n    In Hong Kong, where newspapers have alleged Japan has been\nselling below-cost semiconductors, some electronics\nmanufacturers share that view. But other businessmen said such\na short-term commercial advantage would be outweighed by\nfurther U.S. Pressure to block imports.\n    \"That is a very short-term view,\" said Lawrence Mills,\ndirector-general of the Federation of Hong Kong Industry.\n    \"If the whole purpose is to prevent imports, one day it will\nbe extended to other sources. Much more serious for Hong Kong\nis the disadvantage of action restraining trade,\" he said.\n    The U.S. Last year was Hong Kong's biggest export market,\naccounting for over 30 pct of domestically produced exports.\n    The Australian government is awaiting the outcome of trade\ntalks between the U.S. And Japan with interest and concern,\nIndustry Minister John Button said in Canberra last Friday.\n    \"This kind of deterioration in trade relations between two\ncountries which are major trading partners of ours is a very\nserious matter,\" Button said.\n    He said Australia's concerns centred on coal and beef,\nAustralia's two largest exports to Japan and also significant\nU.S. Exports to that country.\n    Meanwhile U.S.-Japanese diplomatic manoeuvres to solve the\ntrade stand-off continue.\n    Japan's ruling Liberal Democratic Party yesterday outlined\na package of economic measures to boost the Japanese economy.\n    The measures proposed include a large supplementary budget\nand record public works spending in the first half of the\nfinancial year.\n    They also call for stepped-up spending as an emergency\nmeasure to stimulate the economy despite Prime Minister\nYasuhiro Nakasone's avowed fiscal reform program.\n    Deputy U.S. Trade Representative Michael Smith and Makoto\nKuroda, Japan's deputy minister of International Trade and\nIndustry (MITI), are due to meet in Washington this week in an\neffort to end the dispute.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ]
}