{
    "DATE": "30-MAR-1987 06:57:33.64",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "uk",
        "west-germany"
    ],
    "NEWID": "10760",
    "TEXT": {
        "TITLE": "COCOA DEAL SEEN POSITIVE, BUT NO PRICE GUARANTEE",
        "AUTHOR": "    By Lisa Vaughan, Reuters",
        "DATELINE": "    LONDON, March 30 - ",
        "BODY": "The buffer stock rules agreement reached\non Friday by the International Cocoa Organization (ICCO) is an\nimprovement on previous arrangements but the price-support\nmechanism is unlikely to do more than stem the decline in cocoa\nprices, many ICCO delegates and trade sources said.\n    The accord was reached between producers and consumers of\nthe 35-member ICCO council after two weeks of talks.\n    European chocolate manufacturers and delegates said the\naccord may boost cocoa prices immediately, but world surpluses\noverhanging the market will pull prices down again before long.\n    \"If the buffer stock operation is successful, I doubt it\nwill do anything more than stop the price from falling further,\nand it will have no relevance at all to retail chocolate\nprices,\" a European dealer said.\n    And if the buffer stock manager delays too long in buying,\nor is not seen to be using his purchasing power when the market\nis relying on him to do so, the bearish trade reaction could\npressure prices dramatically, dealers said.\n    The buffer stock is the market-regulating tool of the ICCO,\ninto which cocoa can be bought or from which it can be sold to\nmanoeuvre prices into a pre-set stabilization range.\n    A new cocoa agreement came into force in January but\ndelegates could not agree buffer stock rules at that time.\n    The new rules take effect immediately. The buffer stock\nmanager is expected to begin buying cocoa within the next three\nweeks, after organizing communications with cocoa producing\ncountries and assessing the market, since prices are below the\n\"must-buy\" level of 1,600 Special Drawing Rights per tonne\nspecified in the agreement, the sources said.\n    The buffer stock theoretically has funds to buy a maximum\n100,000 tonnes within a five week period, but its approach will\nbe more cautious, buffer stock manager Juergen Plambeck said.\n    The buffer stock has around 250 mln dlrs in funds and a\nbuying limit of 250,000 tonnes of cocoa, 100,000 tonnes of\nwhich are already in the buffer stock.\n    ICCO council chairman and Ivorian Agriculture Minister\nDenis Bra Kanon said the new rules have a good chance of\nstabilizing prices. Ivory Coast is the world's largest cocoa\nproducer.\n    \"We have established rules which will permit us to withdraw\nimmediately the surplus of cocoa on the world market,\" Bra Kanon\ntold reporters after the council adjourned. Bra Kanon reckoned\nthe world cocoa surplus could be less than half the 94,000\ntonnes estimated by the ICCO statistics committee.\n    However, some producer and consumer members emerged from\nthe final ICCO council meeting with reservations about the\npact.\n    Ghana, whose high-quality cocoa is the world's most\nexpensive and provides 60 pct of the country's export earnings,\nmade a formal protest to the council about the price\ndifferentials assigned to its cocoa, saying they were too high\nfor Ghanaian cocoa to be bought for the buffer stock.\n    According to consumer spokesman Peter Baron of West\nGermany, \"Consumers weren't perfectly happy with the buffer\nstock rules. We reached a very sensitive compromise...There\nwere no real winners or losers.\"\n    Some European Community delegates were not satisfied that\nimportant points were fully discussed during the talks, and as\na result, doubted the rules can deal with world surpluses as\neffectively as they could have, delegates said.\n    Under the new rules, the buffer stock manager would seek\noffers of different origin cocoas, using price differentials to\nreflect different qualities. Non-ICCO member cocoa can comprise\nup to 15 pct of the total buffer stock.\n    London cocoa prices traded today around 1,300 stg per\ntonne, down from around 1,450 stg in January 1987 and 1,750 stg\nin January 1986.\n    A cocoa withholding scheme can take a further 120,000\ntonnes of cocoa off the market if a special council session\ndecides market conditions warrant it, according to the\nagreement.\n    The withholding scheme can only be used if prices fall\nbelow the 1,600 SDR lower intervention price for more than five\ndays and if 80 pct of the maximum buffer stock capacity has\nbeen filled, or if the buffer stock runs low on funds, it says.\n    The ICCO will discuss withholding scheme rules at an\nexecutive committee meeting on June 9/12, ICCO officials said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}