{
    "DATE": "20-MAR-1987 09:22:03.31",
    "TOPICS": [
        "gold",
        "silver"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7645",
    "TEXT": {
        "TITLE": "GEODOME SETS IDAHO GOLD/SILVER MINE CONSTRUCTION",
        "DATELINE": "    HAILEY, Idaho, March 20 - ",
        "BODY": "Geodome Resources Ltd said\nfollowing receipt of a feasibility study from Raytheon Co's\nStearns Catalytic unit it will proceed with construction and\npre-production stripping at its Sunbeam Mine in Custer County,\nIdaho, as quickly as possible.\n    The company said the study found proven ore reserves of\n3,302,000 short tons grading 0.077 ounce of gold per ton. It\nsaid the mine will operate at a rate of 626,000 tons of ore per\nyear, with higher-grade ore being mined in the first three\nyears for a rapid payback of capital costs.\n    It said the feasibility study calls for gold production\naveraging 41,000 ounces a year for the life of the mine and\n50,000 ounces a year over the first three years, with 99,000\nounces of silver per year being produced over the mine life.\n    Capital costs would be 22.3 mln dlrs with all-new equipment\nand 500,000 to one mln dlrs less with used equipment, the firm\nsaid. It said the mine would be operated by a contract miner\nbut the associated mill by Geodome.\n    Geodome said a new ore zone discovered last summer is not\nincluded in reserve calculations. It said eight of the nine\nholes drilled there have an average grade of 0.046 ounce of\ngold and 2.1 ounces of silver per ton.\n    Also excluded are reserves of 1,400,000 tons of low-grade\nmaterial that could be milled profitably at 425 dlrs a ton for\ngold. The feasibility study used a 350 dlr gold price.\n    Geodome said operating costs of the mine will average 201\ndlr per ounce of gold for the mine life and 171 dlrs for the\nfirst three years, in constant dollars.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}