{
    "DATE": "30-MAR-1987 16:27:36.56",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "11076",
    "TEXT": {
        "TITLE": "U.S. TRADE OFFICIAL SAYS JAPAN ACTION FOOLISH",
        "AUTHOR": "    By Jacqueline Frank, Reuters",
        "DATELINE": "    WASHINGTON, March 30 - ",
        "BODY": "A high level U.S. trade official\nsaid it would be foolish for Japan to strike back against the\nUnited States for its sanctions on Japanese semiconductor\nelectronics products.\n    Asked by reporters if Japan was expected to retaliate\nagainst U.S. exports, Deputy Under Secretary of Commerce Bruce\nSmart replied, \"That would be the height of foolishness.\"\n    In addition, he doubted Japan could show enough progress in\nmeeting the conditions of the agreement to avoid the actual\nimposition of the 300 mln dlrs in tariffs on April 17.\n    Japan's 58.6 billion dlr trade surplus with the United\nStates last year has come under fire in Congress concerned\nabout the loss of jobs to foreign competition and with the\nrecord 169 billion dlrs U.S. trade deficit in 1986.\n    President Reagan's sanctions decision won praise today from\nthe two Democratic leaders of Congress.\n    \"I think it's about time,\" Senate Democratic Leader Robert\nByrd of West Virginia told reporters. House Speaker Jim Wright\nof Texas told reporters before the opening of the House\nsession, \"It just shows we were right all along when we said\nsomething needs doing.\"\n    Smart testified before a Senate Labor Committee hearing\nthat last Friday's U.S. trade action would help U.S.\nnegotiations on access to Japan for U.S. auto parts.\n    Since last August Smart has been leading talks to open up\nJapan to purchases of more U.S.-made automotive parts. Last\nyear, Japan racked up a 3.6 billion dlr trade surplus with the\nUnited States in these products.\n    Both countries expect to conclude the talks by August 1987.\n    \"It's amazing to me that the Japanese were surprised. I\nhope it will persuade them we're serious,\" Smart said of the\nWhite House trade sanctions.\n    The United States has tried to convince Japanese car\ncompanies of the quality of American-made parts and to draw\nthem away from their traditional Japanese suppliers.\n    \"All we ask is a chance. We have a job to do persuading them\nwe can do better than our reputation seems to be,\" he said.\n    Measured per car, each American-made car contained about\n700 dlrs in Japanese auto parts while each Japanese-made car\ncontained about 26 dlrs in U.S. auto parts, Smart said.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "japan"
    ]
}