{
    "DATE": " 1-JUN-1987 09:45:49.01",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa",
        "saudi-arabia"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17519",
    "TEXT": {
        "TITLE": "SAUDI RENEGOTIATION OF ARAMCO DEAL MOVING ALONG",
        "DATELINE": "    NEW YORK, JUNE 1 - ",
        "BODY": "Saudi Arabia's renegotiation of its\ncollective agreement with Aramco to purchase oil for the\nlatter's ex-partners is moving along and should lead to a\nfundamental structural change in the contract, oil industry\nsources said.\n    Petroleum Intelligence Weekly, in this Monday's edition,\nsaid negotiations are moving along for adjustment of the 1.34\nmln bpd joint long term agreement at official prices and\nvolumes and other terms may be rearranged.\n    The agreement signed in January for the months from\nFebruary to June is up for renegotiation.\n    Under the January contract Aramco was to purchase 1.34 mln\nbpd for the four partners allocated among them as Exxon Corp\n<XON> 440,000 bpd, Texaco Inc <TX> 350,000 bpd, Mobil Corp\n<MOB> and Chevron Corp <CHV> 550,000 bpd between them.\n    But an overlifting by Texaco Inc in the first quarter\nallowed other companies like Exxon Corp to underlift its\nobligations under the contract\n    PIW said that that one alternative under consideration is\nto revert to four individual contracts rather than a collective\nagrement.\n    John Lichtblau, director of the Petroleum Industry Research\nFoundation Inc said that renegotiation of the pact was more of\na formality as the Saudis have each company on a separate\nschedule although separate agreements with the companies would\nfavor one on one negotiations and ensure that contracted\nliftings occur .\n    \"The companies will probably follow the Saudi wants within\nlimits as they do not want to antagonize them for the long\nhaul,\" he said.\n    Lichtblau said that the renegotiations would most likely\nconcentrate on volume rather than price.\n    Saudi displeasure with the agreement has long been noted\nand in April industry publications said that renegotiation were\nbeing sought, a fact later confirmed by Reuters with Aramco.\n    Aramco Corp was formerly owned by Chevron Corp <CHV>, Exxon\nCorp <XON>, Mobil Corp <MOB> and Texaco Inc <TX> but is now\nowned by Saudi Arabia which bought its assets although the\nex-partners have various agreements with Saudi Arabia.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}