{
    "DATE": "13-APR-1987 08:25:18.85",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "16211",
    "TEXT": {
        "TITLE": "CRAZY EDDIE <CRZY> SETS DEFENSIVE RIGHTS",
        "DATELINE": "    EDISON, N.J., April 13 - ",
        "BODY": "Crazy Eddie Inc said its board has\nadopted a defensive shareholder rights plan and said it has\nreceived \"friendly inquiries\" on its acquisition.\n    It said under the plan, shareholdrs of record as of April\n21 will receive a right to purchase under certain circumstances\nat a price of 42 dlrs 0.01 preferred share for each common\nshare held.  The rights will expire April Nine.\n    The company said the rights would be exercisable 20\nbusiness days after a party were to acquire 20 pct or more of\nCrazy Eddie common stock or announce a tender or exchange offer\nthat would result in ownership of 30 pct or more.\n    Crazy Eddie said if a party owning 20 pct or more of its\nstock were to merge into it or if a party were to acquire 40\npct or more of Crazy Eddie stock, right holders other than the\nacquiring party would be entitled to acquire common shares or\nother securities or assets with a market value equal to twice\nthe rights' exercise price.\n    If after a party acquired 20 pct or more of its stock Crazy\nEddie were acquired or 50 pct of its earnings power or assets\nsold, rightholders other than the acquirer would be entitled to\nbuy shares of the acquirer's common stock worth twice the\nrights' exercise price, the company said.\n    Crazy Eddie said if a party were to acquire 30 pct or more\nof its common stock and then fail to acquire Crazy Eddie within\n180 days thereafter, rightholders would be entitled to exchange\ntheir Crazy Eddie common stock for subordinated notes of Crazy\nEddie maturing either one year or, above a certain dollar limt,\nfive years after issuance.\n    Crazy Eddie said adoption of the plan is not in response to\nany known effort to acquire control of it.  But the company\nsaid it has become aware of some \"possible accumulations\" of\nits stock has has received some \"friendly inquiries.\"\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker",
        "stoltenberg",
        "balladur"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}