{
    "DATE": "13-APR-1987 08:31:42.57",
    "TOPICS": [
        "interest"
    ],
    "NEWID": "16214",
    "TEXT": {
        "TITLE": "U.S. SENATE LEADER CALLS FOR INTEREST RATE CUTS",
        "DATELINE": "    WASHINGTON, April 12 - ",
        "BODY": "Senate Finance Committee Chairman\nLloyd Bentsen (D-Tex.) called on major industrial countries to\nmake a pledge at the coming economic summit in Venice to cut\ninterest rates.\n    \"I think at the summit meeting in Venice what we ought to be\ntrying to do is to get the other major industrial nations that\nare involved to bring interest rates down, say, one pct,\"\nBentsen told NBC Television's \"Meet the Press.\"\n    Bentsen said coordinated rate cuts could take \"billions off\nthe debt service of the Latin countries\" and help ease\nprotectionist pressures in the industrial countries.\n    Bentsen also South Korea and Taiwan should be pressured to\nrevalue their currencies in relation to the U.S. dollar.\n    \"You take the Taiwanese, with an enormous capital surplus,\nenormous trade surplus, and we've had very little cooperation\nthere,\" he said.\n    Departing Deputy Treasury Secretary Richard Darman told the\nsame television network he agreed that the U.S. dollar had not\nfallen enough against the currencies of some countries.\n    \"I think that more does have to be done there in\nnegotiations with the countries involved, the so-called NICs\n(newly industrialized countries),\" he said.\n    Darman said such negotiations with newly industrialized\ncountries were underway privately.\n    Bentsen predicted Congress and the White House would agree\non a fiscal 1988 budget that would raise between 18 and 22\nbillion dlrs in new revenues.\n    The Texas senator said a series of excise taxes would be\nconsidered by Congress, including an extension of the telephone\ntax and new levies on liquor and cigarettes.\n    Bentsen said he supported an oil import fee, but that it\nwould not happen without President Reagan's support.\n    Darman called for a \"top level negotiation\" between the White\nHouse and Congress on a budget compromise that would include\nasset sales, some excise taxes, cuts in middle-class\nentitlement programs, \"a reasonable, steady rate of growth in\ndefense\" and reform of the budget process.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker",
        "stoltenberg",
        "balladur"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}