{
    "DATE": "18-JUN-1987 18:29:49.57",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "canada"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18992",
    "TEXT": {
        "TITLE": "U.S.-CANADA TIES SEEN WORSE WITHOUT TRADE PACT",
        "DATELINE": "    WASHINGTON, June 18 - ",
        "BODY": "U.S.-Canadian ties could worsen if\nthe two nations are unable to reach a free trade pact,\naccording to a study published by two nonpartisan public policy\nresearch groups.\n    The Cato Institute of Washington and the Fraser Institute\nof Vancouver said removing the remaining tariffs on cross\nborder trade would benefit both countries.\n    But Cato chairman William Niskanen added \"the two nations'\ngenerally harmonious trade relations are probably not\nsustainable without a new agreement.\"\n    The United States and Canada, whose cross-border trade\ntotaled about 125 billion dlrs last year, have been holding\ntalks since last June on a pact to end the few trade barriers\nremaining between their two countries.\n    The U.S. put a deadline on the talks of October 1, but both\nsides have said an agreement is likely despite tough bargaining\nremained.\n    Niskanen said if no pact is reached, bilateral trade ties\ncould deteriorate because of Congressional pressure on\nPresident Reagan to implement trade laws more aggressively, and\nthis could hit some Canadian trade practices.\n    He noted Canada is seeking foreign investment in its auto\nindustry, which could put strains on the considerable bilateral\nfree trade in U.S. and Canadian autos and parts.\n    Niskanen also said the Canadian government is vulnerable to\na resurgence of economic nationalism which could restrict U.S.\nexports to Canada.\n    A free trade pact, backed by President Reagan and Prime\nMinister Brian Mulroney, would open new markets for Canada and\nenable its industries to achieve economies of scale, which\nwould also help it widen exports worldwide, he said.\n    It would also increase the gross national products of both\ncountries.\n    Niskanen said the goal of a pact should be to end all\ntariffs within 10 years, lower subsidies on exports, set rules\nfor trade in services and investments, end curbs on government\nprocurement and agree ways to resolve trade disputes.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}