{
    "DATE": "31-MAR-1987 14:00:32.46",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "11545",
    "TEXT": {
        "TITLE": "WHITE HOUSE DISCOUNTS THREAT OF TRADE WAR",
        "DATELINE": "    WASHINGTON, March 31 - ",
        "BODY": "President Reagan has reaffirmed his\nopposition to protectionism and his chief spokesman said trade\nsanctions imposed on Japan were unlikely to start a trade war.\n    \"We don't want to go down that road,\" Reagan was quoted as\ntelling Prime Minister Jacques Chirac after the visiting French\nofficial expressed concern about the rising tide of\nprotectionist sentiment in the United States.\n    Later, White House spokesman Marlin Fitzwater defended the\nnew sanctions against Japan and said administration officials\n\"do not believe this will result in a trade war.\"\n    \"It is the first time that the United States has taken an\naction of this type and it is significant but it is nothing to\nbe alarmed about,\" the presidential spokesman added.\n    \"We do not want protectionism ... We do not want a trade\nwar,\" he said.\n    Fitzwater said the president was forced to act in the\nJapanese microchip case because Tokyo had failed to fulfill \"an\nagreement to make some corrections.\"\n    Noting that there are \"enormous pressures in the Congress\nand the land\" for the United States to take a tough stand, he\nsaid, \"This was a case where we felt we simply had to act.\"\n    Fitzwater said the decision to impose sanctions was \"well\nconsidered by this administration and not taken lightly.\"\n    While the White House official held open the possibility\nthat Washington and Tokyo will settle their trade dispute, he\nindicated a settlement probably would not come in time to head\noff the sanctions.\n    \"We are always open to negotations ... Whether it (a\nsettlement) could occur in time to prevent this (the sanctions)\nfrom going into effect is questionable at this point,\" the\nspokesman said.\n    The sanctions take effect in mid-April.\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}