{
    "DATE": " 7-APR-1987 06:19:55.44",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "uk",
        "malaysia",
        "brazil",
        "ghana"
    ],
    "NEWID": "13462",
    "TEXT": {
        "TITLE": "COCOA BUFFER STOCK MAY FACE UPHILL BATTLE - TRADE",
        "AUTHOR": "    By Jane Merriman, Reuters",
        "DATELINE": "    LONDON, April 7 - ",
        "BODY": "The International Cocoa Organization\n(ICCO) buffer stock could face an uphill battle to halt the\ndowntrend in world cocoa prices when it begins buying\noperations in the next few weeks, cocoa traders said.\n    Traders said they believed buffer stock purchases could\nreach 75,000 tonnes in a matter of weeks without lifting prices\nsignificantly, given the amount of surplus cocoa overhanging\nthe market. The buffer stock may begin buying shortly as the\nICCO 10 day average indicator price is now at 1,578.03 Special\nDrawing Rights (SDR) per tonne, below the 1,600 \"must buy\" level.\n    Rules governing buffer stock operations were agreed last\nmonth by the ICCO council. Buying will begin once the buffer\nstock manager has completed preparations, traders said.\n    Some traders said the buffer stock manager may delay buffer\nstock buying until mid or end-April when changes in months used\nto calculate the ICCO indicator may lift the 10 day average\nabove the 1,600 SDR \"must buy\" level.\n    The ICCO indicator price is calculated from the average of\nthe second, third and fourth positions on the London and New\nYork futures markets. The daily price was 1,577.61 SDR per\ntonne yesterday.\n    Months used currently for the indicator are May, July and\nSeptember, but these are set to change to July, September and\nDecember on April 15, prior to May becoming the New York spot\nmonth, traders noted.\n    The introduction of December into the calculations may lift\nthe daily SDR price as December is currently quoted about 75\nstg above May on the London terminal market.\n    But the buffer stock manager would have to wait for the\nhigher daily price to feed through into the 10-day average, the\nindicator which governs his activities, traders said.\n    \"The buffer stock manager is obviously looking at the\nimplications of delaying until forward prices lift the\nindicator since it might mean he has to buy less cocoa,\" an\nanalyst from a leading cocoa trade house said.\n    Traders said the buffer stock purchases could reach 75,000\ntonnes fairly quickly once buying starts. If purchases reach\nthis level within six months, buying is suspended pending an\nICCO council review of price ranges. But some cocoa market\nwatchers said the buffer stock may benefit from recent\nforecasts for a poor Brazilian Bahia temporao crop at 1.5 mln\nto two mln 60 kilo bags against initial expectations of up to\nthree mln.\n    A lower than expected Brazilian crop may cut the 1986/87\nworld surplus to between 50,000 and 70,000 tonnes, compared\nwith a recent forecast by the ICCO statistics committee of\n94,000 tonnes, traders said.\n    In these circumstances, the buffer stock may only need to\nbuy between 20,000 and 30,000 tonnes to lift prices above the\n\"must buy\" level.\n    But some dealers said the ICCO buffer stock rules may put\nconstraints on how quickly and effectively the buffer stock\nmanager can remove cocoa from the market.\n    The buffer stock system of price differentials set\naccording to quality and a 15 pct limit on purchases from\nnon-members could limit the buffer stock's scope for action,\ndealers said.\n    Most of the cocoa readily available to the buffer stock is\nnearby in-store material of Malaysian and Ivory Coast origin.\n    But the buffer stock can only buy 15 pct Malaysian cocoa as\nMalaysia is not an ICCO member, while purchases of nearby cocoa\ncan only reach 40 pct in any one day, which forces the buffer\nstock to buy some intermediate and forward shipment material.\n    Limits on buffer stock purchases of nearby and non-member\ncocoa will reduce the impact on terminal prices which are\npressured by the overhang of Malaysian material, traders said.\n    Buffer stock purchases of forward shipment cocoa from\nquality producers such as Ghana will have only a limited impact\non futures, but is likely to widen physical market premiums for\nthis cocoa over futures.\n    Ghana's premium to the terminal has risen to about 50 stg\nfrom 25 to 30 stg a month ago partly in anticipation of buffer\nstock buying, dealers said.\n    \"The buffer stock may not help the terminal market, but will\nprovide a backstop for quality cocoas,\" one trader said.\n    Traders cautioned that views on the impact of the buffer\nstock were \"all prognostication\" and that no one could hope to\npredict accurately what the result would be. Psychologically\nbuffer stock buying should help prices, but since the buffer\nstock already holds a carryover of 100,000 tonnes from the\nprevious cocoa agreement and the market is in surplus, dealers\nexpressed doubts purchases can counter bearish pressure.\n    In June the ICCO is due to discuss rules for a withholding\nscheme as an additional market support mechanism.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "subroto"
    ],
    "ORGS": [
        "icco"
    ]
}