{
    "DATE": "24-MAR-1987 01:46:56.92",
    "TOPICS": [
        "earn",
        "crude"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "8600",
    "TEXT": {
        "TITLE": "SHELL AUSTRALIA REPORTS 45.79 MLN DLR 1986 PROFIT",
        "DATELINE": "    MELBOURNE, March 24 - ",
        "BODY": "Royal Dutch/Shell Group <RD.AMS> unit\n<Shell Australia Ltd>, said its net profit fell to 45.79 mln\ndlrs in 1986 from 66.76 mln in 1985.\n    Revenue fell to 4.55 billion dlrs from 4.91 billion, in an\nextremely competitive and over-regulated environment, chairman\nand chief executive Kevan Gosper said in a statement. A 26.25\nmln dlr annual dividend would be paid to the parent after a\nvery disappointing year.\n    \"A return of 2.2 pct on funds employed represents a very\nmeagre return ... In an economy suffering from inflation of\naround 10 pct,\" he said.\n    Gosper said the results reflected heavy reliance on\ndownstream oil and chemicals, poor coal and metal returns and\nthe financial burden of the North-West Shelf gas project.\n    Duties, royalties and taxes rose to 1.37 billion dlrs\nagainst 852.72 mln in 1985 and Gosper urged the government to\nmove quickly to lift costly and unnecessary regulation.\n    \"It is just as important for Australia to maintain a\nfinancially healthy, technically advanced refining and\nmarketing industry as it is to sustain oil exploration and\nproduction,\" he said.\n    \"The Australian oil industry has the experience and the\ncapacity to serve the nation and its shareholders well if the\ngovernment would stop putting roadblocks in our way,\" he said.\n    Shell invested 500 mln dlrs over the past five years to\nupgrade its oil refining and marketing business, but further\ninvestment required an appropriate rate of return, he said.\n    Exploration and evaluation spending in 1986 fell to 18.77\nmln dlrs from 26.35 mln, while investment in property and plant\nrose to 374.25 mln from 353.94 mln a year earlier.\n    Gosper said oil companies would be under intense pressure\nin 1987 because of forecast slow economic growth.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}