{
    "DATE": "18-MAR-1987 10:13:35.41",
    "TOPICS": [
        "l-cattle"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6492",
    "TEXT": {
        "TITLE": "CATTLE BEING PLACED ON FEED LIGHTER THAN NORMAL",
        "AUTHOR": "    By Jerry Bieszk, Reuter",
        "DATELINE": "    CHICAGO, March 18 - ",
        "BODY": "Most of the cattle now being placed on\nU.S. feedlots weigh less than normal and likely will remain on\nfeed longer, spreading out marketings and supporting cattle\nprices through the summer because of reduced beef supply.\n    The prospect of so many cattle remaining on feed for a\nlonger time blunted the market impact of the high placements\nreported in the USDA's latest cattle on feed report, livestock\nanalysts said.\n    After the USDA released its report of cattle on feed in\nseven states as of March 1, cattle futures on the Chicago\nMercantile Exchange yesterday rose sharply. The trade had\nexpected deferred contracts to decline on the USDA report of a\n15 pct rise in cattle placements in February from a year ago.\n    Although the heavy placements were expected, analysts noted\nreports that many cattle put on feed were relatively\nlightweight and said feedlot operators would feed the lighter\ncattle into the autumn, rather than market them during the\nsummer as would be the case with the heavier cattle normally\nplaced on feed.\n    Although reports of actual cattle weights are difficult to\nobtain, industry sources in the West and Southwest acknowledge\nthat lighter cattle are being put on feedlots in their areas.\n    The increase in lighter-weight cattle entering feedlots,\nhelps explain the jump in feedlot placements last month from\nFebruary, 1986.\n    University of Missouri Agricultural Economist Glenn Grimes\nsaid, \"The probabilities are high that in order to place that\nmany cattle on feed they (feedlot operators) had to go to\nlighter-weight cattle.\n    The only statistics available are from some terminal\nmarkets which represent only a small percentage of the total\ncattle marketed. But at those markets, steers averaged 708 lbs\nin February compared with 718 lbs last year, Grimes said.\n    Even if marketing of the lighter cattle is not delayed,\nGrimes said, beef supply likely will be reduced.\n    If the average weight is down, and there is no price\nweakness to delay marketings, the cattle would be marketed at\nlighter weights, which could reduce the beef supply as much as\nthree pct.\n    Bruce Ginn, cattle analyst for The Helming Group (formerly\nLBAS), said the lighter cattle are being placed on feed mainly\nbecause of two factors: low grain prices and higher live cattle\nprices.\n    Many farmers like to feed lighter weight cattle and grain\nsupplies are large, he noted. Also, the higher live cattle\nprices have been encouraging early movement of cattle from\nwheat pasture onto feedlots, Ginn said.\n    Other analysts also noted that cattle are coming off wheat\npasture sooner than normal because of poor pasture conditions.\n    Gary Chapmann, a cash livestock trader for Chapmann and\nGraham in Sioux City, Iowa said he believed the general trend\nis to lighter weight placements but pasture conditions in his\narea benefited from a dry, mild winter.\n    To the south, however, he said the weather was wetter and\nsome cattle are coming off pasture weighing 75 to 100 lbs less\nthan normal after having gained only 75 lbs all winter.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}