{
    "DATE": "20-OCT-1987 09:42:45.60",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "20186",
    "TEXT": {
        "TITLE": "U.S. COFFEE IMPORT REPORTING SYSTEM QUESTIONED",
        "AUTHOR": "    BY Susan Zeidler",
        "DATELINE": "    NEW YORK, Oct 20 - ",
        "BODY": "A voluntary compliance system for\nmonitoring U.S. coffee imports under quotas is viewed\nskeptically by many in the coffee industry, said analysts and\ntrade sources.\n    \"Many sectors of the trade, including large roasters and \nimporters, are adamant against voluntary compliance because of\nthe past, which was subject to tremendous irregularities as it\nbecame a matter of the trade monitoring each other,\" one\nanalyst said.\n    On Monday, a National Coffee Association newsletter said\nthe Office of U.S. Trade Representative will implement a\nvoluntary compliance system temporarily because legislation to\nmonitor imports is tied up in the Congressional trade bill.\n    Under the arrangement, milar to one in 1980, coffee\nimporters would voluntarily present needed documents to the\nU.S. government until Congress approves the monitoring\nauthority, but if coffee arrives without valid certification,\nit will still be allowed entry.\n    While many believe producers will not seek to add to the\noverburdened stock situation in the U.S., others believe some\nwill ship outside of the quota requirements in lieu of\nmonitoring controls, trade sources said.\n    \"Last time, there was a lot of false information submitted\nto customs which resulted in a lot of indictments and fines,\" a\nU.S. Customs spokesman said.\n    \"Customs can do a good job when given the tools, but when\nits hands are tied, it doesn't have the authority to demand\nForm O (documents tracking merchandise from source to\ndestination),\" he said.\n    Many see it as a true test of whether producers and\nimporters will abide by the quota system.\n    \"It is a key to seeing whether there are any teeth in the\nquota agreement,\" said one major U.S. roaster.\n     \"Last time we had a gentleman's agreement, the trade did\nnot act as a gentleman,\" said another analyst adding, \"without\nthe need to submit documents, the ball will be in the\nproducers' hands.\"\n    Some feel that importers will take advantage of the\nvoluntary compliance due to development of a two-tier market,\nin which non-member countries buy coffee at a big discount.\nMany fear that dealers will buy coffee destined for non-member\ncountries at discounts and then bring it into the U.S. falsely\nlabelled.\n    According to customs officials, several green coffee\nimporters confessed in 1985 that they had imported coffee\nfraudulently after buying it for non-member destinations,\nforging landing certificates and then relabelling it as navy\nbeans.\n    \"If there's that much of a discrepancy between prices for\none country and another, producers may be teted to get rid of\ntheir stocks of coffee by selling to non-member nations and by\ncircumventing the quota provisions,\" said Paine Webber analyst\nBernie Savaiko.\n    Still, others believe that producers will not be hard\npressed to aggravate the overburdened coffee stock situation in\nthe U.S. in the near term.\n    \"It would be naive to suggest that any agreement would not\nhave some share of connivance, but I think the voluntary system\nseemed to suffice and, coupled with the fact that we have so\nmuch coffee, I don't think that it poses that much of a\nthreat,\" one trader said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "mousavi"
    ],
    "EXCHENGES": [
        "comex"
    ]
}