{
    "DATE": "28-MAR-1987 01:58:48.19",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "10608",
    "TEXT": {
        "TITLE": "JAPAN'S CHIP MAKERS ANGERED BY U.S. SANCTION PLANS",
        "DATELINE": "    TOKYO, March 28 - ",
        "BODY": "Japanese computer chip makers reacted\nangrily to news the United States plans to take retaliatory\naction against them for allegedly failing to live up to an\nagreement on trade in computer microchips.\n    Electronic Industries Association of Japan (EIAJ) Chairman\nShoichi Saba stated: \"EIAJ believes that it is premature and\neven irrational to attempt an assessment of the impact of the\nagreement and our efforts to comply with it only six months\nafter concluding the agreement.\"\n    \"We urge U.S. Governmental authorities to reconsider the\ndecision made, to evaluate fairly the results of Japanese\nefforts in implementing the objectives of the agreement, and to\nresist emotional biases,\" he said.\n    Yesterday, Washington announced plans to slap as much as\n300 mln dlrs in tariffs on Japanese imports in retaliation for\nwhat is sees as Japan's failure to comply with the terms of the\npact.\n    The agreement, struck late last year after months of heated\nnegotiations, called on Japan to stop selling cut-price chips\non world markets and to buy more American-made semiconductors.\n    To salvage the pact, Tokyo has instructed its chip makers\nto slash production and has helped establish a multi-lateral\norganisation designed to promote chip imports.\n    Saba said that Japanese chip companies have pledged three\nmln dlrs over the next five years to the new organisation and\nexpressed regret that no American company has seen fit to join.\n    \"This suggests that American semiconductor manufacturers may\nnot be really interested in participating in the Japanese\nmarket,\" he said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "balladur"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}