{
    "DATE": "16-MAR-1987 20:35:01.75",
    "TOPICS": [
        "bop"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "5765",
    "TEXT": {
        "TITLE": "AUSTRALIAN CURRENT ACCOUNT DEFICIT NARROWS IN FEB",
        "DATELINE": "    CANBERRA, March 17 - ",
        "BODY": "Australia's current deficit narrowed\nto 750 mln dlrs in February from 1.23 billion (revised from\n1.29 billion) in January, the Statistics Bureau said.\n    This compared with an 897 mln dlr shortfall a year earlier.\n    February merchandise trade recorded a 42 mln dlr surplus\nagainst a 246 mln shortfall (revised from 287 mln) in January\nand a 162 mln deficit in February 1986.\n    The current account deficit fell at the lower end of the\nrange of forecasts of 700 mln to one billion dlrs made by\nmarket economists yesterday.\n    February FOB exports rose to 2.82 billion dlrs from 2.74\nbillion (revised from 2.72 billion) in January and 2.54 billion\na year earlier while FOB imports fell to 2.77 billion from 2.99\nbillion (revised from 3.01 billion) against 2.70 billion a year\nearlier, the Bureau said.\n    It said a four pct decline in rural exports, despite an 11\npct rise in wheat exports, was more than offset by a seven pct\nrise in non-rural exports, notably minerals and fuels.\n    On the import side, the main decreases were falls of 17 pct\nin machinery and transport equipment and 21 pct in fuels, the\nBureau said.\n    The net services deficit narrowed to 146 mln dlrs from 253\nmln (revised from 268 mln) in January and 192 mln a year\nearlier, the Bureau said.\n    This made a sharply lower deficit of 104 mln dlrs on the\nbalance of goods and services against deficits of 499 mln in\nJanuary and 354 mln a year earlier.\n    Deficit on net income and unrequited transfers was 646 mln\ndlrs against 736 mln in January and 543 mln a year earlier.\n    Official capital transactions in February showed a surplus\nof 786 mln dlrs against a 2.56 billion surplus in January and a\n505 mln surplus a year earlier.\n    Non-official capital and balancing item showed a 36 mln dlr\ndeficit against a 1.33 billion deficit in January and a 392 mln\nsurplus in February 1986, the Bureau said.\n    The cumulative current account deficit for the first eight\nmonths of fiscal 1986/87 ending June 30 widened to 9.37 billion\ndlrs from 9.32 billion a year earlier.\n    The cumulative trade deficit narrowed to 2.09 billion dlrs\nfrom 2.21 billion and the services deficit to 2.25 billion from\n2.75 billion but the transfers deficit widened to 5.03 billion\nfrom 4.36 billion. The cumulative official capital surplus\nnarrowed to 2.90 billion dlrs from 3.86 billion.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "de-clercq"
    ]
}