{
    "DATE": "27-MAR-1987 07:55:53.91\u0005\u0005\u0005C T",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "uk",
        "ussr"
    ],
    "NEWID": "10367",
    "TEXT": {
        "TITLE": "SUGAR MARKET SEES GOOD RECENT OFFTAKE",
        "AUTHOR": "    By Peter Read",
        "DATELINE": "    LONDON, March 27 - ",
        "BODY": "Reports the Soviet Union has lately\nextended its recent buying programme by taking five to eight\nraws cargoes from the free market at around 30/40 points under\nNew York May futures highlight recent worldwide demand for\nsugar for a variety of destinations, traders said.\n    The Soviet buying follows recent whites buying by India,\nTurkey and Libya, as well as possible raws offtake by China.\n    Some 300,000 to 400,000 tonnes could have changed hands in\ncurrent activity, which is encouraging for a sugar trade which\npreviously saw little worthwhile end-buyer enquiry, they added.\n    Dealers said a large proportion of the sales to the Soviet\nUnion in the past few days involved Japanese operators selling\nThai origin sugar.\n    Prices for nearby shipment Thai sugars have tightened\nconsiderably recently due to good Far Eastern demand, possibly\nfor sales to the Soviet Union or to pre-empt any large block\nenquiries by China, they said.\n    Thai prices for March/May 15 shipments have hardened to\naround 13/14 points under May New York from larger discounts\npreviously, they added.\n    Traders said the Soviet Union might be looking to buy more\nsugar in the near term, possibly towards an overall requirement\nthis year of around two mln tonnes. It is probable that some\n1.8 mln tonnes have already been taken up, they said.\n    Turkey was reported this week to have bought around 100,000\ntonnes of whites while India had further whites purchases of\ntwo to three cargoes for Mar/Apr at near 227 dlrs a tonne cost\nand freight and could be seeking more. Libya was also a buyer\nthis week, taking two cargoes of whites which, for an\nundisclosed shipment period, were reported priced around\n229/230 dlrs a tonne cost and freight, they added.\n    Futures prices reacted upwards to the news of end-buyer\nphysicals offtake, although much of the enquiry emerged\nrecently when prices took an interim technical dip, traders\nsaid.\n    Pakistan is lined up shortly to buy 100,000 tonnes of\nwhites although traders said the tender, originally scheduled\nfor tomorrow, might not take place until a week later.\n    Egypt will be seeking 20,000 tonnes of May arrival white\nsugar next week, while Greece has called an internal EC tender\nfor 40,000 tonnes of whites to be held in early April, for\narrival in four equal parts in May, June, July and August.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "worldbank"
    ]
}