{
    "DATE": "18-MAR-1987 06:11:42.30",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "6376",
    "TEXT": {
        "TITLE": "SONY FORESEES CONTINUED SLUMP IN EARNINGS",
        "DATELINE": "    TOKYO, March 18 - ",
        "BODY": "Sony Corp <SNE.T> group net income is\nexpected to be down 65 pct for the five months ending March 31\nfrom the same period a year ago at around 10 billion yen, if\nthe yen\u007fdollar rate remains at the present level, managing\ndirector Tsunao Hashimoto told a press conference.\n    Sony will have an irregular five-month business term ending\nMarch 31, as its financial year will be changed to run from\nApril 1 to March 31 from the current October 31 year end.\n    Group sales in the same period are estimated at about 550\nbillion yen, down five pct from a year earlier, he said.\n    The company earlier reported net income of 7.65 billion yen\nin the three month period ended January 31, down 59.2 pct from\na year earlier, on sales of 343.06 billion, down 6.3 pct.\n    The gloomy profits and sales resulted from the yen's recent\nappreciation against the dollar and a sharp drop in market\nprices due to severe sales competition at home and abroad.\n    The yen rose 26 pct to an average of 159 yen to the dollar,\nreducing the company's total sales in the three month period by\n40 billion yen, Hashimoto said.\n    Sales of 8-mm video camera/recorders totalled 300,000 units\nin the three months, unchanged from a year earlier, while\nBeta-format video tape recorders (vtrs) sales fell to 300,000\nfrom 350,000. Sales of compact disc players rose to 450,000\nfrom 300,000 and those of the Walkman rose to 2.25 mln from\n1.30 mln but colour television sales fell to 950,000 from one\nmln due to lower exports to China.\n    Sales of 8-mm vtrs had already exceeded Beta-format vtrs\nsales since the beginning of fiscal 1986, Hashimoto said.\nOverseas sales accounted for 68.2 pct of the total in the three\nmonths compared with 71.3 pct a year earlier.\n    Overseas production will account for 35 pct of its total\nproduction in 1990 from the present 20 pct.\n    Hashimoto also said parent current profit in the five-month\nperiod is estimated at around 17 billion yen, down 33 pct from\na year earlier, on sales of 400 billion, down 12 pct.\n    Sony is hoping to retain at least 1985/86 levels of group\nnet profits and sales in the new financial year starting April\n1 1987, he added. The company made 41.9 billion yen group net\nprofit in the year ended November 31 1986, down 42.6 pct from a\nyear earlier, on sales of 1,325 billion, down 6.7 pct.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}