{
    "DATE": "17-MAR-1987 10:39:39.92",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "5973",
    "TEXT": {
        "TITLE": "OECD AGREES EXPORT CREDIT REFORMS",
        "DATELINE": "    PARIS, March 17 - ",
        "BODY": "The western industrialised nations have\nagreed reforms in rules by which they provide credit for\nexports to developing countries, the Organisation for Economic\nCooperation and Development said.\n    The reforms tighten the rules for the use of foreign aid to\nsubsidise export credits in so-called \"mixed credits,\" the OECD\nsaid.\n    The agreement, to be implemented in two stages in July this\nyear and July 1988, means the minimum aid component in mixed\ncredits will be raised to 35 pct from 25 pct, and to 50 pct for\ncredits covering exports to the world's least developed\nnations.\n    Additionally, a new formula will be used for calculating\nthe aid element in mixed credits, to take account of different\ninterest rates in the exporting countries, the 24-nation OECD,\nwhich hosted the reform negotiations, said.\n    Minimum interest rates for officially subsidised trade\nloans have also been revised with the aim of cutting the\nsubsidies, and ending them completely on loans to relatively\nrich developing countries by July next year.\n    The reforms follow several years of pressure by the U.S. To\nstop competitors, notably France and Japan, using foreign aid\nto subsidise exports, putting U.S. Firms at a disadvantage.\n    OECD officials said the agreement was based on a\nprovisional accord reached in January subject to ratification\nby member governments. Some governments, including Austria, had\nlinked their final approval to other trade credit issues which\nwould be discussed at a meeting here in mid-April, they added.\n    By raising the minimum amount of aid required in mixed\ncredits the agreement aims to make such hidden subsidies too\ncostly for frequent use.\n    \"A major loophole in the General Agreement on Tariffs and\nTrade has been closed today,\" a senior U.S. Official here\ncommented.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "de-clercq",
        "yeutter"
    ]
}