{
    "DATE": " 5-MAR-1987 18:03:43.27",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "france",
        "saudi-arabia",
        "iran",
        "iraq",
        "uae",
        "kuwait",
        "qatar",
        "nigeria",
        "libya",
        "algeria",
        "gabon",
        "venezuela",
        "ecuador",
        "indonesia",
        "jordan"
    ],
    "NEWID": "2522",
    "TEXT": {
        "TITLE": "IEA SAYS OPEC FEBRUARY CRUDE OUTPUT 16.1 MLN BPD",
        "DATELINE": "    PARIS, March 6 - ",
        "BODY": "OPEC produced an average 16.1 mln barrels\nper day (bpd) of crude oil in February, down from 16.5 mln the\nprevious month and an overall 17.3 mln bpd in fourth quarter\n1986, the International Energy Agency said.\n    A few OPEC countries last month exceeded the production\nquotas set at their last conference in December, but liftings\nwere reduced from several countries, it said in its latest\nmonthly oil market report.\n    These cutbacks were due in part to buyer resistance to\nfixed prices, introduced from February 1, particularly for\nfixed volumes over an extended period.\n    It gave this breakdown for OPEC crude output, in mln bpd\n                    FOURTH QTR 1986  JANUARY 1987  FEBRUARY\n1987\n    SAUDI ARABIA    4.9              3.7           3.8\n    IRAN            1.6              2.2           1.9\n    IRAQ            1.6              1.6           1.7\n    UAE             1.3              1.2           1.2\n    KUWAIT          1.0              1.0           1.0\n    NEUTRAL ZONE    0.5              0.4           0.4\n    QATAR           0.3              0.3           0.2\n    NIGERIA         1.3              1.2           1.2\n    LIBYA           1.0              1.0           1.0\n                    FOURTH QTR 1986  JANUARY 1987  FEBRUARY\n1987\n    ALGERIA         0.6              0.6           0.6\n    GABON           0.1              0.2           0.2\n    VENEZUELA       1.6              1.6           1.6\n    ECUADOR         0.2              0.2           0.2\n    INDONESIA       1.3              1.2           1.2\n    TOTAL           17.3             16.5          16.1\n    The IEA said while Saudi production stayed below its quota\nof 4.133 mln bpd, actual sales might exceed output due to\nNorbec stock disposals. Contracts for Saudi crude have been\nsigned, but it is understood they have much leeway in required\nliftings.\n    The report said the reduction in Iraqi air attacks on\nIranian export facilities allowed Iran's output to reach 2.2\nmln bpd in January, but buyer resistance to fixed prices\napparently cut February production.\n    It said Iraqi exports are about 1.0 mln bpd through the\nTurkish pipeline, 0.1-0.2 mln by truck through Jordan and\n0.2-0.3 mln via the Saudi pipeline to Yanbu. Internal\nconsumption is some 0.3 mln bpd.\n    The IEA estimated total non-communist world oil supply in\nFebruary at 45.0 mln bpd, down from 45.4 mln in January and\n47.0 mln in the fourth quarter.\n    The February world supply figure is made up of 16.1 mln bpd\nOPEC crude production, 1.4 mln bpd OPEC natural gas liquids\n(ngls), 16.6 mln bpd OECD crude and ngls, 8.3 mln bpd other\ndeveloping countries' crude and ngls, net trade of 1.1 mln bpd\nwith centrally planned economies, 0.5 mln bpd of\nnon-conventional crudes (such as tar sands and oil from coal)\nand 1.0 mln bpd from processiing gains.\n    Within the OECD, preliminary Norwegian data show record\n1.06 mln bpd output in January, with lower production expected\nin February in accordance with government curtailments of\napproximately 80,000 bpd, announced in support of OPEC.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "dauster"
    ],
    "ORGS": [
        "iea"
    ]
}