{
    "DATE": " 8-APR-1987 03:29:34.51",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "NEWID": "14843",
    "TEXT": {
        "TITLE": "SUMITOMO BANK AIMS AT QUICK RECOVERY FROM MERGER",
        "AUTHOR": "    By Linda Sieg, Reuters",
        "DATELINE": "    TOKYO, April 8 - ",
        "BODY": "Sumitomo Bank Ltd <SUMI.T> is certain to\nlose its status as Japan's most profitable bank as a result of\nits merger with the Heiwa Sogo Bank, financial analysts said.\n    Osaka-based Sumitomo, with desposits of around 23.9\ntrillion yen, merged with Heiwa Sogo, a small, struggling bank\nwith an estimated 1.29 billion dlrs in unrecoverable loans, in\nOctober.\n    But despite the link-up, Sumitomo President Koh Komatsu\ntold Reuters he is confident his bank can quickly regain its\nposition.\n    \"We'll be back in position in first place within three\nyears,\" Komatsu said in an interview.\n    He said that while the merger will initially reduce\nSumitomo's profitability and efficiency, it will vastly expand\nSumitomo's branch network in the Tokyo metropolitan area where\nit has been relatively weak.\n    But financial analysts are divided on whether and how\nquickly the gamble will pay off.\n    Some said Sumitomo may have paid too much for Heiwa Sogo in\nview of the smaller bank's large debts. Others argue the merger\nwas more cost effective than creating a comparable branch\nnetwork from scratch.\n    The analysts agreed the bank was aggressive. It has\nexpanded overseas, entered the lucrative securities business\nand geared up for domestic competition, but they questioned the\nwisdom of some of those moves.\n    \"They've made bold moves to put everything in place. Now\nit's largely out of their hands,\" said Kleinwort Benson Ltd\nfinancial analyst Simon Smithson.\n    Among Sumitomo's problems are limits placed on its move to\nenter U.S. Securities business by taking a share in American\ninvestment bank Goldman, Sachs and Co.\n    Sumitomo last August agreed to pay 500 mln dlrs for a 12.5\npct limited partnership in the bank, but for the time being at\nleast, the Federal Reserve Board has forbidden them to exchange\npersonnel, or increase the business they do with each other.\n    \"The tie-up is widely looked on as a lame duck because the\nFed was stricter than Sumitomo expected,\" said one analyst.\n    But Komatsu said the move will pay off in time.\n    \"U.S. Regulations will change in the near future and if so,\nwe can do various things. We only have to wait two or three\nyears, not until the 21st century,\" Komatsu said.\n    Komatsu is also willing to be patient about possible routes\ninto the securities business at home.\n    Article 65 of the Securities and Exchange Act, Japan's\nversion of the U.S. Glass-Steagall Act, separates commercial\nfrom investment banking.\n    But the walls between the two are crumbling and Komatsu\nsaid he hopes further deregulation will create new\nopportunities.\n    \"We need to find new business chances,\" Komatsu said. \"In some\ncases these will be securities related, in some cases trust\nbank related. That's the kind of deregulation we want.\"\n    Until such changes occur, Sumitomo will focus on such\ndomestic securities business as profitable government bond\ndealing and strengthening relations with Meiko Securities Co\nLtd, in which it holds a five pct share, Komatsu said.\n    He said Sumitomo is cautiously optimistic about entering\nthe securities business here through its Swiss universal bank\nsubsidiary, Banca del Gottardo.\n     The Finance Ministry is expected to grant licences to\nsecurities subsidiaries of U.S. Commercial banks soon,\nfollowing a similar decision for subsidiaries of European\nuniversal banks in which the parent holds a less than 50 pct.\n    But Komatsu is reluctant to push hard for a similar\ndecision on a Gottardo subsidiary.\n    \"We don't want to make waves. We expect this will be allowed\nin two or three years,\" he said.\n    Like other city banks, Sumitomo is also pushing to expand\nlending to individuals and small and medium businesses to\nreplace disappearing demand from big business, he added.\n    The analysts said Sumitomo will have to devote a lot of\ntime to digesting its most recent initiatives, including the\nmerger with ailing Heiwa Sogo.\n    \"It's (Sumitomo) been bold in its strategies,\" said\nKleinwort's Smithson.\n    \"After that, it's a question of absorbing and juggling\naround. It will be the next decade before we see if the\nstrategy is right or wrong.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ]
}