{
    "DATE": "26-MAR-1987 08:11:00.22",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9795",
    "TEXT": {
        "TITLE": "U.S. TREASURY'S BAKER OPPOSES TAX INCREASE",
        "DATELINE": "    NEW YORK, March 26 - ",
        "BODY": "U.S. Treasury Secretary James Baker\nsaid that he opposes a Federal tax increase to help reduce the\nbudget deficit and favors spending cuts instead.\n    \"I don't think it's (a tax increase) is a very good idea\nand I'm quite confident that President Reagan doesn't think\nit's a very good idea,\" Baker said in an interview on Cable\nNews Network's \"Moneyline\" television program.\n    He said U.S. taxpayers are taxed at a rate of 19 pct of GNP\nwhich is traditionally where it has been, but the Federal\nGovernment is spending at a rate of 24 pct of GNP. Baker said\nspending cuts are clearly the best way to cut budget deficits.\n    Baker said he opposed a stock transactions tax proposed by\nHouse Speaker Jim Wright, D-Tex, or other special taxes.\n    \"The stock transfer tax would be a particularly unfortunate\napproach to take,\" the Treasury Secretary said. He said the\nUnited States has some of the most efficient capital markets in\nthe world and new taxes would impair efficiency.\n    On the international front, Baker said banks must do more\nlending to developing countries. He was questioned about this\nafter the Standard and Poor's Corp downgrading today of the\ndebt of six major money center bank holding companies, largely\nbecause of their heavy developing nation loan exposure.\n    Baker said that developing countries must adopt free market\neconomic policies such as in the United States. He said capital\nflows will be required to support the needed reforms in the\neconomic systems of those countries.\n    The money must come either through equity or debt and Baker\nsaid that developing nations' \"investment regimes do not\nsupport enough equity investment, so you've got to have some\ndebt there.\"\n    Commenting on the U.S. trade deficit, Baker said \"I think\nyou're going to see a 15 to 20 billion dlr reduction this\nyear.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "iwc-wheat",
        "ec"
    ]
}