{
    "DATE": "27-APR-1987 06:27:25.47",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "indonesia"
    ],
    "PEOPLE": [
        "subroto"
    ],
    "NEWID": "17254",
    "TEXT": {
        "TITLE": "WORLD OIL DEMAND LIKELY TO INCREASE, SUBROTO SAYS",
        "DATELINE": "    JAKARTA, April 27 - ",
        "BODY": "Oil prices have stabilized in world\nmarkets and demand is likely to increase in the second half of\nthe year, Indonesia's Mines and Energy Minister Subroto said.\n    He told a meeting of oil industry executives that oil\nprices had stabilized at 18 dlrs a barrel -- the average fixed\nprice OPEC put into effect in February -- and supply and demand\nhave been in equilibrium since March.\n    If OPEC does not increase overall output in the second half\nof the year, prices will tend to increase, because non-OPEC\nproducers have not been able to produce more oil at current\nprices, he said.\n    But he declined to predict, when asked after the meeting,\nwhether OPEC would raise its production ceiling of 15.8 mln\nbarrels at its next meeting in June.\n    He said in his speech that world oil production over the\nlast two months was estimated at 45.6 mln barrels a day, or two\nmln barrels a day less than world oil demand.\n    Oil production by industrialized countries, particularly\nthe U.S. And Canada, is expected to decrease this year, but\nsome of that slack will be taken up by increased production in\nCameroon, India and other developing countries, he said.\n    This year is a battle between OPEC and non-OPEC oil\nproducers and consumers in the industrialized world for the\nupper hand in world oil markets, Subroto said in an earlier\nspeech to management trainees at Pertamina Oil Company.\n    \"If OPEC emerges the winner, than it can gradually resume\nits former role in world oil markets,\" he said.\n    \"But don't expect oil prices to return to the level of 28-30\ndlrs a barrel, at least not in the next three or four years,\"\nSubroto said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}