{
    "DATE": "16-MAR-1987 12:16:39.77",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "5473",
    "TEXT": {
        "TITLE": "ROYAL TRUST PLOTS AGGRESSIVE GLOBAL EXPANSION",
        "AUTHOR": "    By Peter Cooney, Reuters",
        "DATELINE": "    TORONTO, March 16 - ",
        "BODY": "<Royal Trustco Ltd>, in a move unique\namong Canadian trust companies, is pursuing a bold global\nexpansion that could someday lift the foreign share of its\nyearly earnings to 50 pct, president Michael Cornelissen said.\n    First Marathon Securities Ltd financial services analyst\nMichael Walsh said Royal Trust's international growth target is\nattainable. But it \"will be a tremendous achievement because\n... they're going to have to build an international earnings\nbase larger than the earnings of a lot of significant domestic\ntrust companies,\" Walsh said.\n    Global operations, which made up 22 pct of Royal Trust's\n154 mln dlr 1986 net profit, will post 33 pct profit growth\nthis year against an expected 15 pct jump in total company\nprofit, Cornelissen told Reuters in an interview.\n    He said the foreign share of total profit would rise to 26\npct in 1987 and to 44 pct by 1990.\n    Royal Trust, Canada's second largest trust company with\nassets of about 19.54 billion Canadian dlrs, has operated\ninternationally since 1929 when it opened a London bank.\n    Its aggressive global strategy began in the 1980s, when\nother Canadian trusts, the equivalent of U.S. savings and\nloans, were focusing on domestic retail banking.\n    The company's overseas ambitions were whetted by heightened\ndomestic competition and impressive growth at its London bank\noperations, which attained full British banking powers in 1980,\nCornelissen said.\n    Last year, Royal Trust moved into continental Europe and\nAsia with its 239 mln Canadian dlr acquisition of Dow Chemical\nCo <DOW>'s Dow Financial Services Corp, which included asset\nmanagement, merchant and private banking companies.\n    \"It was a heaven-sent opportunity,\" Cornelissen said of the\nDow Financial acquisition. \"We achieved in one year what would\notherwise have taken five to 10 years to set up.\"\n    Cornelissen stressed that Royal Trust would shun direct\ncompetition with major global financial institutions in\nactivities such as international lending and stock brokerage,\nin order to exploit \"profitable niches\" overseas in traditional\ntrust activities such as asset management, private banking and\nadvisory services.\n    He said that Royal Trust hoped to complete negotiations\n\"before the end of this month\" to sell its London-based Savory\nMilln brokerage, acquired in the Dow Financial deal.\n    \"The international market is so big and we have such a\nminiscule share of it that growth opportunities are really\nlimited only by our energy and our desire to find more\nbusiness,\" he said, adding that in trust-type services, \"we\ndon't think the international markets are well-served.\"\n    Aiding Royal Trust's foreign growth are greater foreign \ninvestment interest in North America and increased Canadian\ninvestment abroad, Cornelissen said.\n    Central to Royal Trust's strategy is Asia, boasting rapid\neconomic growth and huge pools of Japanese capital, said\nCornelissen, whose company administers assets of 71.85 billion\ndlrs, more than any other Canadian trust.\n    Citing statistics indicating that by the year 2000, Asia\nwill contain two-thirds of the world's population and 50 pct of\nglobal productive capacity, Cornelissen said, \"We knew we had\nto be there.\" Royal Trust's 14 international locations include\noffices in Tokyo, Hong Kong and Singapore. The company also\nrecently listed its shares on the Tokyo Stock Exchange.\n    The Royal Trust president said the company was stressing\ngrowth within its overseas units, adding he did not foresee any\nacquisitions in the \"immediate future,\" although \"we have our\neyes wide open for the right opportunities.\"\n    Asked about Royal Trust's plans for the U.S., which the\ncompany abandoned with the 1983 sale of its Florida bank units,\nCornelissen said the company faced a trust services market well\ncovered by hundreds of small regional banks.\n    \"That doesn't mean to say we shouldn't be in the U.S.,\"\nsaid Cornelissen. \"That is probably one area that we will\nprobably do something with in the next five years.\"\n    He said the company would continue to emphasize its home\nCanadian market, which Cornelissen and financial services\nanalysts agreed would remain vital to Royal Trust.\n    Proposed government regulations to allow Canadian banks,\ntrusts, insurance and securities dealers full participation in\none another's actitivies will mean more domestic competition\nfor Royal Trust, \"but not drastically more,\" Cornelissen said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}