{
    "DATE": "24-MAR-1987 13:20:23.42",
    "TOPICS": [
        "earn",
        "ship"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "8902",
    "TEXT": {
        "TITLE": "STANDARD CHARTERED BOOSTED BAD-DEBT PROVISIONS",
        "DATELINE": "    LONDON, March 24 - ",
        "BODY": "Standard Chartered Plc <STCH.L>, faced\nwith a recession in the key Singapore and Malaysian markets and\nan ongoing depression in the shipping industry, boosted its\nbad-debt provisions in 1986, chairman Lord Barber said.\n    Barber said in a statement on the bank's 1986 results that\nbad and doubtful debt provisions, both general and specific,\nstood at 545.6 mln stg against 416.6 mln at end-1985.\n    Bank figures showed the increase was almost exclusively in\nthe specific bad risk provision, which qualifies for U.K. Tax\nbreaks. New specific provisions rose by 111.5 mln stg while\n71.2 mln stg were reallocated from the general risk provision.\n    In all, a 184.2 mln stg charge was made against profits for\n1986, compared with a 100.7 mln stg charge in 1985. Total\npre-tax profits fell to 254 mln after 268 mln in 1985.\n    \"The continuing serious recessionary conditions in Singapore\nand Malaysia and the depressed condition of the shipping\nindustry made it necessary to provide heavily against bad and\ndoubtful debs arising from loans in the Asia Pacific region, on\ntop of the normal level of provisioning,\" Barber said.\n    He said, \"the decision was also taken to build up loan loss\nreeserves by making a sizeable increase in the charges for\ngeneral provisions for commercial and cross border risks.\"\n    Barber said due to bad-debt provisioning, the Asia Pacific\nregion made \"a negligible contribution to pre-tax profits.\"\n    He said the profits contribution from the U.K. Businesses\nwas \"well maintained, although the reported result was affected\nby cross border debt provisioning,\" while Californian subsidiary\nUnion Bank \"showed continued growth.\"\n    \"Tropical Africa, Middle East and South Asia all turned in\nexcellent performances and the revival in Europe continued,\" he\nsaid.\n    Barber said the group, which succesfully fought off a\ntakeover bid by Lloyds Bank <LLOY.L> last year, strengthened\nits capital resources during that year to just over three\nbillion stg, while total assets increased to 32.2 billion.\n    Capital adequacy ratios remained strong, with the primary\ncapital ratio standing at 7.5 pct at end 1986, he said.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}