{
    "DATE": " 6-MAR-1987 18:54:54.86",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2948",
    "TEXT": {
        "TITLE": "DOT DISMISSES TWA <TWA>, USAIR <U> APPLICATION",
        "DATELINE": "    WASHINGTON, March 6 - ",
        "BODY": "The U.S. Department of Transportation\n(DOT) said it dismissed on technical grounds an application by\nTrans World Airlines Inc for DOT approval for it to take\ncontrol of USAir Group.\n    The DOT added, however, that TWA was free to refile when it\ncould put together an application for control that met the\nagency's procedural requirements.\n    The DOT acted shortly after the U.S. Department of Justice\ndisclosed that it supported dismissal of the TWA application.\n    It was not immediately clear what impact the denial would\nhave on TWA's bid to take over USAir.\n    In its control application, TWA had acknowledged that\nadditional documentation was required to meet DOT rules and\nsaid it would file more material on the morning of March 9.\n    But the DOT said it would not wait.\n    \"We have determined to dismiss TWA's application for\napproval of the acquisition of USAir,\" it said in an order\nissued late Friday.\n    \"TWA's application clearly fails to comply with the filing\nrequirements of our regulations...and TWA has provided no\nreason why we should accept such a deficient filing,\" it added.\n    \"Accordingly, we will dismiss the application. TWA, of\ncourse, may refile it when it is able to comply with our\nprocedural rules,\" the DOT said.\n    The agency added that it would continue to consider a\nseparate TWA request for federal clearance to purchase USAir\nstock through a voting trust.\n    USAir had said earlier today that it asked the DOT to\ndismiss the TWA control application, on grounds the TWA filing\ndid not meet DOT requirements.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "yeutter"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme"
    ]
}