{
    "DATE": "15-JUN-1987 16:19:46.15",
    "TOPICS": [
        "iron-steel"
    ],
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "18407",
    "TEXT": {
        "TITLE": "GERMAN STEEL INDUSTRY TO SEEK LAY-OFF FUNDS",
        "AUTHOR": "    By Felix Dearden, Reuters",
        "DATELINE": "    BONN, June 15 - ",
        "BODY": "The West German Government will be asked\nJune 16 to provide nearly 850 million marks (470 million\ndollars) to lay off or retrain 20,000 steel workers whose jobs\nare threatened by the recent slump in the country's steel\nindustry.\n    Government spokesman Friedhelm Ost said Chancellor Helmut\nKohl will review a joint proposal by steel employers and trade\nunions at a meeting on the ailing industry tomorrow.\n    Both steel employers and union leaders are expected to tell\nKohl tomorrow that the Government has failed to do enough to\nprotect German steel firms from subsidies and unfair\ncompetition from other European Community members.\n    Government sources said Bonn was prepared to take part in a\ncommon effort to find a solution for the steelworkers. But\nsince the Government is struggling to finance tax cuts by\nslashing state subsidies, it is not prepared to pick up the\nwhole bill for the layoffs, the sources said.\n    A spokesman for IG Metall, the metalworkers' trade union,\nsaid the proposal seeks redundancy payments to 10,000 workers\nin Ruhr and Rhineland plants. Some 6,000 workers would be\nredeployed in non-steel making sectors of steel companies,\nwhile a further 4,000 would be eligible for job-retraining\nschemes.\n    The union estimates that the redundancy payments would\ntotal 600 million marks (340 million dollars), while job\nretraining schemes would cost a further 240 million marks (130\nmillion dollars).\n    Up to 30,000 West German steel jobs are at risk in the next\nfew years following steep losses incurred by the industry since\nmid-1986.\n    Extensive restructuring of the industry in recent years was\nunable to compensate for the effects of the weak dollar which\ndepressed foreign demand for steel, industry sources said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}