{
    "DATE": " 9-MAR-1987 18:48:17.11",
    "TOPICS": [
        "grain",
        "corn",
        "wheat"
    ],
    "PLACES": [
        "usa",
        "ussr"
    ],
    "NEWID": "3429",
    "TEXT": {
        "TITLE": "USSR SEEN LIKELY TO HONOR CORN COMMITMENT",
        "DATELINE": "    WASHINGTON, March 9 - ",
        "BODY": "The Soviet Union will likely honor\nits commitment with the United States to buy a minimum of four\nmln tonnes of corn this year, an Agriculture Department\nofficial said.\n    \"They have always honoured the agreement, and there's no\nreason now to think they won't this year,\" he told Reuters.\n    \"They have an aggressive buying campaign from the European\nCommunity, from Canada, from the U.S. They're active buyers\nfrom all sources at this point,\" the official said in\nexplaining why the Department raised its Soviet grain imports\nestimate today by three mln tonnes to 26 mln tonnes.\n    This is a dramatic shift from just a few months ago when\nanalysts were saying the USSR might not buy any U.S. corn for\nthe first time in 15 years.\n    A drawdown of corn supplies in China and Argentina, concern\nover Soviet winter crops, and increasing competition for U.S.\ncorn were all cited as possible factors in creating Moscow's\nrecent interest.\n    Lower corn production prospects in some major supplying\ncountries have stirred activity from big buyers such as Japan,\nand the Soviets are also closely watching the situation, the\nofficial said.\n    \"The Soviets will try to out-capitalize the capitalists\"\nand buy corn before prices get too high, the official said. \"As\nsoon as they need corn, they'll buy it,\" he added.\n    USDA has confirmed one mln tonnes of corn sold to the\nSoviet Union, but both U.S. and Soviet analysts have said the\npurchases stand at 1.5 mln tonnes.\n    The USDA official would not speculate on when the Soviets\nwould enter the U.S. market again.\n    \"There has definitely been an evolving mind set -- from the\nsituation of slow grain buying a couple months ago to one of\nfrenetic buying now,\" the official said.\n    However, the situation in wheat is \"a different story,\" he\nsaid. Greater world supplies of wheat, heavier Soviet purchase\ncommitments and less competitive U.S. wheat prices make Soviet\npurchases of U.S. wheat less likely, he said.\n    Speculation has continued for several days that the U.S.\nis considering making an export bonus wheat subsidy offer to\nthe Soviets, but U.S. officials have provided no confirmation.\n\n Reuter\n\u0003"
    },
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "mulroney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}