{
    "DATE": "12-MAR-1987 14:30:38.87",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "italy"
    ],
    "NEWID": "4425",
    "TEXT": {
        "TITLE": "MONTEDISON, OTHER REFINERIES TO SHUT FOR WORK",
        "AUTHOR": "    By JO WINTERBOTTOM, Reuters",
        "DATELINE": "    LONDON, March 12 - ",
        "BODY": "Selm-Societa Energia Montedison is to\nclose its Priolo crude refining units from March 15th to March\n28th for maintenance, a company spokesman said.\n    Throughput at the refinery is currently estimated at\n140-150,000 bpd, although total capacity is nearer 200,000 bpd.\n    Several other Mediterranean refineries are currently\nshutdown for maintenance, most of which were scheduled some\nmonths ago. But industry sources said that shutdowns may have\nbeen rearranged to avoid running negative-netback crude.\n     Tighter availabilities of products as a result of the \nshutdowns in the Med is helping to keep products markets\nbullish, particularly for March deliveries, oil traders said.\n    Garrone's refinery at San Quirico (capacity 130,000 bpd) is\ndue to shutdown on March 14th for three weeks, and the\njointly-owned ISAB/Garrone refinery at Mellili, capacity\n220,000 bpd, is due to start up around March 20-25th following\nits closure for maintenance a month ago, a company spokesman\nsaid.\n    The Esso Italiana refineries at Augusta and Siracusa will\nnot be closing this spring, a spokesman for the company said.\n    In France, the distillation unit at Societe Francaise de\nBP's Lavera refinery has been closed for maintenance since\nMarch 2, and is due to restart early April. Total capacity is\n181,900 bpd. It is currently operating at around 50 pct\ncapacity, a company spokesman said.\n    Shell Francaise's Berre l'Etang refinery will shut down in\nearly April until mid-June, a company spokesman said. Capacity\nis around 150,000 bpd. Compagnie Francaise de Raffinage (CFR)\nwill close the visbreaker at its La Mede refinery in early\nApril, but would not affect crude throughput at the refinery, a\ncompany spokesman said. Current capacity is 136,000 bbl/day.\n    Despite current bullish sentiment in the Med, however,\ntraders noted that crude netbacks are beginning to look more\nattractive, and most maintenance shutdowns should be finished\nin two to three weeks.\n    As a result, oil industry sources suggest that the\nsituation may ease by mid-April.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "inro"
    ]
}