{
    "DATE": " 9-MAR-1987 08:48:26.10",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3023",
    "TEXT": {
        "TITLE": "SOSNOFF STARTS BID FOR CAESARS WORLD <CAW>",
        "DATELINE": "    NEW YORK, March 9 - ",
        "BODY": "<MTS Acquisition Corp>, a company\nformed by Martin T. Sosnoff, said it has started a tender offer\nfor all shares of Caesars World Inc at 28 dlrs each.\n    In a newspaper advertisement, MTS said the offer and\nwithdrawal rights expire April Three unless extended.\n    Sosnoff, a New York investor, already owns about four mln\nof Caesars' 30.3 mln shares outstanding, or about 13.3 pct, and\nis Caesars' largest shareholder.  Caesars owns casino hotels in\nNevada and honeymoon resorts in Pennsylvania's Pocono\nMountains.  It also controls Caesars New Jersey Inc <CJN>,\nwhich owns an Atlantic City, N.J., casino hotel.\n    For the second quarter ended January 31, Caesars World\nearned 12.6 mln dlrs on revenues of 190.4 mln dlrs, up from\nearnings of 7,500,000 dlrs and revenues of 163.8 mln dlrs a\nyear before.  For all of fiscal 1986, the company earned 41.0\nmln dlrs on revenues of 694.4 mln dlrs.\n    MTS said the offer is conditioned on receipt of at least\nenough shares to give Sosnoff a majority interest on a fully\ndiluted basis, the arrangement of sufficient financing to buy\nall Caesars shares not already owned and pay related costs and\napproval by the New Jersey Casino control Commission and the\nNEvada Gaming Commission and State Gaming Control Board.\n    MTS said Marine Midland Banks Inc <MM> has committed to\nlend it 100 mln dlrs for the acquisition and use its best\nefforts to syndicate another 400 mln dlrs in senior financing\nfor the transaction.\n    It said its financial adviser, PaineWebber Group Inc <PWJ>,\nhas stated in writing that subject to market conditions, it is\nhighly confident that it can arrange commitments for up to 475\nmln dlrs in \"mezzanine\" financing.\n    MTS said it does not expect problems in obtaining New\nJersey and Nevada regulatory approval for the acquisition,\nsince ownership in a Caesars stake has already been cleared.\n    In June 1986, Sosnoff requested a seat on the Caesars World\nboard, a request that has not yet been granted.  In September\n1986, Sosnoff, who is chairman of <Atalanta/Sosnoff Capital\nCorp>, filed for clearance under U.S. antitrust laws to raise\nhis interest in Caesars World to 25 pct.\n    Sosnoff said, in a letter to Caesars World chairman and\nchief executive officer Henry Gluck, that \"The decision to go\ndirectly to the shareholders was made at the urging of may\nfinancial and legal advisors, who repeatedly stressed to me the\nlack of responsiveness of the management in the past.\"\n    Sosnoff, who said he has made numerous efforts to express\nhis views to management on ways of maximizing shareholder\nvalues, said Caesars twicce refused his request for a board\nseat.  \"My advisers felt that, had I given you advance notice,\nyou would have used the time to throw up obstacles to my offer\nrather than giving it serious consideration,\" he said.\n    Sosnoff said he hopes that Caesars World management will be\nwilling to negotiate an acquisition agreement with him.\n    \"As I have indicated publicly in the past, I believe\noperating management of the company has performed well and that\nappropriate consideration should be given to a significant\nequity interest for them in the company following the\nacquisition,\" Sosnoff said in the letter to Gluck.\n    MTS said Sosnoff has asked the company to fix March 27 as\nthe record date for the determination of shareholders entitled\nto authorize action without a meeting -- including the election\nor removal of directors.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ]
}