{
    "DATE": " 1-JUN-1987 17:13:31.62",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17839",
    "TEXT": {
        "TITLE": "ENTERTAINMENT MARKETING TOPS CRAZY EDDIE OFFER",
        "AUTHOR": "    By Michael Connor, Reuters",
        "DATELINE": "    NEW YORK, June 1 - ",
        "BODY": "A quickly growing Texas-based\ndistributor of electronics products offered 240 mln dlrs\nfor Crazy Eddie Inc <crzy>, the leading New York City\nelectronics retailer, or one dlr per share more than its\nfounder has bid.\n    The 8-dlr-a-share offer by Entertainment Marketing Inc <em>\nfor Crazy Eddie comes less than two weeks after founder Eddie\nAntar and a firm controlled by the Belzbergs of Canada\nannounced a bid to take the 32-store Crazy Eddie chain private.\n    Analysts said Entertainment Marketing, whose revenues and\nprofits quadrupled in 1986, may be looking to break into the\nhighly competitive New York City retail market for consumer\nelectronics, the nation's biggest, at a time the fortunes of\nelectronics retailers have sagged.\n    The analysts questioned whether Houston-based Entertainment\nMarketing, founded by a former electronics retailer but whose\npresent buinesses are primarily as wholesale distributors, had\nthe management expertise for retailing or was merely trying to\ndrive up the price of the Crazy Eddie shares it already owns.\n    \"I have mixed feelings,\" said analyst Dennis Telzrow of\nEppler, Geurin and Turner, a Dallas brokerage. \"On the one hand\nit's probably a cheap price. On the other hand, does\nEntertainment Marketing have the management talent to run it\nand will the Crazy Eddie people leave?\"\n    \"It's a risky strategy for Entertainment Marketing,\" said\nanalyst Eliot Laurence of Wessels Arnold and Henderson, a\nMinneapolis brokerage. \"Electronics retailing is very management\nconcentrated; they'd want to keep Crazy Eddie's management in\nplace.\"\n    Laurence said that, since Entertainment Marketing already\nowns 4.3 percent of Crazy Eddie's 31.3 million shares, it may\nbe trying to get the Antar-Belzberg group to increase its\n7-dlr-a-share offer.\n    Shares of Crazy Eddie, which have jumped from the high\n4-dlr range to above 7 dlrs since the Antar-Belzberg bid was\nannounced May 20, rose another 50 cents Monday to 8.375 a share\nin over-the- counter trading. \n    Antar, the reclusive founder of the chain in the New York\nCity, Philadelphia and Connecticut areas, said last month that\nhis group controlled 14 percent of Crazy Eddie's shares.\n    A Crazy Eddie spokesman said the company's board has taken\nno decision on the Antar-Belzberg offer, worth some 187 mln dlrs\nsince they own more shares than Entertainment Marketing. He\nwould not comment on the new offer.\n    Entertainment Marketing sells computer products such as\ndisk drives and other, often discounted electronics goods to\nretailers, primarily in the southwest, and directly to\nconsumers by cable television.\n    In fiscal 1986, ending last January, its revenues rose to\n87.9 mln dlrs from 21.3 mln dlrs the previous year. Net profit\nwent to 3.2 mln dlrs from 750,000 dlrs in 1985.\n    Entertainment Marketing, whose chief executive officer,\nElias Zinn, once ran an electronics retailing business, said in\na statement it had committed 50 mln dlrs toward the purchase\nof Crazy Eddie and had retained Dean Witter Reynolds Inc to\nassist in financing the balance.\n    Analyst Telzerow estimated that the company would have to\nborrow about 100 mln dlrs to complete the proposed buyout since\nCrazy Eddie has cash and other assets worth about the same\namount.\n    Shares of Entertainment Marketing were up 12.5 cents Monday\nto 9.50.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}