{
    "DATE": "20-MAR-1987 15:01:21.43",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "7918",
    "TEXT": {
        "TITLE": "ALLIED-LYONS SEES SUBSTANTIAL SECOND HALF GROWTH",
        "DATELINE": "    TORONTO, March 20 - ",
        "BODY": "<Allied-Lyons PLC> will report\nsubstantial growth in the second half of fiscal 1987 ended\nMarch 7, chairman Derrick Holden-Brown said in answer to\nreporters' queries.\n    \"You will certainly see substantial growth in Allied-Lyons\nin the second half,\" Holden-Brown said following a presentation\nto Toronto securities analysts.\n    Holden-Brown declined to say whether second half growth in\nprofit before taxes would exceed the 20.7 pct rise reported in\nthe first half. Allied-Lyons had first half profit of 148.0 mln\nstg, up from 122.6 mln stg in the prior year.\n    Allied-Lyons will also have a full year extraordinary cost\nof slightly more than seven mln stg for defence costs\nassociated with Elders IXL Ltd's failed take-over bid for the\ncompany, Holden-Brown also said.\n    But that cost will be more than offset by an extraordinary\ngain of about 60 mln stg on Allied-Lyons' sale of its 24.9 pct\ninterest in Australian brewers Castlemaine Toohey, he said.\n    \"So with Australians, you win some and you lose some. But\nhopefully you win them all in the end,\" Holden-Brown said.\n    Asked if he thought Allied-Lyons is vulnerable to other\ntake-over attempts, Holden-Brown replied: \"No, I don't.\"\n    \"We must never be complacent and we must always be very\nwatchful, but I think we would be very expensive,\" he said.\n    Holden-Brown said Allied-Lyons' share price to corporate\nearnings ratio is now comparable with other leading companies\nin the food and beverage industry.\n    \"That was not the case two years ago. If the Australians had\ncome a little bit earlier, they might have had more luck, I\nthink,\" Holden-Brown said.\n    Holden-Brown said Allied-Lyons' move to acquire Hiram\nWalker-Gooderham and Worts Ltd in March, 1986 during Elders\ntake-over bid for the company was \"100 pct a growth action.\"\n    \"We knew when we did it that it could be misconstrued, and\nthat people almost inevitably would say (the acquisition was)\ndefensive, but it never was,\" Holden-Brown told reporters.\n    Asked by securities analysts if Allied-Lyons plans a share\nissue in Canada after acquiring a 51 pct interest in Hiram\nWalker, Holden-Brown responded: \"Plan might be too strong a\nword. But I must say I do feel the need for Allied-Lyons to be\nbetter known in Canada.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "tose"
    ]
}