{
    "DATE": " 7-APR-1987 19:38:46.24",
    "TOPICS": [
        "money-fx",
        "dlr",
        "yen",
        "can",
        "stg"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "miyazawa",
        "james-baker"
    ],
    "NEWID": "14767",
    "TEXT": {
        "TITLE": "CURRENCY FUTURES TO KEY OFF G-5, G-7 MEETINGS",
        "AUTHOR": "    by Brad Schade, Reuters",
        "DATELINE": "    CHICAGO, April 7 - ",
        "BODY": "News of an agreement among G-5 and G-7\nfinance ministers meeting in Washington this week will be key\nto the direction of currency futures at the International\nMonetary Market, but any such agreement will need to go beyond\nthe Paris accord to stem the recent rise in futures, financial\nanalysts said.\n    \"If they (the finance ministers) give the market something\nreally new to look at -- that is, some package that goes beyond\nthe Paris agreement -- you could have a real boost in the\ndollar,\" said Shearson Lehman Brothers analyst Anne Mills.\n    On the other hand, \"anything neutral would tend to be\nbearish for the dollar,\" Mills said.\n    Traders and analysts agree a simple reaffirmation of the\nParis accord will not be enough to halt the decline in the\ndollar, nor will central bank intervention.\n    \"A lot of people are looking for a reason to buy currencies\nand sell the dollar,\" said one trader for a large retail firm\non the floor of the IMM.\n    \"If there is no concrete resolution, they will be looking\nto sell the dollar, possibly down to the 1.80 mark level,\" he\nsaid.\n    Technically, most currency futures are poised for another\nrise, said Smith Barney Harris Upham analyst Craig Sloane.\n    Sloane noted that June yen futures set a new contract high\non Tuesday and closed at its best level ever, while June\nsterling set a new contract high on Monday.\n    \"Everything seems to be coming to a head right now and you\ndon't need much to get things rolling,\" Sloane said.\n    In particular, the June Canadian dollar, for which Sloane\nrecently put out a buy recommendation, has hovered in a range\nbetween 0.7600 and 0.7660 in recent weeks, forming a triangle\non the charts from which it may soon break out on the upside.\n    A close above the contract high of 0.7665 would signal a\nbreakout, Sloane said, and would likely mean the nearby\nCanadian dollar contract would extend its advance to near the\n0.7800 level. June Canadian dollar closed at 0.7656 Tuesday.\n    Mills noted, however, that interest rate differentials\nbetween Canadian securities and U.S. securities have narrowed\ndramatically recently, with yields on 10-year Canadian bonds\nonly about 80 basis points above U.S. 10-year notes.\n    What has helped the Canadian currency, she noted, is an\nincreasing proportion of foreign funds flowing into the\nCanadian equity market, particularly from Japanese investors.\n    Other analysts, however, said currency futures may be near\nthe top of their long-term rally.\n    \"Something will be done at the (G-5 and G-7) meeting to\ncalm people,\" said David Horner of Merrill Lynch Economics.\n    The Paris accord has pretty much fixed where major European\ncurrencies will trade, Horner said.\n    But sterling futures may still make another run for new\nhighs, up to 1.6300 to 1.6500 dlr in the June contract, on the\npositive atmosphere that will prevail before British elections\nand possibly another interest rate cut, Horner said. The June\nBritish pound closed at 1.6080 on Tuesday.\n    Horner said that new boundaries for the trading range of\nthe yen are likely to come out of the G-5 and G-7 meetings.\n    The most likely range will be a bottom for the dollar\nbetween 140 to 142 yen per dollar and a top near 150 to 152\nyen, Horner said. In yen futures, the bottom of the dollar's\nrange would be equivalent to 0.007100 to 0.007150 in the June\ncontract. June yen closed at 0.006913 on Tuesday.\n    If such a range does emerge from the meetings, \"we will\nhave one more rally in the yen,\" Horner said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ]
}