{
    "DATE": "16-JUN-1987 08:38:34.95",
    "TOPICS": [
        "housing"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18463",
    "TEXT": {
        "TITLE": "U.S. HOUSING STARTS FELL 2.7 PCT IN MAY",
        "DATELINE": "    WASHINGTON, June 16 - ",
        "BODY": "U.S. housing starts fell 2.7 pct in\nMay to a seasonally adjusted annual rate of 1,620,000 units,\nthe Commerce Department said.\n    In April, housing starts fell a revised 3.8 pct to\n1,665,000 units. The department previously said they fell 2.9\npct.\n    The rate at which permits were issued for future\nconstruction fell in May by 7.6 pct to a seasonally adjusted\n1,477,000 units after falling 7.0 pct to 1,598,000 units in\nApril.\n    The department said May housing starts were at the lowest\nannual rate since December 1984, when starts were at a\nseasonally adjusted 1,612,000 units. The permits total was the\nlowest for any month since March 1983, when 1,475,000 permits\nwere issued.\n    Before seasonal adjustment, May housing starts fell to\n159,600 units from 161,600 units in April.\n    Permits before adjustment fell to 134,800 units in May from\n157,000 in April.\n    The department said single-family housing starts fell in\nMay by 7.6 pct to 1,129,000 units from 1,222,000 units in\nApril. The May decline followed a slight 0.9 pct rise in\nsingle-family starts in April.\n    Starts for multi-family units rose 10.8 pct in May to\n491,000 units after declining in April by 14.6 pct to 443,000\nunits.\n    Permits for single-family homes in May were down 5.0 pct to\na seasonally adjusted annual rate of 1,005,000 units from\n1,058,000 units in April. The decline followed a 8.0 pct drop\nin single-family permits in April.\n    Permits for multi-family units fell in May by 12.6 pct to a\nseasonally adjusted annual rate of 472,000 units from 540,000\nunits in April. The May decline came after a 5.1 pct drop in\nthe seasonally adjusted annual rate of permits for multi-family\nunits in April.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}