{
    "DATE": "24-MAR-1987 16:17:44.35",
    "TOPICS": [
        "money-fx",
        "dlr"
    ],
    "PLACES": [
        "usa",
        "japan",
        "uk"
    ],
    "NEWID": "9022",
    "TEXT": {
        "TITLE": "DOLLAR EXPECTED TO FALL DESPITE INTERVENTION",
        "AUTHOR": "    By Claire Miller, Reuters",
        "DATELINE": "    NEW YORK, March 24 - ",
        "BODY": "Central bank intervention in the\nforeign exchange markets succeeded in staunching the dollar's\nlosses today, but senior dealers here believe the U.S. currency\nis headed for a further retreat.\n    Although the intervention was widespread, dealers perceive\nthat the six major industrial nations have differing levels of\ncommitment to their recent accord to stabilize currencies.\n    Moreover, hard economic realities hold greater sway over\nthe currency market than central bank intervention and these\nargue for a further dollar decline, dealers said.\n    \"The market can be bigger than the central banks. And\neconomic fundamentals will always come to the fore,\" said a\ndealer at one major U.S. bank.\n    As the dollar dropped to post-World War II lows against the\nyen today foreign exchange traders said the Bank of Japan,\nFederal Reserve Board and Bank of England intervened in the\nmarkets on behalf of the U.S. currency.\n    Reports of the authorities' actions helped the dollar\nrecover to about 149.45 yen in New York this afternoon from\nthe post-war low of 148.20 yen in the Far East. But it still\nfailed to regain Monday's U.S. closing level of 150.00/05 yen.\n    Tokyo dealers said the Bank of Japan bought one to 1.5\nbillion dlrs in Tokyo today and may also have purchased dollars\nyesterday in the U.S. via the Federal Reserve.\n    Meanwhile, there were strong rumors in New York that the\nFed also bought a modest amount of dollars around 148.50 yen\ntoday. Talk also circulated that the Bank of England purchased\na small amount of dollars for yen.\n    The Fed's last confirmed intervention was on January 28\nwhen it bought 50 mln dlrs in coordination with the Bank of\nJapan. But on March 11 the Fed also was rumored to have\nsignalled displeasure with a dollar surge above 1.87 marks.\n    The authorities' actions appeared to back up the February\n22 Paris pact between the U.S., Japan, West Germany, Britain,\nFrance and Canada under which the nations agreed to cooperate\nto foster exchange rate stability around prevailing levels.\n    But foreign exchange dealers were not overly impressed by\nthe authorities' intervention which they said can only soften\nextreme moves in the market.\n    For one thing, some dealers believed that the Fed's\npurchases were done on behalf of the Bank of Japan rather than\nfor the U.S. central bank's own account, suggesting a rather  \nwatered-down American commitment to the currency accord.\n    The Bank of England's action also was thought to be\ncompleted on behalf of the Japanese central bank, reinforcing\nthe market's view that Japan is the most resolute of the six\nnations in its support of the currency pact.\n    \"No-one doubts the Bank of Japan is serious. But the other\ntwo central banks seem to be making more token gestures than\nanything else,\" said Chris Bourdain of BankAmerica Corp.\n    \"I'm not convinced the intervention was concerted,\" said\nEarl Johnson of Harris Trust and Savings Bank in Chicago. \n\"It's a yen problem more than anything else.\"\n    Some dealers said a rising wave of trade protectionist\nsentiment in the U.S. limits the extent to which the American\nauthorities can endorse a stronger dollar against the yen.\n    \"The dollar's break below the key 150 yen level ties the\nTreasury's hands behind its back. The U.S. cannot intervene on\nits own account because of the strength of protectionism here,\"\nsaid Albert Soria of Swiss Bank Corp.\n    Such comments reflect the view that the currency markets\nare becoming increasingly politicized. Despite official\ndenials, some traders still feel the U.S. would countenance a\nlower dollar to help trim the nation's trade deficit.\n    The majority of the 170 billion dlr merchandise trade\ndeficit in 1986 was with Japan.\n    Indeed U.S. Treasury secretary James Baker's comment on\nSunday that the February currency pact had not established\ndollar targets was read by the market as a signal to sell the\nU.S. currency and kicked off the latest retreat.\n    \"The dollar still has more room on the downside against the\nyen based on the frictions in trade and financial services. The\ncurrency market is becoming very political,\" said Natsuo Okada\nof Sumitomo Bank Ltd.\n    Okada expects the dollar to trade between 148 and 150 yen\nthis week but sees the chance of a drop to 140 yen by the end\nof April or early May.\n    Even if West Germany and Japan succeed in stimulating their\neconomies, it may not be enough to solve structural economic\nimbalances in the near future, dealers said.\n    \"Even if Japan and West Germany do expand this year, it\nwon't be enough to help the trade situation much,\" said\nBourdain of BankAmerica, who also expects the dollar to drop to\n148 yen in the next couple of days.\n Reuter\n\u0003"
    }
}