{
    "DATE": " 3-MAR-1987 13:23:39.33",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1213",
    "TEXT": {
        "TITLE": "TENDER LOVING <TLCI>, STAFF <STAF> EXTEND PACT",
        "DATELINE": "    LAKE SUCCESS, N.Y. March 3 - ",
        "BODY": "Tender Loving Care Health Care\nServices Inc said it and Staff Buildiers Inc have extended the\nterm of their merger agreement until May 31.\n    Tender Loving Care also said <Norrell Corp> agreed not to\nacquire any additional Staff Builders shares until September\n30, adding Norrell was paid 750,000 dlrs for the standstill\narrangement. \n    Tender Loving Care said it agreed to buy the 610,000 Staff\nBuilders common held by Norrell, about 19.1 pct of those\noutstanding, for 6,950,000 dlrs immediately prior to the\nconsummation of the merger.\n    Tender Loving Care said the extended merger agreement\ncontinues to provide for the exchange of 1.6 of its shares for\neach Staff Builders share outstanding.\n    As announced February 26, the Staff Builders shareholders\nmeeting to vote on the merger, originally convened and\nadjourned December 23, will be reconvened on April 22.\n    Tender Loving Care said its payment to Norrell will include\n1,950,000 dlrs in cash and five mln dlrs of a new series of\neight pct Tender Loving Care convertible preferred.\n    Tender Loving Care said it and Staff Builders have filed a\nrevised registration and proxy statement with the Securities\nand Exchange Commission. Upon clearance of the revised proxy\nstatement by the commission and its distribution to Staff\nBuilders' shareholders, that company's management will continue\nto solicit proxies for approval of the merger.\n    Tender Loving Care said it will have the power to vote\nabout 15.8 pct of Staff Builders' shares at the adjourned\nmeeting with a spokesman explaining that this represents the\nproxies held by Norrell, which started buying the stock after\nthe record date for the meeting.\n    In addition, Staff Builders officers and directors own\nabout 13.8 pct of its stock and have agreed to vote in favor of\nthe merger.\n    Accordingly, the vote of an additional 37.1 pct of the\noutstanding shares will be required to approve the merger,\nTender Loving Care said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ]
}