{
    "DATE": "18-MAR-1987 14:15:36.53",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6716",
    "TEXT": {
        "TITLE": "EC WARNS CONGRESS ON NEW TRADE BILL",
        "AUTHOR": "    By Robert Trautman",
        "DATELINE": "    WASHINGTON, March 18 - ",
        "BODY": "The European Community (EC) has\nwarned the U.S. House of Representatives that tough trade\nlegislation it is considering could prompt retaliation by U.S.\ntrading partners.\n    The warning was sent in a letter from Sir Roy Denman, head\nof the EC delegation in Washington, to Dan Rostenkowski,\nchairman of the House Ways and Means Committee.\n    A copy of the letter was made available to Reuters.\n    Denman told Rostenkowski, an Illinois Democrat, he backed\naspects of the bill, such as one backing new talks under the\nGATT and one excluding protection for the textile industry.\n    But Denman disagreed with other provisions which would\nrequire President Reagan to take retaliatory trade action\nagainst nations with large trade surpluses with the U.S. and\nwould set new standards for judging unfair foreign trade\npractices.\n    Denman told Rostenkowski that GATT regulations prohibit\nmember nations from taking unilateral retaliatory action in\ntrade disputes unless the action is GATT-approved.\n    He said \"If the Congress makes retaliatory action mandatory,\nthen the United States would be in violation of its\ninternational legal obligations and on a collision course with\nits major trading partners.\"\n    Denman added that a president should have flexibility in\nenforcing trade laws, saying \"in the last resort, any\nadministration must take its decision in light of the overall\nnational interest.\"\n    Otherwise, he said, \"the risk would be counter-reaction by\ntrading partners of the United States, i.e., retaliation or\nenactment of mirror image legislation to be employed against\nimports from the United States.\"\n    Denman also said Congress could prompt retaliation if it\nreduced the threshhold of unfair trade by making it easier for\nfirms to file unfair trade practice claims.\n    Retaliation could also be prompted by relaxing standards\nfor findings that imports were injuring U.S. firms.\n    \"Changes in these standards must be agreed upon\nmultilaterally. They cannot be imposed by the United States\nalone on the world trading system,\" he said.\n    House leaders have rejected a plan by textile-state\nlegislators to add to the trade bill a provision to curb\nimports of cloth and clothing, similar to a measure passed two\nyears ago but vetoed by President Reagan.\n    There was concern by the leaders that Reagan would veto the\nentire trade bill because of the textile amendment.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}