{
    "DATE": " 5-MAR-1987 08:37:35.97",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "uk",
        "uae",
        "kuwait",
        "iran",
        "saudi-arabia",
        "ecuador",
        "qatar",
        "nigeria",
        "algeria",
        "gabon",
        "indonesia",
        "libya",
        "qatar",
        "iran",
        "saudi-arabia",
        "venezuela"
    ],
    "NEWID": "1990",
    "TEXT": {
        "TITLE": "EARLY MARCH OPEC OUTPUT SEEN WELL BELOW CEILING",
        "AUTHOR": "    By Andrew Hill, Reuters",
        "DATELINE": "    LONDON, March 5 - ",
        "BODY": "OPEC crude oil output in the first few\ndays of March was running at about 14.7 mln bpd, down from a 16\nmln bpd average for February and well below the 15.8 mln bpd\nceiling the group adopted in December, a Reuter survey shows.\n    The figures were polled by Reuters correspondents from oil\ntraders, industry executives and analysts in Europe, the Middle\nEast, Africa, Latin America and Asia.\n    They back recent statements by OPEC ministers that the\ngroup is producing within its ceiling to support the return to\na fixed price system, which came into effect last month.\n    OPEC output for the whole of February was about 200,000 bpd\nabove the ceiling, largely because of overproduction by the\nUnited Arab Emirates and Kuwait, the figures show.\n    The UAE, together with the much smaller producer Ecuador,\nwas also producing above quota in the first days of March, the\nsurvey reveals.\n    But such overproduction was compensated for by a sharp fall\nin Saudi Arabian output, together with Iran\"s inability to\nexport as much as its quota allows.\n    Iraq rejected its OPEC quota of 1.466 mln bpd and produced\n1.75 mln bpd in February and early March, the figures showed.\n    Saudi output -- excluding movements into stocks -- fell to\n3.1 mln bpd in early March from 3.5 mln bpd in February,\nagainst a 4.133 mln bpd quota. The Saudi figures include a\n200,000 bpd share of Neutral Zone production.\n    Kuwait, which has consistently denied quota violations, was\nestimated to be pumping 1.4 mln bpd in February and 1.15 in\nearly March -- both figures including 200,000 bpd as its share\nof Neutral Zone output -- against its 948,000 bpd quota.\n    Reports of customer resistance to fixed prices set by some\nOPEC states were reflected in output from Qatar and Nigeria,\nboth substantially under quota in February and early March.\n    Qatar's February output was 230,000 bpd, and this fell to\n180,000 bpd in early March compared with its 285,000 bpd quota.\n    Industry sources say Japanese buyers are resisting Qatar\"s\nprices and Gulf Arab oil states have pledged to make up for any\nshortfall in sales which a fellow Gulf state suffers.\n    Nigeria's early March output was about one mln bpd, down\nfrom 1.14 mln bpd in February and its quota of 1.238 mln bpd.\n    Industry sources say Nigeria's customers believe its Bonny\ngrades are overpriced compared with compatible Brent crudes\nfrom the U.K. North Sea.\n    Country-by-country production figures are as follows, in\nmln bpd -\n COUNTRY        CURRENT        FEBRUARY    QUOTA\n ALGERIA        0.64           0.64        0.635\n ECUADOR        0.26           0.26        0.210\n GABON          0.15           0.15        0.152\n INDONESIA      1.16           1.16        1.133\n IRAN           1.80           2.20        2.255\n IRAQ           1.75           1.75        1.466\n KUWAIT         1.15           1.40        0.948\n LIBYA          0.95           0.95        0.948\n NIGERIA        1.00           1.14        1.238\n QATAR          0.18           0.23        0.285\n SAUDI ARABIA   3.10           3.50        4.133\n UAE            1.10           1.15        0.902\n VENEZUELA      1.50           1.50        1.495\n TOTAL          14.7           16.0        15.8\n REUTER\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nyse"
    ],
    "PEOPLE": [
        "balladur"
    ]
}