{
    "DATE": "13-APR-1987 06:34:20.34",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "16163",
    "TEXT": {
        "TITLE": "BORG-WARNER AGREES TO BUYOUT BY MERRILL LYNCH FIRM",
        "DATELINE": "    NEW YORK, April 13 - ",
        "BODY": "Borg-Warner <BOR> Corp, facing an\nunwanted offer from GAF Corp <GAF>, agreed to a 4.23 billion\ndlr buyout offer from a company to be formed by <Merrill Lynch\nCapital Partners Inc>.\n    Borg-Warner and Merrill said yesterday they entered a\ndefinitive merger agreement, under which a subsidiary of the\nnew company, <AV Holdings Corp>, will begin a 48.50 dlr per\nshare cash tender offer today for 77.6 mln shares or 89 pct of\nBorg-Warner common stock.\n    The offer will be followed by a merger in which each\nremaining share will be converted into 19.75 dlrs cash and\n54.25 dlrs principal amount of AV Holdings junior subordinated\ndiscount debentures.\n    As a result of the merger, Borg-Warner will become a wholly\nowned subsidiary of AV Holdings. A Borg-Warner spokeswoman said\nmembers of management do not plan to participate in the\ntransaction, but they will retain their positions with the\ncompany.\n    A spokesman for GAF was unavailable for comment. GAF holds\n19.9 pct of Borg-Warner's shares.\n    GAF had said it would offer 46 dlrs per share.\n    Borg-Warner's spokeswoman said the company still plans to\nsell its financial services unit, which includes Wells Fargo\nsecurity guards, and the Chilton Corp, a credit rating service.\n    Borg-Warner has been the focus of takeover speculation for\nabout a year. Corporate raider Irwin Jacobs last year proposed\na takeover of the firm and until recently held 10 pct of the\nstock. Following the GAF offer, analysts had calculated breakup\nvalues for the company in the low 50 dlrs per share range and\nspeculated an offer would have to be sweetened.\n    In its statement, Borg-Warner said its board endorsed the\nMerrill offer and it recommended that shareholders tender their\nshares. The board received opinions on the offer from its\nadvisors, First Boston Corp and Goldman, Sachs and Co.\n    James Burke, president of Merrill Lynch Capital Partners,\nsaid, \"We are very pleased to have entered into this transaction\nwith Borg-Warner. We are looking forward to working with the\nemployees of Borg-Warner and to Borg-Warner maintaining its\nstrong presence in the Chicago community.\"\n    Merrill Lynch will be the dealer-manager for the offer,\nwhich expires at midnight EDT May 8 (0400 GMT, May 9), subject\nto conditions, including the completion of necessary financing\narrangements.\n    The offer is also subject to a minimum 44.25 mln shares, or\n51 pct of the outstanding shares, being tendered.\n    Merrill Lynch and certain affiliates have committed to\nprovide 200 mln dlrs in AV Holdings equity and 870 mln in\nsubordinated financing and forward underwriting commitments.\n    Merrill Lynch said that following discussions with\ncommercial banks it is confident it can obtain the rest of the\nfinancing required to complete the transaction.\n    The junior subordinated discount debentures to be issued in\nthe merger will carry a 13 pct coupon and will begin paying\ncash interest after five years.\n    The debentures will be redeemable at the company's option\nfor the first six years at 105 pct, during the seventh year at\n102.5 pct and after that at 100 pct of the principal amount.\n    The junior subordinated discount debentures have a maturity\nof 20 years and are entitled to a sinking fund commencing in\nthe 16th year designed to retire 60 pct of the issue before\nmaturity.\n    Borg-Warner will also redeem all of its outstanding 4.50\ndlrs cumulative preferred stock, series A, for 100 dlrs per\nshare. Holders who wish to participate in the offer must first\nconvert their preferred stock into Borg-Warner common stock.\n    The board of Borg-Warner has also taken steps to redeem its\npoison pill or share purchase rights for five cents per right,\neffective immediately.\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "mikulic"
    ],
    "ORGS": [
        "ec"
    ]
}