{
    "DATE": " 3-APR-1987 15:44:31.80",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "13115",
    "TEXT": {
        "TITLE": "CANADA OIL INDUSTRY SET FOR RECOVERY - ANALYSTS",
        "AUTHOR": "    By LARRY WELSH, Reuters",
        "DATELINE": "    TORONTO, April 3 - ",
        "BODY": "Firmer crude oil prices, government aid\npackages and corporate spending cuts will help Canada's oil\nindustry recover from last year sharp downturn, industry\nanalysts said.\n    They said there will be significant earnings gains in 1987\ncompared to last year's dismal results when oil prices dropped\nabout 50 pct.\n    On Canada's stock exchanges, energy shares have soared to\ntheir highest levels since 1983, with many issues trading at\nrecord highs.\n    \"This is reflecting a tremendous amount of optimism on the\npart of the investment community that the outlook for the\nindustry for the future is extremely attractive,\" Peters and Co\nLtd oil analyst Wilf Gobert said.\n    Financial statements from Canada's major oil companies,\nculminating with Dome Petroleum Ltd's 2.20 billion Canadian dlr\n1986 loss reported this week, painted a bleak picture of last\nyear's results, analysts said.\n    \"But the financial statements are a snap shot and a\nrecording of history. The stock market is the indication of the\nfuture,\" Gobert commented.\n    The Toronto Stock Exchange's oil and gas index of 41\ncompanies is up to 4065.4 so far in trading today from 3053.15\nat the end of 1986.\n    Among Canada's largest oil companies, class A shares of\nImperial Oil Ltd <IMO.A>, 70 pct owned by Exxon Corp <XON>, is\ntrading at 71, up from a 52-week low of 34-3/4.\n    Shell Canada Ltd, 72 pct owned by Royal Dutch/Shell Group,\nis at 40-1/2, up from a low during the last year of 18-3/4.\nTexaco Canada Inc <TXC>, 78 pct owned by Texaco Inc <TX>, is\nat 34-7/8, up from a low of 24-1/2.\n    Levesque Beaubien Inc oil analyst Robert Plexman forecasts\noperating profit for 10 of Canada's largest oil and gas\ncompanies will rise 37 pct in 1987 to about 1.44 billion dlrs\nand operating cash flow will increase 12 pct to 3.24 billion\ndlrs, based on an average oil price for the year of 16.50 U.S.\ndlrs a barrel. \"However, if prices hold about 18 U.S. dlrs a\nbarrel...1987 net operating income could show a 69 pct increase\nwith cash flow 27 pct higher,\" analyst Plexman said.\n    \"Although it is difficult to forecast the extent of the\nprofit improvement this year, the gain should be significant,\"\nhe added.\n    Those improvements follow a sharp downturn in 1986, when\noperating income for the ten companies dropped 47 pct to 1.05\nbillion dlrs and operating cash flow fell 22 pct to 2.90\nbillion dlrs.\n    But one industry source doesn't think oil prices will hold\nrecent gains and more government assistance is needed.\n    Canadian Petroleum Association technical director Hans\nMaciej sees industry cash flow falling another 10 pct in 1987,\nafter dipping about 60 pct last year. Maciej said he sees crude\noil supply outweighing demand and doesn't believe a recent OPEC\nproduction accord will continue to support prices.\n    However, several companies share the optimistic industry\noutlook expressed by a majority of analysts.\n    Shell Canada and <Norcen Energy Resources Ltd> forecast\nimproved 1987 earnings in their annual reports issued this\nweek, assuming oil prices remain at or above 1986 levels.\n    \"The industry's outlook for 1987 is positive, but not\nrobust,\" Texaco Canada said in its annual report.\n    \"While oil prices have strengthened somewhat and there is\ngood reason to believe that the general level is sustainable,\ncontinued volatility is likely,\" Texaco Canada added.\n    In the face of short-term uncertainty, many companies have\npared 1987 spending plans from last year's lower levels,\ndeferring most frontier exploration work.\n    \"The industry is becoming very selective in investments,\nvery conservative and cautious, which is not unexpected,\"\nCanadian Petroleum Association's Maciej said.\n    Federal and Alberta goverment aid measures helped cushion\nthe industry downturn in 1986 and are improving 1987 results.\n    The most significant help came last September when the\nfederal government lifted the 10 pct Petroleum Gas Revenue Tax\n(PGRT) 28 months earlier then planned.\n    Analysts estimate the tax relief will save larger oil\ncompanies about 1.50 billion dlrs by the end of 1988.\n    The PGRT cut helped brake the steep profit and cash flow\ndecline in 1986 for many oil companies and prevented further\nexploration spending cuts, analysts said.\n    \"For a number of companies, the PGRT cut was absolutely\nnecessary to even maintain the kind of reduced investments that\nwere made, otherwise the reduction would have been considerably\nmore,\" Maciej said.\n Reuter\n\n\n\u0003"
    },
    "PEOPLE": [
        "conable"
    ],
    "ORGS": [
        "imf",
        "worldbank"
    ]
}