{
    "DATE": "24-APR-1987 13:30:20.65",
    "TOPICS": [
        "gnp",
        "jobs",
        "cpi"
    ],
    "PLACES": [
        "jamaica"
    ],
    "PEOPLE": [
        "del-mazo",
        "mancera-aguayo"
    ],
    "NEWID": "17143",
    "TEXT": {
        "TITLE": "SEAGA PRESENTS GROWTH BUDGET FOR 1987",
        "DATELINE": "    KINGSTON, Jamaica, April 24 - ",
        "BODY": "prime minister edward seaga\nlast night presented a budget of 6.9 billion jamaica dlrs, the\nlargest in the country's history, which projects increases in\ncapital spending and continued divestment of state companies.\n    In a nationally televised speech to the parliament, the\nprime minister, who is also minister of finance, said jamaica's\ngdp grew by four pct, the highest level in 15 years, while\nunemployment stood at 23.6 pct, down from last year's 26 pct.\nInflation, meanwhile, was 9.4 pct, as compared to 19.7 pct two\nyears ago.\n    Government revenues were up by 419 mln jamaica dlrs, to 4.3\nbillion, enough to finance the entire recurrent expenditure of\n3.7 billion dlrs, with a 666 mln dlr surplus.\n    Seaga said that with financial accounts in order, the\ngovernment will proceed to reduce the country's debt service\nratio from the current level of 49 pct of gdp to 25 pct over\nthe next five years.\n    During this period, he said, growth would be targetted at\nthree to four pct.\n    The 6.9 billion dlr budget, which represents an increase of\n18 pct over last year's 5.8 billion, will be financed by\nborrowing of 8.868 billion dlrs and estmated revenue of 1.385\nbillion.\n    Seaga said 1.835 billion of the budget will go to finance a\ngovernment capital investment program. The plan, which\nrepresents a 10.3 pct increase over last year, projects greater\nspending on health, education, housing and infrastructure. Some\n818 mln dlrs in revenue to finance the budget will come from\nthe government's divestment program, which seaga said will be\nstepped up in 1987.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}