{
    "DATE": " 8-APR-1987 09:44:13.42",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "NEWID": "14982",
    "TEXT": {
        "TITLE": "PROXMIRE OUTLINES INSIDER TRADING LEGISLATION",
        "DATELINE": "    WASHINGTON, April 8 - ",
        "BODY": "Senate Banking Committee Chairman\nWilliam Proxmire (D-Wis) said he planned to introduce\nlegislation shortly to require greater public disclosure of\ncorporate takeovers and fairer treatment for all shareholders.\n    Speaking to the National Association of Manufacturers,\nProxmire said recent insider trading stock scandals increased\nthe chance that Congress will act to curb abuses.\n    \"We are proposing legislation that would provide for more\ndisclosure, would be fairer to all shareholders, and would\ninsure that takeovers are properly financed,\" he said.\n    Among the provisions, the bill would reduce the threshold\nfor notifying the Securities and Exchange Commission that a\ninvestor or group has acquired a percentage of stock in a\ncompany to three pct from the current five pct threshold within\n10 days, Proxmire said.\n    In addition, there would be a pre-notificaton requirement\nthat an investor intended to aquire three pct that would have\nto filed with the SEC.\n    Proxmire said the pre-notification requirement was meant to\nprevent arbitragers from having a jump on the general public in\nknowing about coming takeover attempts.\n    Proxmire said he would call for extending the period that a\ntender offer must be kept open under the Williams Act to 60\nbusiness days from the current 20 business days.\n    His bill would provide for private suits if the acquiring\ncompany violated the time period on the tender offer.\n    To correct abuses in the financing of takeovers, Proxmire\nsaid the legislation would aim at insuring current margin\nrequirments are properly enforced.\n    The Federal Reserve Board has a 50 pct margin requirement\nfor purchasing stock, but Proxmire said it is not generally\nenforced in hostile takeovers.\n    Rather, the groups or individuals leading a takeover\ndeclare that they can raise the capital for a takeover without\nactually putting any of their own money, Proxmire said.\n    He said his bill would allow private suits for damages for\nfailure to meet the Federal Reserve's 50 pct margin\nrequirements.\n    The bill also would require more disclose when several\ninvestors form an alliance in a hostile takeover.\n    \"When Pickens and Icahn get together we want people to know\nabout it,\" Proxmire said.\n    Proxmire said he favored the approach used in Britain\ntowards two-tiered tender offers that insures that all\nshareholders recieve equal treatment.\n    He said he expected amendments to the bill also would cover\ndefensive mechanisms such as green mail and poison pills.\n    Proxmire said he intended to introduce his bill later this\nmonth and predicted the Senate committee would act this spring.\n    He said he was hopeful Congress could pass a bill this\nyear.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}