{
    "DATE": " 2-JUN-1987 11:37:11.33",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "18071",
    "TEXT": {
        "TITLE": "JUDGE TO DECIDE BURLINGTON <BUR> IN SEVERAL DAYS",
        "DATELINE": "    Greensboro, N.C., June 2 - ",
        "BODY": "U.S. District Court Judge Eugene\nA. Gordon said he will decide \"in the next few days\" whether to\ngrant Burlington Industries Inc's request to stop a takeover by\nSamjens Acquisition Corp.\n    \"I do not know how I come down on this preliminary\ninjunction,\" Gordon said after listening to arguments by\nattorneys for 1-1/2 days.\n    \"It's been a long time since I was deluged with as much\ninformation as I have been. I have to consider what's been\npresented and issue an opinion on this. Both sides cannot be\nwinners,\" he said.\n    Burlington requested the injunction to stop a takeover\neffort by Samjens, claiming the partnership used illegally\nobtained confidential information about the company to make its\noffer. It also alleges there would be anti-trust violations if\nSamjens, formed by Asher Edelman and Dominion Textiles Inc of\nCanada, were to succeed.\n    Samjens last week topped a 76 dlr per share offer for\nBurlington from Morgan Stanley Group <MS> by one dlr per share.\nMorgan Stanley made its 2.44 billion dlr bid after Samjens bid\n72 dlrs per share for Burlington.\n    Burlington lawyers told the court if the injunction is not\ngranted Samjens would win control of Burlington. A Samjens\nlawyer argued that if the judge granted the injunction it would\n\"kill the offer\"\n    Jay Greenfield, an attorney for Samjens, said the\npartnership would suffer irreparable harm if the injunction\nwere granted. \"There's only one Burlington,\" he said. \"If we\ncannot get that then no amount of money can compensate us.\"\n    Greenfield also said Samjens could sell its holdings in\nBurlington for 95 mln dlrs. \"We don't want that. We're not in\nthis for the money,\" he said.\n    Irving Nathan, a Burlington lawyer, reiterated that\ninformation provided by James Ammeen, a former Burlington\nexecutive, was crucial to Dominion's decision to attempt o\ntakeover of Burlington.\n    \"Dominion relied on the information provided by the insider\nJim Ammeen,\" Nathan said.\n    An attorney for Ammeen, who is named as a defendant, asked\nthe court to dismiss the lawsuit against his client. The judge\nsaid he would not rule on the request today.\n\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}