{
    "DATE": "23-MAR-1987 17:45:28.02",
    "TOPICS": [
        "acq",
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8561",
    "TEXT": {
        "TITLE": "AMERICAN EXPRESS <AXP> APPROVES SHEARSON OFFER",
        "DATELINE": "    New York, March 23 - ",
        "BODY": "American Express Co said its board\napproved a public offering of about 18 pct of its wholly owned\nShearson Lehman Brothers Inc brokerage unit.\n    American Express also approved the previously announced\nplan to sell about 13 pct, or 13 mln convertible preferred, of\nthe unit to Nippon Life insurance co for 538 mln dlrs. The\npreferred shares are convertible to the same number of common\nshares following Hart-Scott-Rodino and FDIC approvals.\n    American Express said it will maintain 60 pct, or 60 mln of\nthe 100 mln shares of Shearson that will be outstanding.\n    American Express said it had agreed with Nippon life that\nAmerican Express will hold a minimum of 40 pct of Shearson\nuntil January, 1999.\n   American Express said 7.5 mln Shearson shares would be held\nby certain employees of Shearson and one mln by a Shearson\nstock ownership plan to be formed.\n    American Express said it anticipates a registration\nstatement for the public offering will be filed with the\nSecurities and Exchange Commission shortly.\n    American Express also declared a two-for-one stock split\nand raised its quarterly dividend to 38 cts per share from 36\ncts on a pre-split basis. Both dividends are payable May 8, to\nshareholders of record April 3. There are currently 215 mln\nAmerican Express shares outstanding.\n    The transaction with Nippon Life remains subject to\napproval by the Japanese ministry of finance, which is expected\nin April.\n    American Express also said an agreement was reached by\nShearson and Nippon Life providing for a joint venture in\nLondon.\n    The venture will focus on investment advisory asset\nmanagement, market research and consulting on financing. It\nalso said it expects the relationship to extend to selected\nprojects involving American Express, Shearson Lehman and Nippon\nLife in key financial centers of Asia and other regions, and to\nfuture personnel exchanges.\n    Under the agreement, Nippon will receive 13 mln cumulative\npreferred shares with a five pct dividend rate. The cumulative\npreferred stock will become convertible with voting powers to\nan equal number of common shares following the U.S. government\napprovals.\n    American Express said that assuming conversion of the\npreferred stock held by Nippon, 100 mln shares of Shearson\nLehman common stock would be outstanding. For the public\noffering, it said there will be an underwriters overallotment\noption to purchase 1.8 mln shares.\n    American Express will also grant Nippon Life a five-year\nwarrant to purchase one mln American Express common shares at\n100 dlrs per share. There are currently 215 mln American\nExpress shares outstanding.\n    Nippon Life would be entitled to nominate two directors to\nthe Shearson board and one representative to serve as an\nadviser to the American Express board of directors.\n    \"These proposed transactions are yet another signal that\namerican express intends to stay in the forefront of the\nfinancial services industry worldwide,\" said American Express\nChairman James D. Robinson. \"The implementation of our plans,\nmoreover, will enable us to maintain a majority interest in\nshearson while enhancing the strength of our balance sheet by\ntapping additional capital resources for shearson outside\namerican express.\"\nReuter...\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "balladur"
    ]
}