{
    "DATE": "24-MAR-1987 07:16:46.69",
    "TOPICS": [
        "money-fx",
        "dlr"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "8664",
    "TEXT": {
        "TITLE": "DOUBTS ABOUT ACCORD SEEN WEAKENING DOLLAR FURTHER",
        "AUTHOR": "    By Kunio Inoue, Reuters",
        "DATELINE": "    TOKYO, March 24 - ",
        "BODY": "The dollar is expected to decline further\nin coming days as scepticism mounts about the effectiveness of\nlast month's Paris accord to stabilise currency exchange rates,\nsenior foreign exchange dealers said.\n    Following its fall today to a record 148.40 yen, dealers\nsaid they expect the dollar to establish a new trading range of\n147 to 150 yen before the market again tries to push it down.\nBehind the latest dollar fall lies the belief that last month's\naccord was no longer enough to stop operators pushing the\ndollar down, the dealers said.\n    \"The recent remark by U.S. Treasury Secretary James Baker\nthat the Paris accord did not set any target ranges for major\ncurrencies has cast a shadow on the agreement,\" said Koji\nKidokoro, general manager of Mitsui Bank Ltd's treasury\ndivision.\n    He said the market interpreted this as indicating the U.S.\nWould favour a weaker dollar and it had little intention of\nintervening to support the currency.\n    \"This eliminated the widespread market caution against\npossible joint central bank intervention,\" Kidokoro said.\n    Dealers said the dollar had gathered renewed downward\nmomentum and that Bank of Japan intervention alone could hardly\ncontain a further slide in the currency.\n    They said the central bank bought between one to 1.5\nbillion dlrs today, including direct purchases through brokers,\nand yesterday it might have bought a small amount of dollars\nthrough the U.S. Central bank in New York.\n    Most dealers said they doubted the U.S. Federal Reserve\nwould intervene on its own account to support the dollar, but\nsome said this might occur if the dollar fell much below 148\nyen.\n    \"If the dollar drops to that low level, it could reduce the\nflow of foreign capital into U.S. Securities, which the\nAmericans don't want,\" said Haruya Uehara, chief money market\nmanager of Mitsubishi Trust and Banking Corp.\n    He said the dollar may return to around 152 yen next month\nwhen corporations reduce their dollar sales after they close\ntheir books for the 1986/87 business year ending on March 31.\n    But dealers said the longer-term outlook for the dollar\nremained bearish. This was due to the lacklustre performance of\nthe U.S. Economy, the continuing U.S. Trade deficit and\nJapanese delays in announcing an economic stimulation package.\n    \"The Americans are getting frustrated at Japan's inertia in\nstimulating its economy,\" said Hirozumi Tanaka, assistant\ngeneral manager of Dai-Ichi Kangyo Bank Ltd's international\ntreasury division.\n    In the Paris currency accord Japan promised a package of\neconomic measures, after the fiscal 1987 budget was passed, to\nboost domestic demand, increase imports, and thus reduce its\ntrade surplus. The package was expected in April, but debate on\nthe budget has been delayed by an opposition boycott of\nparliamentary business over the proposed introduction of a\nsales tax.\n    In the circumstances the government had only a slim chance\nof producing a meaningful economic package in the near future,\nDai-Ichi Kangyo's Tanaka said.\n    Dealers said if steps are not taken to stimulate the\nJapanese economy protectionist sentiment in the U.S. Congress\nwould grow and put more downward pressure on the dollar.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "nakasone",
        "tamura"
    ]
}