{
    "DATE": "26-FEB-1987 18:50:30.59",
    "TOPICS": [
        "cpi",
        "gnp"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "209",
    "TEXT": {
        "TITLE": "FRANCE FACES PRESSUE TO CHANGE POLICIES",
        "AUTHOR": "    By Brian Childs, Reuters",
        "DATELINE": "    PARIS, Feb 26 - ",
        "BODY": "France's right wing government is facing\ngrowing pressure to modify its economic policies after revising\ndown its 1987 growth targets and revising up its inflation\nforecasts for this year.\n    Moving reluctantly into line with most private sector\nforecasts the government yesterday raised its 1987 inflation\nestimate a half percentage point to 2.5 per cent and cut its\neconomic growth estimate to between two and 2.8 per cent from a\n2.8 per cent target written into the annual budget last\nseptember.\n    Finance Minister Edouard Balladur said the revised figures\nwould not push the government off its chosen mix of price\nderegulation, budget-cutting rigour and pay restraint.\n    But Trade Union leaders served immediate notice they would\npush to protect the purchasing power of their members, raising\nthe spectre of a vicious spiral of wage and price rises.\n    And bank economists contacted by Reuters said they believed\nPrime Minister Jacques Chirac could be forced by slow growth\nand rising unemployment to reflate the economy later this year,\nperhaps in the autumn, to boost his prospects in Presidential\nelections due by April 1988.\n    \"The outlook is more worrying than it was a few weeks ago,\"\nsaid Societe Generale economist Alain Marais. \"We have the\nimpression it may be difficult to get even two per cent growth\nthis year.\"\n    \"The big question is whether the government's policy of wage\nmoderation will be maintained,\" he added.\n    The government has set public sector wage rises at aboout\n1.7 per cent this year, with a three per cent ceiling for rises\njustified by increased productivity.\n    But the head of the socialist CFDT union federation, Edmond\nMaire, meeting with Chirac today, renewed union demands already\nrejected by the government for indexation clauses to be built\ninto future pay contracts to safeguard workers against higher\nprices.\n    Calling the government's policies \"unbalanced and unjust,\" he\nalso demanded investment incentives to boost employment. He\nannounced after his meeting that Chirac had told him the\ngovernment would spend two billion francs on a series of\nmeasures to boost employment and training\n    Andre Bergeron, a widely respected leader of the moderate\nForce Ouvriere labour group, put similar demands to Chirac\nearlier in the week while the Communist-led CGT, the largest of\nFrance's unions, declared the defence of its members earnings\nits top priority.\n    But with unemployment nearing 11 per cent last month, and\nstill rising, government supporters and some economic analysts\nsaid they were confident Chirac could resist union pay demands.\n    \"Salary indexation was ended by the previous Socialist\ngovernment and I dont think this administration is going to\nreverse that,\" commented Michel Develle, economist at\nrecently-privatised Banque Paribas.\n    Damaging transport and electricity strikes over Christmas\nand the New Year, partly blamed by the government for higher\ninflation, had undermined the unions power and popularity, he\nsaid.\n    Develle said Paribas expected inflation to rise even more\nthan the governments revised forecast, perhaps to 2.6 or 2.7\nper cent this year against last years 2.1 per cent.\n    \"But that would still be an exceptional achievement\nconsidering that for the first time since the Second World War\nall french prices have been freed,\" he commented.\n    Finance Ministry officials said that the governments\nabolition of price and rent controls last year was responsible\nfor nearly a quarter of a 0.9 per cent surge in January living\ncosts.\n    But they claimed it was a once-off phenomenon that should\nhave no knock-on impact on the rest of the year.\n    Both Marais and Develle said they agreed with that, so long\nas the government kept wages under control.\n    Prices could rise 1.5 per cent in the first three months of\n1987 and two per cent in the first half year, fractionally more\nthan forecast this week by the National Statistics Institute,\nINSEE,  Marais said. But the second half year should be better,\nhe added.\n    Ironically, one side effect of higher inflation could be to\nhelp the government achieve its aim of cutting the state budget\ndeficit, several analysts said.\n    So long as public sector wages are held down, higher Value\nAdded Tax receipts resulting from rising prices should offset a\nloss in revenues that otherwise would result from slower than\nexpected growth, they said.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "chirac"
    ]
}