{
    "DATE": " 3-APR-1987 06:01:38.48",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "uk",
        "ussr",
        "china",
        "cuba"
    ],
    "NEWID": "12778",
    "TEXT": {
        "TITLE": "RECENT SUGAR FALL SPARKS SOVIET, CHINESE BUYING",
        "DATELINE": "    LONDON, April 3 - ",
        "BODY": "The recent fall in world sugar prices,\ndue to increased producer pricing sales and evidence of export\navailability, has encouraged renewed buying interest from China\nand the Soviet Union, London trade house E.D.And F. Man said.\n    Further purchases are expected by the Peoples Republic of\nChina at the lower end of the recent price range, which should\nlimit the downside movement, it said in its latest monthly\nmarket report.\n   \"And it is believed that the Soviet Union will need to return\nto the market to take a further 250,000/350,000 tonnes for\nMay/June shipment, Man added.\n    The Soviets purchased five cargoes of raws for April/May\nshipment towards the end of last month, which brings its total\npurchases to around 1.65 mln tonnes, Man said.\n    Production estimates for the Thai crop now exceed 2.3 mln\ntonnes and the final outturn appears set to reach around 2.5\nmln tonnes. However, this upturn in the Thai crop is being\ncountered by a reduction in China's production forecast to 5.3\nmln tonnes from 5.5 mln estimated earlier.\n    Market participation by Cuba suggests that its crop could\nbe close to last year's 7.3 mln tonnes. But even with similar\nproduction Man expects Cuban exports to be significantly down.\n    Cuba was reported to be carrying 1.3 mln tonnes of stocks\nin September 1985, of which some 440,000 tonnes were used to\nboost its 1985/86 exports to about 6.9 mln. But as it will not\nbe able to draw on surplus stocks this year, Man estimates\nCuba's export availabilty will be reduced to 6.4 to 6.5 mln\ntonnes.\n    However, Cuba is only one of a large number of exporters\nwith reduced availability, Man said.\n    Since 1980 the total free market export supply has fallen\nto 18 mln from about 22 mln tonnes. But at the same time free\nmarket demand has also fallen by almost the same amount, which\nhas left exporters chasing falling import requirements.\n    A fairly tight balance now appears to have emerged. But the\ndifficult task of keeping production advances at bay still\nremains, as at least one more season of production deficit is\nneeded to eliminate some of the remaining surplus stocks still\noverhanging the market, Man said.\n    The increasing cases of record production as a result of\nrecord yields and better husbandry have forced sugar producers\nto strive for greater efficiency.\n    As this increase in efficiency reduces the marginal cost of\nproduction, sugar exporters may become more responsive to\nprices and in particular to upward price movements, Man said.\n    Commenting on the current row between the EC Commission and\nsugar producers, Man said despite the recent improvement in the\nlevel of restitutions, they are still insufficient to fully\ncompensate producers when exporting on the world market.\n    Unless there are further improvements, at least some sugar\nis expected to remain in intervention, it added.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "carlsson"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}