{
    "DATE": " 4-MAR-1987 11:44:11.07",
    "TOPICS": [
        "interest",
        "money-fx"
    ],
    "PLACES": [
        "usa",
        "uk",
        "japan"
    ],
    "NEWID": "1553",
    "TEXT": {
        "TITLE": "FED DRAFTS CURRENCY, RATE SWAP RISK GAUGE",
        "DATELINE": "    WASHINGTON, March 4 - ",
        "BODY": "The Federal Reserve Board voted\nunanimously to propose a formula for calculating the risk of\ninterest rate and currency swaps as part of its ongoing effort\nto come up with a new capital standard for U.S. banks that\ntakes into account the riskiness of a bank's loans and other\nassets.\n    Fed officials said an identical proposal was being issues\ntoday by the Bank of England.\n    The Fed set a 60-day period for public comment on the plan.\n    The proposal adopted today addresses only the credit risks\nassociated with interest rate swaps, forward foreign exchange\ncontracts and similar financial instruments.\n    Previously, the Fed Jan. 8 proposed a series of guidelines\nfor calculating the risk of other off-balance-sheet activities\nthat banks would be required to take into account in\ncalculating the minimum financial cushion they would need to\nmaintain.\n    Both guidelines set five broad categories of risk for loans\nand other bank assets and assigned to each a level of risk that\nwould establish a bank's minimum capital needs.\n    The additional guidelines proposed today would determine\nthe amount of capital support required for a bank's current\nexposure for a given asset and the potential future exposure.\n    The current exposure would be measured by the\nmark-to-market value of the asset, which would reflect the\nreplacement cost.\n    Potential future increases in the replacement cost would be\ncalculated using credit conversion factors based on statistical\nanalyses by the staffs of the Bank of England and U.S. banking\nregulators. Future exposure would rise over the life of the\nasset.\n    The Fed staff said the risk gauge attempted to balance\nconflicting needs for precision and simplicity.\n    They ignore, for example, the relative volatility of the\nparticular currencies involved in exchange rate contracts.\n    Board officials said the new gauge could increase the\ncapital required of the largest money center banks, which are\nthe principal participants in these types of activities.\n    They cautioned the Fed board to take account of the\npotential impact of the plan on the ability of U.S. banks to\ncompete in world financial markets.\n    However, the staff concluded, \"The credit risks inherent in\nsuch contracts now constitute a significant element of the risk\nprofiles of some banking organizations.\"\n    The Fed proposal would exempt all but the 20-25 largest\nparticipants in this market, on grounds the benefits of\nincluding the smaller banks would be outweighed by costs.\n    Also excluded would be interest rate and foreign exchange\ncontracts traded on organized exchanges.\n    Governor Martha Seger said she was concerned that Japan was\nnot involved in the U.K.-U.S. effort to draft new capital\nrules.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}