{
    "DATE": "18-JUN-1987 14:34:45.58",
    "TOPICS": [
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18917",
    "TEXT": {
        "TITLE": "BROOKLYN UNION<BU> SEEN HURT BY PIPELINE CLOSURE",
        "AUTHOR": "    By NAILENE CHOU WIEST, Reuters",
        "DATELINE": "    NEW YORK, June 18 - ",
        "BODY": "Brooklyn Union Gas Co, a New York gas\nutility, will see its gas costs up sharply as a result of\nTransco Energy Co's <E> decision to close its pipelines to\ntransport spot gas sales, energy industry analysts said.\n    Brooklyn Union, the fourth largest gas utility in the\nUnited States, purchased 36 pct of its supplies on the spot, or\nnon-contract, market in 1986, and the proportion of spot\nsupplies was estimated much higher in the five months of 1987,\nanalysts said.\n    Texas Eastern pipelines <TET>, the other competing\npipeline, to deliver spot gas from producing areas in the South\nclosed its gate station for summer, and Brooklyn Union has\nrelied entirely on Transco for spot supplies.\n     In the month of May, Brooklyn Union paid about two dlrs\nper mln British Thermal Unit for spot gas, while contract gas\ncosts four to five dlrs per mln BTU, industry sources said.\n    Transco announced yesterday it would no longer provide open\naccess to transport spot natural gas to its customers for fear\nof accumulating more take-or-pay liabilities.\n    Take-or-pay contracts oblige pipelines to pay producers for\ngas even if delivery is not taken by its customers.\n    Brooklyn Union will continue receiving a small amount of\nsupplies from minor fields under a grandfather clause, a\nBrooklyn Union official said.\n    Foster Corwith, gas analyst with Dean Witter Reynolds, said\nmost of the rising cost to Booklyn Union will be passed through\nto rate payers.\n    While net effect on the company will not be known for\nseveral months because of the time lag in deferred earnings,\nend-users, especially residential and commercial customers,\nwill end up paying more for gas, he said.\n    Because the closure takes place in summer months when gas\ndemand is at seasonal low, the impact on cash flow would be\nsmall, Curt Launer, natural gas analyst with Donaldson Lufkin\nJenrette, said.\n    If the situation persists into winter heating season, high\ncost gas could cut in the company's profits, he said.\n    Gas utilities along eastern seaboard relying on Transco for\nspot gas, such as North Carolina Natural Gas Co <NCNG>,\nPiedmont Natural Gas Co <PNY>, will face the same high cost\nfactor as Brooklyn Union, Steve Richards, a supply manager with\nend users supply system, a Houston based natural gas brokering\nfirm, said.\n    \"But these companies are not unwitting victims of the\ntake-or-pay dispute between Transco and producers,\" he said.\n    Distributors have turned a deaf ear to Transco's request\nfor an inventory charge, which reserves the pipeline facility\nfor spot gas to be delivered to these companies, he said.\n    Without spot supplies, the high cost of system gas will\nthreaten to drive away large customers capable of shifting to\nalternative fuels, he said.\n    In absence of any guidelines on inventory charges from the\nFederal Energy Regulatory Commission, the matter is being\nnegotiated between pipelines and customers, Richards said.\n    Now that Transco has refused to transport cheap spot gas\nfor them, these distributors are likely to be more conciliatory\non the inventory charge, he said.\n    \"Cool heads will prevail,\" DLJ's Launer said, \" but it may\ntake a while.\"\n       \n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}