{
    "DATE": "27-APR-1987 07:24:22.56",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "hong-kong",
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "NEWID": "17274",
    "TEXT": {
        "TITLE": "BALDRIGE SAYS U.S. WANTS JAPAN TRADE PROPOSALS",
        "DATELINE": "    HONG KONG, April 27 - ",
        "BODY": "U.S. Secretary of Commerce Malcolm\nBaldrige said he hopes Japanese Prime Minister Yasuhiro\nNakasone will make specific proposals to ease U.S.-Japan trade\nfriction at a meeting with President Reagan this week.\n    He also told reporters he hopes the U.S. Will soon be able\nto lift sanctions imposed against Japan for alleged violations\nof an accord on semiconductors.\n    \"We have been very specific about our trade problems,\" he\ntold a news conference during a stopover in Hong Kong. \"I hope\n(Nakasone) brings some specific answers to the trade problems.\"\n    \"We want to lift the sanctions as soon as possible,\" Baldrige\nsaid.\n    He said that once the U.S. Determines that Japan is selling\nsemiconductors at cost it will be able to lift the 300 mln U.S.\nDlrs of duties it imposed on Japanese electronics goods on\nApril 17.\n    \"We have not seen that yet,\" he said, adding that it would\ntake about one month to determine whether the alleged\nviolations of a bilateral semiconductor pact had been\ndiscontinued.\n    Baldrige did not say what specific solutions he wanted for\nU.S.-Japan trade problems.\n    But the New York Times today quoted administration sources\nas saying that the U.S. May be able to lift trade sanctions\nagainst Japan by the end of June.\n    Japan would have to show that it had stopped underpricing\nsemiconductors and had widened access in Japan top U.S. Chip\nproducers.\n    Baldrige also said that despite the current trade rift, the\nU.S. And Japan have long had friendly ties that neither side\nwants to change.\n    \"We have a very special relationship with Japan. Japan is a\nfriend and our ally,\" Baldrige said. \"Neither one of us wants\nthat to change.\"\n    He also repeated statements that he did not foresee a trade\nwar with Japan but that the U.S. Had no choice but to impose\nthe trade sanctions.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}