{
    "DATE": " 5-APR-1987 02:18:57.87",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "13244",
    "TEXT": {
        "TITLE": "EC AGREES ON NEED TO STRENGTHEN EMS",
        "AUTHOR": "    By Tony Carritt, Reuters",
        "DATELINE": "    KNOKKE-HEIST, Belgium, April 5 - ",
        "BODY": "European Community (EC)\nfinance ministers and central bankers agreed on the need for\ngreater cooperation to strengthen the European Monetary System\n(EMS) against international market turbulence, officials said.\n    \"There was a general will to reinforce the European Monetary\nSystem, with all that implies,\" Belgian Finance Minister Mark\nEyskens said yesterday after hosting a one-day session of\ninformal talks at this Belgian coastal resort.\n    The gathering was the first such discussion since the\nsecond major realignment of EMS parities within nine months in\nJanuary.\n    The system has come under severe strain as funds have\nflowed out of the slumping dollar and into the dominant EMS\ncurrency, the West German mark, sending it soaring against\nweaker currencies in the system.\n    But Eyskens said February's agreement between leading\nwestern industrialised nations to stabilise exchange rates at\naround current levels was working and this would allow the EC\nto speed up its efforts to boost the internal stability of the\nEMS.\n    He told a news conference yesterday's meeting agreed on the\nneed for closer coordination among EMS member governments of\ninterest rate policies and of interest rate differentials\nbetween different countries.\n    They also agreed they needed better coordination of\nexchange market intervention to hold currencies stable, both\nwhen they reached their fixed EMS limits and within their\nagreed margins.\n    But Eyskens said this coordination raised a whole range of\ntechnical problems and ministers would discuss these further in\nLuxembourg in June on the basis of proposals from the EC's\nMonetary Committee and Committee of Central Bank Governors.\n    He said the EC needed a set of indicators of economic\nconvergence betwen Community countries and it was important\nthat interest rates fulfilled this role together with exchange\nrates and inflation rates.\n    The Belgian minister, whose country presently holds the\npresidency of the community, made clear the meeting had not\nproduced any agreement to move radically forward in developing\nthe EMS towards the EC's long term goal of economic and\nmonetary integration.\n    \"We have committed ourselves to reestablishing the normal\nfunctioning of the system,\" Eyskens said.\n    Eyskens has repeatedly stressed that he believes the EMS\nhas to be reinforced if the EC's plans to liberalise all\nmovements of capital across national borders by 1992 are to go\nahead.\n    EC executive Commission President Jacques Delors told the\nmeeting the authority would put forward proposals for a final\nphase of capital market liberalisation in October that would\ninclude safeguard clauses for member countries for which the\nmove would create difficulties.\n    Eyskens said the ministers and central bankers also\ndiscussed the need to \"dedramatise\" realignments of EMS parities\nby letting high-ranking monetary officials carry them out by\ntelephone rather than calling a meeting of finance ministers.\n    However, West German sources said Bonn Finance Minister\nGerhard Stoltenberg was unenthusiastic about the idea.\n    British Chancellor of the Exchequer Nigel Lawson told\njournalists that one of the technical issues raised by greater\ncoordination of exchange market intervention was the question\nof which currencies should be used to intervene and held in\ncentral bank reserves.\n    He said several EMS member countries believed the EMS would\nwork better if central banks held each other's currencies -- an\nissue of particular importance regarding West Germany since the\nBundesbank holds only dollars in its foreign exchange reserves.\n    He said the debate on dedramatising EMS realignments\nreflected a general feeling among participants that the way the\nJanuary reshuffle had been conducted was unsatisfactory.\n   The realignment was marked by acrimony between France and\nWest Germany, with each side blaming the other for strains in\nthe system that forced the parity overhaul.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "eyskens",
        "delors",
        "stoltenberg",
        "lawson"
    ],
    "ORGS": [
        "ec"
    ]
}