{
    "DATE": " 6-MAR-1987 17:57:43.70",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2924",
    "TEXT": {
        "TITLE": "TAFT<TFB> BIDDERS WOULD SELL ENTERTAINMENT UNIT",
        "AUTHOR": "    By Cal Mankowski, Reuters",
        "DATELINE": "    NEW YORK, March 6 - ",
        "BODY": "A proposed buyout of Taft Broadcasting\nCo by Dudley Taft and other investors includes a plan to sell\nthe company's Entertainment Group, according to one of the\ninvestors.\n    Jonathan Nelson, managing director of Narragansett Capital\nCorp <NARR>, which is participating in the buyout plan,\ndeclined to say if buyers have already been lined up for the\nEntertainment Group. \"We are considering selling the group,\"\nNelson said. Wall Street analysts said any of the Hollywood\nfilm studios which might be interested.\n    Taft Broadcasting Co did not comment on the 145 dlr per\nshare offer. Taft has 9.2 mln shares outstanding, of which 12\npct are owned by the Taft and Ingalls families.\n    Dudley Taft relinquished the title of president in July but\ncontinues as vice chairman of the company.\n    Taft-Narragansett requsted a response to its proposal by\nMarch 12.\n    If the plan is accepted, Taft would be a private company\nfinanced by high yield bonds and bank debt, Nelson said.\nNarragansett is an investment management company specializing\nin leveraged buyout transactions.\n    Taft shares climbed 19 to 151-1/2, causing arbitrageurs to\nsay investors believe the bidders may raise their price.\n    Robert M. Bass, who controls 25 pct of the stock, and\nAmerican Financial Corp, holder of 15 pct, did not return\ntelephohe calls seeking comment.\n    But Dennis McAlpine, analyst at Oppenheimer and Co, said \"I\ndon't think it's worth 150 dlrs.\" He noted Taft recently agreed\nto sell a group of independent television stations at a loss.\nHe said the entertainment group, which includes the\nHanna-Barbara animation studios, is currently hampered by a\nglut of animated product.\n    Taft Broadcasting has never commented on reports that its\nmajor stockholders met recently to discuss a break-up of the\ncompany.\n    MacAlpine said there are lots of options for reshaping the\ncompany with a distribution of various pieces to the major\nshareholders among the possibilities.\n    Analyst Alan Gottesman of L.F. Rothschild, Unterberg Towbin\nInc said the Bass group has been increasing its stake in the\nbelief the company would be worth more with a change in its\nstrategy. He said Bass pushed for sale of the independent\ntelevision stations because the company paid too much.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "yeutter"
    ],
    "ORGS": [
        "un"
    ],
    "EXCHENGES": [
        "cme"
    ]
}