{
    "DATE": "27-MAR-1987 08:07:58.59\u0005\u0005\u0005C G",
    "TOPICS": [
        "carcass",
        "sugar"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "10373",
    "TEXT": {
        "TITLE": "EC EXTENDS PARTS OF FREE FOOD FOR POOR SCHEME",
        "DATELINE": "     BRUSSELS, March 27 - ",
        "BODY": "A scheme to distribute surplus food\nfree to the poor in the European Community (EC), which was due\nto expire next Tuesday, will be partially extended for a\nfurther month, an EC Commission spokesman said.\n    He added the executive Commission has not yet decided\nwhether the scheme should become a permanent feature of the\nEC's struggle to find a use for its massive stocks of farm\nproduce.\n    Almost 60,000 tonnes of cereals, sugar, beef, butter and\nother food have been authorised for distribution under an\noperation sanctioned by EC farm ministers on January 20 in\nwhich charities act as executive Commission agents.\n    The original idea was to help the needy survive this year's\nunusually cold European winter.\n    The spokesman said the Commission was extending the scheme\nfully in Greece, which has recently been hit by unseasonal\nsnowstorms, for the month of April.\n    Other EC countries would be authorised to use stocks of\nfood for which they have already applied under the scheme up to\nApril 30. The spokesman said this would enable distribution of\nflour, semolina, sugar and olive oil at a relatively high rate\nnext month.\n    He said the Commission, which has powers to continue most\naspects of the scheme without consulting ministers further,\nwill be considering soon whether it should be made permanent.\n    Cost, which has already reached around 65 mln European\ncurrency units, would be a major consideration.\n    End-January stocks included 1.28 mln tonnes of butter,\n520,000 tonnes of beef and over 10 mln tonnes of cereals.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}