{
    "DATE": "12-MAR-1987 10:59:05.96",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "4266",
    "TEXT": {
        "TITLE": "BRITISH TELECOM CAUTIOUS ON EARNINGS PROSPECTS",
        "DATELINE": "    LONDON, March 12 - ",
        "BODY": "British Telecommunications Plc's <BTY.L>\nprofit growth prospects for the coming years will be reduced by\nincreasing competition and continued costs for replacing old\ntelephone systems, deputy chairman Graeme Odgers said.\n    Speaking at a news conference on the third quarter results\nwhich were released earlier today, Odgers said the company\nfaced heavy costs for installing new digital telephone systems\nin Britain for three to five years.\n    He said <Mercury Communications Ltd>, a Cable and Wireless\nPlc <CAWL.L> subsidiary, was becoming a significant competitor.\n    Odgers said Mercury was seeking to make inroads into some\nof British Telecom's most profitable areas.\n    One company official privately estimated that British\nTelecom still had a 99 pct share of the U.K. Telecommunications\nmarket but feared that this could slip to 95 or 90 pct.\n    The recent two-and-a-half-week engineering strike, which\nlead to some disruption in service, could well have encouraged\nclients to consider using the Mercury system, Odgers said.\n    However, he forecast that the last quarter's results\noverall should not be adversely affected by the walkout.\n    He calculated salary savings as a result of the strike at\n50 mln stg and while loss of income on telephone calls should\nbe limited revenue probably dropped on peripheral activities.\n    But on balance Odgers said that group's financial strength,\neconomies of scale and the fact that it operates in a growth\nindustry will help produce annual profit increases for the\nforseeable future.\n    British Telecom will also seek to expand into\nmanufacturing, he said, adding that research and development\nexpenditure will rise both in terms of value and compared with\nthe current proportion of two pct of overall turnover.\n    Analysts said the company's downbeat forecasts helped\nshares dip to 242p in mid-afternoon, down 4p from yesterday's\nclose and off an early high of 248p.\n    Philip Augar of stockbrokers Wood Mackenzie and Co Ltd said\nthe market expects slower profit growth, but forecast a seven\nto eight pct rise in both earnings per share and pretax profit\nover the next two years. In the 1985/86 financial year, pre-tax\nprofit rose to 1.81 billion stg from 1.48 billion.\n    Augar noted that a government-imposed formula linking\ncharges to inflation meant that the company's scope for raising\nprices was limited as long as inflation remains low.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "king-fahd"
    ],
    "ORGS": [
        "opec"
    ]
}