{
    "DATE": "26-APR-1987 00:13:33.63",
    "TOPICS": [
        "money-supply",
        "cpi"
    ],
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "garcia",
        "de-la-madrid",
        "mancera-aguayo"
    ],
    "NEWID": "17193",
    "TEXT": {
        "TITLE": "BUNDESBANK AIMS FOR TIGHT MONEY POLICY - SCHLESINGER",
        "DATELINE": "    FRANKFURT, April 26 - ",
        "BODY": "The Bundesbank is trying to keep\nmonetary policy tight in order to counter inflationary\ntendencies, Bundesbank Vice-President Helmut Schlesinger was\nquoted as saying.\n    \"We are trying to keep the monetary framework tight, so that\ninflationary pressures cannot develop,\" he told the Frankfurter\nNeue Presse daily in an interview.\n    \"Central bank money stock does not have to be reduced\nbecause of this, but it must continue to grow modestly,\" he\nsaid.\n    Bundesbank spokesmen were not available for comment.\n    On Thursday Schlesinger said in a contribution to the\nHandelsblatt daily that the accommodative monetary stance in\nWest Germany caused by outside pressures could not determine\npolicy in the long term.\n    The improvement in West German terms of trade, providing\nroom for non-inflationary expansion of domestic demand in\nexcess of output growth, put the overshoot of central bank\nmoney stock in a more positive light, he said on Thursday.\n    Central bank money stock, the Bundesbank's main monetary\nmeasure, was growing at an annual rate of 7.3 pct in March,\nabove the 1987 three-six pct target range.\n    Money stock overshot the 3.5-5.5 pct 1986 growth target.\n    Schlesinger told the Frankfurter Neue Presse that the phase\nof falling prices was over in West Germany.\n    Prices might still be lower on a comparison with their\nlevel one year earlier. But the cost of living index has risen\nto 120.7 in March from its November 1986 low of 120.0,\nexpressing a slight rise in prices, Schlesinger said.\n    In March the cost of living was steady against February but\n0.2 pct below March 1986.\n    Schlesinger said a rise of between one and 1.5 pct during\n1987 would be acceptable, and effectively mean price stability.\n    Agreements so far in the current West German wage round are\nneutral as far as inflation is concerned because of the\nstrength of the mark, Schlesinger said.\n    Wage agreements in the public service and engineering\nindustry were relatively high in view of the stable cost of\nliving. But the higher costs would be compensated for, he said.\n    \"I am thinking above all of the fact that in the course of\nthis year we will in all probability have a stronger mark\nagainst other currencies than last year,\" he said, adding\n\"Without this mark revaluation effect, we would have had to say\nthat the wage rise agreements were not neutral for prices.\"\n    Schlesinger said exchange rate movements had increased the\nscope for redistributing wealth this year, but this development\nwas unlikely to continue in 1988.\n    \"For this reason I cannot comment on that part of the\nengineering agreement which covers the coming years,\" he said.\n    Some 2.3 mln workers for the public services received a 3.4\npct pay rise from January 1. An agreement for four mln\nengineering workers raised pay by 3.7 pct from April 1, and\nthen raises pay by another two pct from April 1, 1988 and by\n2.5 pct from April 1, 1989. The engineering agreement also cuts\nthe working week by 1-1/2 hours to 37 hours in two stages.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ]
}