{
    "DATE": "31-MAR-1987 07:13:38.68",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11236",
    "TEXT": {
        "TITLE": "CSR SELLING DELHI TO EXXON UNIT, DROPS DELHI FLOAT",
        "DATELINE": "    SYDNEY, March 31 - ",
        "BODY": "CSR Ltd <CSRA.S> and Exxon Corp <XON>\nunit <Esso Exploration and Production Australia Inc> said CSR\nhas agreed to sell its <Delhi Australia Fund> (DAF) to Esso for\n985 mln Australian dlrs.\n    The sale is effective from tomorrow, they said in a joint\nstatement.\n    The previously announced float of part of its Delhi\ninterest will not now proceed, CSR said in the statement.\n    Delhi Australia Fund owns <Delhi Petroleum Pty Ltd>, which\nholds an average of 25 pct in the Santos Ltd <STOS.S>-led\nCooper and Eromanga Basin gas and liquids projects.\n    In addition to the purchase price, CSR will share equally\nin any returns due to increases in crude oil and condensate\nprices over certain levels for liquids produced from Delhi's\ninterests in the next two years, the statement said.\n    \"The Esso proposal to purchase all the Delhi interest will\nbe more beneficial to our shareholders than proceeding with the\nfloat,\" CSR chief executive Bryan Kelman said in the statement.\n    Kelman said the sale of Delhi would enable CSR to focus\nefforts on expanding business areas such as sugar and building\nmaterials in which CSR has had long and successful management\nexperience and strong market leadership.\n    With the sale, CSR will be able to expand those businesses\nmore aggressively and earlier, he said.\n    As reported separately, soon after announcing the Delhi\nsale CSR launched a takeover bid for the 68.26 pct of <Pioneer\nSugar Mills Ltd> that it does not already hold, valuing its\nentire issued capital at 219.6 mln dlrs.\n Reuter\n\u0003"
    },
    "PLACES": [
        "australia"
    ],
    "PEOPLE": [
        "thatcher",
        "ryzhkov"
    ],
    "ORGS": [
        "itc",
        "icco",
        "ico-coffee",
        "unctad"
    ]
}