{
    "DATE": "26-APR-1987 22:57:22.08",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "australia"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "NEWID": "17212",
    "TEXT": {
        "TITLE": "CSR PLANS TAKEOVER BID FOR MONIER",
        "DATELINE": "    SYDNEY, April 27 - ",
        "BODY": "CSR Ltd <CSRA.S> said it plans to offer\n3.50 dlrs a share cum-bonus for all the issued capital of\nbuilding products group Monier Ltd <MNRA.S>.\n    The offer values Monier's current issued capital of 156.28\nmln shares at 547 mln dlrs and compares with the latest share\nmarket price of 2.80 dlrs, equal to last Friday's close.\n    Monier recently said it proposes to make a one-for-two\nbonus issue before June 30.\n    CSR will shortly announce further details of the offer\nincluding a CSR share alternative, it said in a statement.\n    CSR said it currently holds 323,000 Monier shares or only\n0.21 pct of the company's issued capital.\n    Redland Plc <RDLD.L>, the holder of 49.87 pct of Monier,\nhas agreed with CSR that Redland will not accept the offer for\nits stake initially, CSR said.\n    Instead, CSR has granted Redland two alternative options,\nthe first giving Redland the right to accept the CSR offer at\nthe same price within six months of the closing date of the\nbid, the company said.\n    The second grants Redland the option to increase its Monier\nholding to 50.1 pct in the same period.\n    The second option is exercisable by Redland at 3.50 dlrs a\nshare, CSR said.\n    Both option deals are subject to the approval of Monier\nshareholders except CSR and Redland.\n    As previously reported, Redland and Monier had been\ndiscussing a possible Redland bid for Monier but the talks\nbroke off two weeks ago.\n    CSR said Redland supports the CSR offer as a means of\nestablishing a fruitful joint venture in building materials in\nwhich they both have interests. At the end of the offer, they\nwill discuss how these interests may be developed.\n    Redland has indicated that it would be prepared to consider\nat a later stage an increase in CSR's Monier stake to enable it\nto become a CSR subsidiary, assuming Redland exercises the\nsecond option, CSR said.\n    It said the offer is generous because it will give Monier\nshareholders a price equivalent to 16.8 times after-tax\nearnings in 1985/86 ended June 30, a 25 pct premium over\nFriday's market price and a 125 pct premium over last reported\nnet tangible asset backing per share of 1.57 dlrs.\n    The offer is beneficial for both CSR and Monier\nshareholders, CSR's chief executive officer Bryan Kelman said.\n    \"The acquisition will broaden CSR interests in building\nmaterials by the addition of complementary domestic and\noverseas businesses in concrete and clay tiles, metal roofing\nmaterials and concrete blocks and piping,\" Kelman said in the\nstatement.\n    \"Importantly, the acquisition will provide CSR with new\ngrowth opportunities in building materials both in Australia\nand overseas,\" he added.\n    Monier, which earned a net 32.49 mln dlrs in 1985/86, has\noperations in a number of countries, including the U.S., Japan,\nBritain and New Zealand, as well as Australia.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}