{
    "DATE": "21-MAR-1987 08:26:48.39",
    "TOPICS": [
        "gold"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "8068",
    "TEXT": {
        "TITLE": "FORMER GOLD FIRM EXECUTIVES ARRESTED IN JAPAN",
        "DATELINE": "    OSAKA, Japan, March 21 - ",
        "BODY": "The public prosecutors and police\nhere arrested five former senior executives of a bankrupt gold\ndeposit business group for defrauding about 450 clients of\nabout 1.5 billion yen for gold bars which were never delivered,\npolice said.\n    The case involving the Toyota Shoji Company was highlighted\nwhen its 32-year-old Chairman Kazuo Nagano was stabbed to death\nhere in public view in June, 1985.\n    Television crews which had been waiting outside Nagano's\nhome filmed two men smashing their way into the home and later\nemerging with a bloodstained bayonet.\n    The company, established here in 1981, undertook to hold\ngold on deposit for investors. It grew into a nationwide\nbusiness operation with 87 branch offices and 7,000 employees\nat its peak in early 1985.\n    Toyota Shoji's business group collected an estimated 200\nbillion yen from about 30,000 clients, many of them pensioners\nand housewives, before the firm went bankrupt in July, 1985,\naccording to lawyers.\n    Of them, some 18,000 clients cla\u007fimed they could get back\nneither gold or money, suffering an aggregate loss of 150\nbillion yen, local press reports said.\n    Police said the five arrested on charge of fraud today\nincluded Hiroshi Ishikawa, 47, former Toyota Shoji president,\nand a sixth former executive was placed on a wanted list.\n    They were suspected of having collaborated with the late\nNagano in swindling about 1.5 billion yen from about 450 people\nin Osaka and n\u007fearby Kobe during a six month period just before\nthe firm's bankruptcy, they said.\n    To\u007f\u007fday's arre\u007fst came a\u007f\u007ffter narly two years of joint\u007f\ninvestigation by the public prosecutors and police, who \u007fhad\nquestioned about 3,000 of\u007f\u007f the firm's former employees\u007f,\npolice sou\u007frces \u007f\u007fsaid.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "unctad",
        "inro"
    ]
}