{
    "DATE": "17-MAR-1987 04:19:03.50",
    "TOPICS": [
        "livestock",
        "carcass"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "5812",
    "TEXT": {
        "TITLE": "JAPAN SEEN REDUCING BEEF, PORK INTERVENTION PRICES",
        "DATELINE": "    TOKYO, March 17 - ",
        "BODY": "The Agriculture Ministry is expected to\nreduce official intervention prices for beef and pork in\n1987/88 starting in April, but the cutback ratio has not been\nset yet, industry sources said.\n    Production prices, the basis for setting intervention\nprices, have been falling because of declining compound feed\nprices due to low coarse grain import prices, they said.\n    Last November an advisory panel urged the government to\nwork on reducing officially set high farm product prices to\nlevels closer to international values, the sources added.\n    In Japan the government maintains a price stabilisation\nzone system for beef and pork to support domestic producers.\n    The stabilisation zone is kept by the semi-government\nLivestock Industry Promotion Corp (LIPC) through a buffer stock\noperation in the wholesale market.\n    The 1987/88 beef and pork price stabilisation zone will be\nset by the end of March after an advisory panel to the\nAgriculture Ministry recommends the price zone at a meeting on\nMarch 25, ministry officials said. At present, the standard or\nbottom price of castrated wagyu beef, known as marbled beef, is\n1,400 yen per kilo, while its ceiling is 1,820, they said.\n    The standard price of other beef, mainly produced from\ndairy steers, is now 1,090 yen per kilo and the ceiling is\n1,420, the officials said. The pork standard price is now 540\nyen per kilo and the ceiling 760.\n    They said the domestic beef intervention price influences\nimported beef selling prices on the domestic market.\n    Japan sets an annual beef import quota. A semi-government\nbody imports most of this and releases it to wholesalers or\nprocessors in line with the standard price of other beef\ncategories in an attempt to avoid jeoparadising domestic beef\nprices, they said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}