{
    "DATE": "31-MAR-1987 09:27:14.18",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11299",
    "TEXT": {
        "TITLE": "GAF <GAF> SEEKS ALL OF BORG-WARNER <BOR>",
        "DATELINE": "    WAYNE, N.J., March 31 - ",
        "BODY": "GAF Corp said it has made an all\ncash merger proposal to Borg-Warner Corp at 46 dlrs per share\nfor all the company's common stock.\n    Following a meeting yesterday with Borg-Warner officials\nand investment bankers, GAF said, it is today delivering a\nletter to the Borg-Warner board outling the terms of the\nproposal that would be made by tender offer, pursuant to a\nmutually acceptable merger agreement to be approved by the\nBorg-Warner board and conditioned on that board's\nrecommendation of the tender offer and merger.\n    GAF, in its letter, stated it intends to finance the\nproposed acquisition entirely with its own funds and bank\nborrowings under a syndicated bank loan from a group of banks\nled by Chase Manhattan Corp's <CMB> Chase Manhattan Bank.\n    Last week, GAF increased its ownership of Borg-Warner\nshares to 19.9 pct of those outstanding Minstar Inc <MNST> sold\nits 12.4 pct holding.\n    GAF emphasized \"the amicable nature of the proposed\ntransaction,\" which it characterized as a partnership.\n    GAF said it wanted to discuss with the Borg-Warner board \nkey roles for Borg-Warner's senior management in the new\norganization, board representation for Borg-Warner directors on\na newly constituted board, and a company name change.\n    GAF said it will be filing an amendment to its 13-D with\nthe U.S. Securities and Exchange Commission.\n    Borg-Warner has about 85.6 mln common shares outstanding.\n    Minstar chairman Irwin L. Jacobs sold his stake after\nBorg-Warner after the company failed to respond to his\nmid-February offer for a negotiated agreement at a minimum\nprice of 44 dlrs a share.\n    In November, Jacobs had offered to enter into acquisition\ntalks with Borg-Warner based on a price of between 43 and 48\ndlrs a share.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}