{
    "DATE": "16-MAR-1987 05:27:27.81",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "hong-kong"
    ],
    "NEWID": "5234",
    "TEXT": {
        "TITLE": "BOND DEFERS RIGHTS ISSUE, MULLS PROJECT PARTNERS",
        "DATELINE": "    HONG KONG, March 16 - ",
        "BODY": "<Bond Corp International Ltd>, a\nsubsidiary of the Australian-based Bond Corp Holdings Ltd\n<BONA.S>, said it would defer its planned rights issue but\nstill wants the issue to be made before July 31.\n    No date has been set for the issue, announced in January.\n    In a document to shareholders, Bond Corp said the delay\nfollows its receipt of a 240 mln H.K. Dlr loan from its parent\ncompany to meet the first payment on the newly acquired Bond\nCentre commercial complex in central Hong Kong.\n    It also wants outside partners to take up to 50 pct in the\nproject, the company said.\n    The January announcement said the rights issue would\nfinance Bond Corp's 1.4 billion dlr acquisition of a 23.77 pct\nstake in HK-TVB Ltd <TVBH.HK> from film magnate Run Run Shaw.\n    The company then reached an agreement with a consortium led\nby Sino Land Co Ltd <SINO.HK> to buy a commercial complex that\nis still under construction for 1.9 billion dlrs.\n    Bond International said in the document that except for the\n240 mln dlr loan, the deal would be financed from internal\nresources and by selling an interest in the building.\n    The payments must be completed by the end of 1987.\n    Bond International has also sold several residential\nbuildings in Hong Kong's mid-levels district for a total of\n68.35 mln dlrs, the statement said.\n    The flats were among the properties it bought last year\nfrom Hongkong Land Co Ltd <HKLD.HK> for 1.4 billion dlrs.\n    Analysts said Bond International is heavily geared as it\nhas relied on bank borrowings to purchase both the Hongkong\nLand properties and the HK-TVB shares.\n    Bond International also said in the document that while it\nplans to sell an interest in the complex it will hold the\nHK-TVB shares as a long-term investment.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "lange"
    ]
}