{
    "DATE": " 1-MAR-1987 09:41:37.88",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "bahrain",
        "kuwait",
        "oman",
        "saudi-arabia",
        "qatar",
        "uae"
    ],
    "NEWID": "247",
    "TEXT": {
        "TITLE": "GULF BOND, STOCK MARKETS LAG BEHIND, GIB SAYS",
        "DATELINE": "    BAHRAIN, March 1 - ",
        "BODY": "Gulf money markets have grown reasonably\nwell during the past decade, but bond and stock markets remain\nto a large extent fragmented and lag behind, <Gulf\nInternational Bank BSC> (GIB) said.\n    The bank's economist Henry Azzam said in a review of Gulf\ncapital markets that investors have to relinquish traditional\ninvestment vehicles such as real estate, foreign currency bank\naccounts and precious metals.\n    \"Greater financial sophistication is needed coupled with\nmore diversified capital market instruments and a change in the\ndisclosure requirements on company accounts,\" he said.\n    The GIB study reviewed capital markets under three\ncategories -- money markets, stock and bond markets.\n    Azzam said Gulf states had been making greater use of\nshort-term money market instruments and banks in the region had\nfloated various euronotes and underwriting facilities.\n    \"Nevertheless, bond and stock markets remain, to a large\nextent, fragmented and lagging behind,\" he said.\n    Most debt in the region is still raised by syndicated loans\nand bank facilities and very few companies had made use of\nstock or bond issues. Only Kuwait has an official stock\nexchange, while other Gulf nations have yet to establish\nexchanges.\n    But with dwindling financial surpluses in the Gulf,\ngovernments are actively pursuing ways to develop capital\nmarkets and set up domestic stock exchanges, Azzam said.\n    He said recession stemming from sliding oil prices had\n\"clearly had a negative impact on the development of capital\nmarkets in the region.\"\n    In addition, family firms are reluctant to go public,\nfinancial awareness among investors is still lacking and\ninvestment analysis and corporate reporting standards lack\ndepth. A sharp fall in share prices in the early 1980s prompted\ninvestors to hold on to shares hoping for an eventual recovery.\n    Azzam said the absence of proper commercial law in some\nGulf countries and authorities' apparent reluctance to adopt\nfinancial innovations had also hampered capital markets.\n    He called for clearly defined laws governing incorporation\nof joint stock companies and the flotation of debt instruments.\n    Azzam said capital market instruments should be made\navailable to all citizens and institutions of Gulf Cooperation\nCouncil (GCC) states -- Bahrain, Kuwait, Qatar, Oman, Saudi\nArabia and the United Arab Emirates (UAE). Some moves had been\ntaken in this direction, with Bahrain allowing GCC nationals to\nown up to 25 pct of locally incorporated companies.\n    Azzam said Gulf money markets had received greater depth\nfrom the introduction of treasury bill offerings in Bahrain and\nthe expansion of securities repurchase regulations in Saudi\nArabia.\n    But he added there is \"no bond market to speak of\" in Saudi\nArabia, Qatar, Oman or the UAE, with the last Saudi riyal\ndenominated bond issued in 1978.\n    While Bahrain plans an official stock exchange and trading\nin Saudi Arabia has picked up, establishment of formal\nexchanges in Qatar, Oman and the UAE does not appear imminent,\nAzzam said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "keating"
    ]
}