{
    "DATE": "20-OCT-1987 16:47:30.15",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "20744",
    "TEXT": {
        "TITLE": "BANK OF NEW YORK REAFFIRMS TERMS FOR IRVING <V>",
        "DATELINE": "    NEW YORK, Oct 20 - ",
        "BODY": "The Bank of New York Corp <BK> said it\nreaffirmed the terms of its offer for Irving Bank Corp despite\nthe drop in the Bank of New York's share price to 30-1/8, a\nBank of New York spokesman said.\n    \"The offer still stands, we have not changed our offer,\" a\nBank of New York spokesman said.\n    Irving would not comment on how the drop in the market\naffects its position on the bid or whether it would buy back\nany of its own shares.\n    Earlier this month, Irving rejected the bid as inadequate\nand said it wanted to retain its independence.\n    In late September, Bank of New York offered 80 dlrs per\nshare in cash for 47.4 pct of Irving. For the remaining 52.6\npct, it offered an exchange of 1.9 shares of its shares for one\nIrving share.\n    At that time, the stock purchase portion was worth close to\n80 dlrs per share, but now that portion is worth 53 dlrs per\nshare for a net price of 68 dlrs, one analyst said.\n    According to the prospectus offer, shareholders may tender\nfor all cash or all shares on a first come, first serve basis.\n    Analysts were mixed about how the stock price drop would\naffect the acquisition.\n    \"If it gets to the Irving shareholders, they would approve\nit, but Irving hopes the offer won't go to the shareholders,\"\nsaid Mark Alpert, banking analyst with Bear Stearns Cos Inc.\n    \"And the market is saying the deal won't go through,\"\nAlpert said.\n    \"The transaction looks highly unlikely to be completed at\npresent. If Irving wouldn't go with the offer at 80 dlrs a\nshare, then they won't go at a lower price,\" another analyst\nsaid.\n    The analyst also doubted that Bank of New York could afford\nto retain its original offer.\n    However, industry sources were more uncertain about\nprospects for the deal.\n    \"With Irving's price so low, Bank of New York's offer will\nlook good to Irving shareholders,\" said Michael Flores, a\nconsultant at Bank Earnings International, a consulting firm.\n    The drop of Irving's share to 44 dlrs per share, which is\nabout a 26 dlr drop from the beginning of last week, increases\nthe chance that Bank of New York will succeed, Flores said.\n    Analysts said that the drop in bank stock prices is likely\nto depress the level of mergers and acquisition in the banking\nindustry.\n    \"Bank takeovers are less likely because banks can't use\ntheir own stock to make acquisitions because their share price\nis too depressed,\" Alpert said.\n    Since only banks can buy another bank, the only other\npossible acquirors would be a foreign bank, Alpert said.\n    \"In the market drop the stock of acquirors got clobbered\nmore than the acquirees,\" another analyst said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "EXCHENGES": [
        "amex"
    ]
}