{
    "DATE": "16-MAR-1987 16:31:47.95",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "5692",
    "TEXT": {
        "TITLE": "BRAZIL'S TRADE SURPLUS DOUBLED IN FEBRUARY",
        "DATELINE": "    RIO DE JANEIRO, March 16 - ",
        "BODY": "Brazil's trade surplus doubled\nin February to 261 mln dlrs from January's 129 mln but was well\nbelow the 628 mln dlrs of February last year, official figures\nshow.\n    Director of the Banco do Brasil's foreign trade department\n(CACEX), Roberto Fendt, told reporters the upturn in February\nconfirmed a rising trend in exports which totalled 1.53 billion\ndlrs against 1.26 billion in January and, after excluding\ncoffee and oil derivatives, was only slightly below the same\nmonth last year.\n    Coffee earnings were down to 110 mln dlrs against 295 mln\nin February, 1986, because of lower prices, he added.\n    Fendt said although the February results were lower than\nthe average expected for the rest of the year, the government's\ntarget of an eight billion dlr surplus for 1987 should be\nachieved. This would compare with a 1986 surplus of 9.5 billion\ndlrs.\n    Exports this year are expected to total 22.5 billion dlrs\nand imports 14.5 billion, he added. In 1986 exports totalled\n22.4 billion dlrs and imports 12.9 billion.\n    Fendt said the rise in imports in February to 1.27 billion\ndlrs from 1.12 billion in February last year was in line with\ngovernment plans to foster economic growth.\n    Fendt said imports were running at levels well above the\ntraditional average for Brazil.\n    Imports in the first two months of the year, excluding oil\nand wheat, totalled 1.8 billion dlrs against 1.47 billion in\nthe same 1986 period.\n    This rise reflected industry's need for equipment to raise\nproduction and is perfectly compatible with the government's\nprogram for economic growth, Fendt added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "balladur"
    ]
}