{
    "DATE": " 4-MAR-1987 12:44:30.99",
    "TOPICS": [
        "bop",
        "trade",
        "gnp"
    ],
    "PLACES": [
        "turkey"
    ],
    "NEWID": "1611",
    "TEXT": {
        "TITLE": "TURKEY SEES 1.5 BILLION DLR DEFICIT IN 1986",
        "DATELINE": "    ANKARA, March 4 - ",
        "BODY": "Turkey expects a 1986 balance of payments\ndeficit of 1.5 billion dlrs, well over target, but is taking\nsteps to improve its performance in this and other fields, Ali\nTigrel, director of economic planning at the State Planning\nOrganisation said.\n    He told Reuters the shortfall was a direct consequence of\neconomic growth of nearly eight pct, up from 5.1 pct in 1985,\nwhich he said resulted mostly from a surge in domestic demand.\n    Tigrel acknowledged a need to cut inflation further after a\ndrop of more than 12 points to 24.6 pct in the Treasury\nwholesale index last year.\n    This year's target of 20 pct \"might be attainable but the\neconomic management will have to be careful,\" he said.\n    Tigrel, whose department produces the annual programme\nwhich is central to the government's economic planning, said\nTurkey's creditworthiness was at risk over the current account\nshortfall, originally targeted at 695 mln dlrs.\n    \"We must alleviate the current account substantially to\nsustain the creditworthiness that we have managed to secure\nover the last five years,\" he added.\n    His comment echoed last October's Organisation for Economic\nCooperation and Development report on Turkey, which said\nAnkara's case for more medium-term financing on better terms\nwould look better if inflation were lower and the current\naccount deficit cut or turned into a surplus.\n    \"In 1987 we must reduce the rate of growth in public sector\ninvestments, we must reduce the public sector deficit as a\npercentage of GNP and we must achieve a very visible\nimprovement in the current account deficit,\" he said.\n    Tigrel said a surge in public sector spending last year was\nalso to blame for the high deficits.\n    Appropriations to government departments had been cut by\neight pct since the budget was passed in December and foreign\nborrowing by municipalities had been restrained.\n    \"We are trying make sure that public bodies stick to the\ninvestment programme and do not exceed their appropriations,\" he\nsaid. It was hoped to bring the public sector borrowing\nrequirement down to five pct of GNP in 1987 from an estimated\n5.6 pct in 1986.\n    More modest GNP growth of five pct for 1987 was also\ntargeted, Tigrel said. Measures were being taken to encourage\nexports, and production incentives were being considered.\n    \"We must try to make sure that more capacity is injected\ninto the Turkish economy in the coming years. The promotion\npolicy is geared to make sure that both foreign investment and\nlocal private capital come more into play as far as\nmanufacturing capacity is concerned,\" Tigrel said.\n    He said the process of structural adjustment of the Turkish\neconomy to free market policies, begun in 1980, was still under\nway. Trade had been liberalised and a freer exchange rate\npolicy applied, but he acknowledged there was more to be done\nin a country where the state still dominates industry and the\ncurrency is only partially convertible.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "amex"
    ]
}