{
    "DATE": "23-MAR-1987 16:23:24.59",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8510",
    "TEXT": {
        "TITLE": "BRUNSWICK <BC> SEES HIGHER 1987 FIRST QUARTER",
        "DATELINE": "    CHICAGO, March 23 - ",
        "BODY": "Brunswick Corp expects 1987 first\nquarter sales to be up \"dramatically\" and profits to \"do well,\"\nchairman and president Jack Reichert said after a securities\nanalysts meeting.\n    He declined to be more specific.\n    In the 1986 first quarter, Brunswick reported earnings of\n23.8 mln dlrs or 57 cts a share on sales of 396.7 mln dlrs.\n    Reichart noted that results of its two newly-acquired boat\nmanufacturing companies will be included in the company's first\nquarter report.\n    Brunswick expects its recreation centers to benefit from\nincreased attention to the sport of bowling resulting from\nacceptance in the 1988 Summer Olympics of bowling as an\nexhibition sport and as a medal sport in the 1991 Pan American\nGames, he said.\n    He said field testing of a new bowling concept involving\nelectronic features is being readied for test marketing this\nsummer, and if successful, could \"materially benefit\"\noperations.\n    Brunswick is currently test marketing in California a\nhealth club facility adjoining a bowling center, he said.\n    Turning to its defense operations, Reichert said he expects\nthe division to receive significant contracts in the near\nfuture. At 1986 year end, Brunswick's defense contract backlog\nstood at 425 mln dlrs.\n    Frederick Florjancic, vice president-finance, told analysts\nBrunswick was disappointed two credit rating services recently\ndowngraded the company's debt which stood at about 665.4 mln\ndlrs at 1986 year end.\n    \"We are confident we can service our debt and bring it down\nin the very near term,\" based on strong cash flow from\nBrunswick's expanded boat operations, Florjancic said.\n    Shareholders at the company's April 27 annual shareholders\nmeeting will be asked to approve an increase in the authorized\ncommon shares outstanding to 200 mln from 100 mln shares, a\ncompany spokesman said.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "balladur"
    ]
}