{
    "DATE": " 7-APR-1987 08:36:18.61",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "uk",
        "japan"
    ],
    "NEWID": "13649",
    "TEXT": {
        "TITLE": "BRITAIN WARNS JAPAN OVER TRADE ROW",
        "AUTHOR": "    By Rich Miller, Reuters",
        "DATELINE": "    TOKYO, April 7 - ",
        "BODY": "British corporate affairs minister Michael\nHoward told Japan to resolve the row over the U.K. Firm Cable\nand Wireless Plc's <CAWL.L> shareholding in a new Japanese\ntelecommunications company or face an abrupt deterioration in\ntrade relations.\n    In meetings with both the foreign and telecommunications\nministers Howard said he expressed deep concern about the way\nTokyo had handled the dispute and about the continuing trade\nimbalance between the two countries.\n    \"I put it to the (post and telecommunications) minister that\nI was sure he did not want to be responsible for an abrupt\ndeterioration in the trading relations of our countries which\nwould have widespread reverberations elsewhere in the world,\"\nHoward told reporters.\n    \"He listened very carefully and I have little doubt the\nmessage got home,\" he added.\n    British frustration over the lopsided trade balance -\nnearly six billion dlrs in Japan's favour last year - has\nreached boiling point over the telecommunications issue, Howard\nsaid.\n    Howard has accused Japan of trying to shut out Cable and\nWireless from having a major role in the international\ntelephone market in Japan.\n    \"I want a fair crack of the whip for Cable and Wireless as I\nwant a fair crack of the whip for Britain generally in trading\nrelations,\" Howard said. \"We simply aren't prepared to continue\nto accept the imbalance which has been the position for such a\nlong time.\"\n    Post and Telecommunications Ministry officials were unable\nto comment on Howard's meeting with their minister.\n    But Foreign Ministry officials said Foreign Minister\nTadashi Kuranari said that British exports to Japan are\nincreasing, but acknowledged the continuing imbalance in trade.\n    Kuranari said he wants everyone in the telecommunications\ndispute, including Cable and Wireless, to be satisfied.\n    Howard told reporters that Britain was actively considering\npossible retaliatory measures if it did not get its way on the\ntelecommunications issue.\n    \"There are measures which are under consideration if we\ncontinue to suffer from the imbalance in our trading relations,\"\nhe added, but gave no details.\n    He said he had received a reassuring response from the\nJapanese he has spoken with.\n    \"But of course we've had reassuring signs from the Japanese\nfor quite some time,\" he added. \"What I've made plain is we\nexpect to see action.\"\n    Howard ruled out using powers in Britain's Financial\nServices bill to retaliate against unfair trade practices.\nThose powers, which allow London to ban foreign financial firms\nlike banks from Britain, are designed to ensure U.K. Firms\nequal access to overseas financial markets.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ]
}