{
    "DATE": "16-MAR-1987 10:30:10.83",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5377",
    "TEXT": {
        "TITLE": "ENDOTRONICS <ENDO> EXPECTS LOSS FOR YEAR",
        "DATELINE": "    MINNEAPOLIS, March 16 - ",
        "BODY": "Endotronics Inc said it expects to\nincur \"substantial losses\" for the second quarter ending March\n31 and fiscal year ending Sept 30, 1987.\n    As one factor behind the anticipated loss, Endotronics\ncited a dispute by one of its Japanese distributors, <Yamaha\nInc>, over payment of a 3,686,000 dlr promissory note.\n    In a Form 8-K filing with the Securities and Exchange\nCommission, Endotronics said the note was for overdue accounts\nreceivable from sales of instruments to Yamaha and another\nJapanese distributor during the company's 1986 fiscal year.\n    Endotronics said at its present reduced level of operations\nit will exhaust all currently available cash and credit\nfacilities in early May 1987. It said this assumes full use of\nthe remaining 1,250,000 dlrs available under a line of credit\nfrom Celanese Corp, which requires approval of Celanese Corp\n<CZ>.\n    The company said its ability to obtain funding was\nadversely affected by a suit filed March 4 by two of its\nshareholders seeking to represent a class of holders against\nthree officers of Endotronics.\n    Endotronics said the complaint against it alleges\nviolations of the federal securities laws in connection with\nstatements made in the company's annual and quarterly reports.\n    The company also said the Securities Division of the\nMinnesota Department of Commerce is conducting an inquiry into\nthe company's Japanese sales for fiscal 1986 and trading by\ninsiders and brokers in the company's common shares.\n    It said similar inquiries are being conducted by the\nSecurities and Exchange Commission. The investigations will\nhurt the company's ability to obtain funding, it said.\n    As a result of the dispute over payment of the promissory\nnote, the law suit challenging its financial data and the\nvarious investigations concerning insider trading, the company\nsaid it no longer expects that anticipated declines in\ninstrument sales in Japan in fiscal 1987 will be offset by\nincreased instrument sales in other foreign countries and the\nUnited States.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "lyng"
    ]
}