{
    "DATE": " 3-MAR-1987 09:45:18.22",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "1019",
    "TEXT": {
        "TITLE": "UNILEVER HAS IMPROVED MARGINS, VOLUMES IN 1986",
        "DATELINE": "    LONDON, MARCH 3 - ",
        "BODY": "Unilever Plc <UN.A> and NV group reported\nimprovements in margins and underlying sales volume growth of\nfive pct in 1986 after stripping out the effects of falling\nprices, disposals and currency movements, Unilever Plc chairman\nMichael Angus said.\n    He told reporters that volumes in North America increased\nsome 10.5 pct while European consumer goods rose about 2.5 pct\nafter being flat for some years.\n    Much of the disposal strategy, aimed at concentrating\nactivities on core businesses, had now been completed, he\nnoted.\n    But the process of acquisitions would go on, with strategic\nacquisitions taking place \"from time to time,\" he said.\n    The company earlier reported a 20 pct rise in pre-tax\nprofits for 1986 to 1.14 billion stg from 953 mln previously.\nIn guilder terms, however, profits at the pre-tax level dropped\nthree pct to 3.69 billion from 3.81 billion.\n    Angus said the recent purchase of Chesebrough-Pond's Inc\n<CBM.N> for 72.50 dlrs a share was unlikely to bring any\nearnings dilution.\n    However, it would not add much to profits, with much of the\ncompany's operating profits paying for the acquisition costs.\n    Finance director Niall Fitzgerald added that while gearing\n- debt to equity plus debt - rose to about 60 pct at end 1986\nfrom 35 pct last year, this was expected to drop back to about\n40 pct by end-1987.\n    The same divergence was made in full year dividend, with\nUnilever NV's rising 3.4 pct to 15.33 guilders and Unilever\nPlc's increasing 29.9 pct to 50.17p, approximately in line with\nthe change in attributable profit.\n    Angus said the prospectus for the sale of parts of\nChesebrough was due to be published shortly. However, he said\nthat there was no target date for completing the process.\n    He also declined to say what sort of sum Unilever hoped to\nrealise from the operation, beyond noting that Chesebrough had\npaid around 1.25 billion dlrs for Stauffer Chemical Co, which\noperates outside Unilever's core activities.\n    In the U.S., Organic growth from the Lipton Foods business,\nconsiderable expansion in the household products business and\nin margarine had been behind the overall sales increase.\n    However, he noted that the U.S. Household products business\nhad turned in a planned loss, with fourth quarter performance\nbetter than expected despite the anticipated heavy launch costs\nof its Surf detergents.\n Reuter\n\u0003"
    }
}