{
    "DATE": "30-MAR-1987 05:36:41.53",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "10737",
    "TEXT": {
        "TITLE": "U.K. CONFIRMS FEBRUARY STERLING M3 RISE",
        "DATELINE": "    LONDON, March 30 - ",
        "BODY": "The Bank of England said the broad\nmeasure of U.K. Money supply, Sterling M3, rose a seasonally\nadjusted 2.2 pct in February after a 1.1 pct rise in January.\n    The unadjusted year on year rise was 18.9 pct after 17.6\npct in the year to January, the Bank said.\n    The narrow measure of money supply, M0, fell by a\nseasonally adjusted 0.8 pct in February, and rose by a\nnon-adjusted 4.1 pct year on year. In January, M0 fell by an\nadjusted 0.6 pct, and rose by a non-adjusted 4.1 pct year on\nyear.\n    The figures confirm provisional data issued by the Bank on\nMarch 19.\n    The Bank said sterling bank lending grew by a seasonally\nadjusted 2.91 billion stg in February, after a 1.70 billion stg\nadjusted rise in January.\n    The measure of private sector liquidity, PSL2, rose an\nunadjusted 0.9 pct in February, making a year-on-year\nunadjusted 13.1 pct rise. Adjusted, PSL2 rose by 1.2 pct in\nFebruary, against a 0.6 pct rise in January, the Bank said.\n    It said the public sector contribution to the growth in\nSterling M3 was contractionary by about 40 mln stg after a\ncontractionary contribution of 2.3 billion stg in January.\n    Within this, the Public Sector Borrowing Requirement showed\na repayment of 380 mln stg after a 3.7 billion stg repayment in\nJanuary, while the non-bank private sector's holdings of\ngovernment debt fell by about 260 mln stg after a 1.1 billion\nstg fall in January.\n    There was a 50 mln stg rise in notes and coins in\ncirculation in February after a 290 mln stg fall in January,\nthe Bank said.\n    Non-interest bearing sight deposits rose by 460 mln stg\nafter a 1.5 billion stg fall in January and interest-bearing\ndeposits fell 200 mln stg after a 1.6 billion rise in January.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}