{
    "DATE": "15-JUN-1987 23:14:55.75",
    "TOPICS": [
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "taiwan",
        "uruguay"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18427",
    "TEXT": {
        "TITLE": "TAIWAN, URUGUAY IN PRICE DISPUTE OVER SOYBEANS",
        "DATELINE": "    TAIPEI, June 16 - ",
        "BODY": "Uruguayan suppliers have agreed to supply\nTaiwan with only 25,000 tonnes of soybeans out of a total\n70,000 tonnes agreed in April, a spokesman for the joint\ncommittee of Taiwan's soybean importers told Reuters.\n    He said a rise in world prices had made the Uruguayans\nreluctant to ship any soybeans at the agreed price of 226.56\nU.S. Dlrs per tonne.\n    The Uruguayans agreed to supply part of the shipment after\nthe Taiwan committee threatened last week to cancel the order,\nbut they postponed delivery to July 1-20 from the original June\n5-25, the committee spokesman said.\n    Government sources in Montevideo confirmed that Uruguayan\ngrain exporting firms would ask Taiwan to reconsider prices on\nthe soybeans but said the government would not intervene in the\ndispute.\n    \"The deal was agreed to between two private companies,\nwithout any participation whatsoever from the Uruguayan\ngovernment,\" Uruguyan Agriculture Ministry spokesman Andres\nBonino said.\n    He added, \"Uruguay is not going to export 70,000 tonnes of\nsoybeans, since total production this year has been lower than\nthat figure.\"\n    The contract called for the Uruguayans to deliver the\n70,000 tonnes in two shipments between June 5 and August 10.\n    Taiwan's ambassador in Montevideo, Henry Wang, told\nreporters, \"Both countries are finishing details to arrive at a\nsatisfactory price.\"\n    He said the price would be \"very advantageous (for Uruguay)\nbecause it will be above the international price.\"\n    Taiwan bought some 36,000 tonnes of soybean last year,\nmaking it Uruguay's biggest customer for the oilseed.\n    Taiwan's joint committee holds a tender today for two\nshipments of U.S. Soybeans totalling 87,000 tonnes.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}