{
    "DATE": "16-MAR-1987 06:42:20.68",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "5258",
    "TEXT": {
        "TITLE": "COCOA LATEST FOCUS FOR COMMODITY PACT NEGOTIATORS",
        "AUTHOR": "    By Douglas Learmond, Reuters",
        "DATELINE": "    LONDON, March 16 - ",
        "BODY": "The credibility of government efforts to\nstabilise fluctuating commodity prices will again be put to the\ntest over the next two weeks as countries try to agree on how a\nbuffer stock should operate in the cocoa market, government\ndelegates and trade experts said.\n    Only two weeks ago, world coffee prices slumped when\nInternational Coffee Organization members failed to agree on\nhow coffee export quotas should be calculated. This week, many\nof the same experts gather in the same building here to try to\nagree on how the cocoa pact reached last summer should work.\n    The still unresolved legal wrangle surrounding the\nInternational Tin Council (ITC), which had buffer stock losses\nrunning into hundreds of millions of sterling, is also casting\na shadow over commodity negotiations.\n    The ITC's failure has restricted negotiators' ability to\ncompromise as governments do not want to be involved in pacts\nwith built-in flaws or unlimited liability, but want clear\nlines drawn between aid and trade.\n    A more hopeful sign of cooperation was agreement on basic\nelements of a new International Natural Rubber Agreement in\nGeneva at the weekend.\n    Some importing countries insist the International Cocoa\nOrganization (ICCO) buffer stock rules must not be muddied with\nquota type subclauses which might dictate the type of cocoa to\nbe bought. One consumer country delegate said this would\n\"distort, not support\" the market.\n    Trade and industry sources blame uncertainty about the ICCO\nfor destabilising the market as the recent collapse in coffee\nprices has made traders acutely aware that commodity pacts can\nfounder. On Friday this uncertainty helped push London cocoa\nfutures down to eight month lows. The strength of sterling has\nalso contributed to the recent slip in prices.\n    The ICCO daily and average prices on Friday fell below the\n\"must buy\" level of 1,600 SDRs a tonne designated in the pact,\nwhich came into force at the last ICCO session in January but\nwithout rules for the operation of the buffer stock.\n    Consumers and producers could not agree on how it should\noperate and what discretion it should be given. The agreement\nlimits it to trading physical cocoa and expressly says it\ncannot operate on futures markets.\n    A cash balance of some 250 mln dlrs and a stock of almost\n100,000 tonnes of cocoa, enough to mount large buying or\nselling operations, were carried forward from the previous\nagreement.\n    Members finance the stock through a 45 dlrs a tonne levy on\nall cocoa they trade. It has an upper limit of 250,000 tonnes.\n    The key arguments being faced by the ICCO working group on\nbuffer stock rules which is meeting today and tomorrow will be\nover non-member cocoa and differentials the buffer stock should\npay when trading different types of cocoa. Another working\ngroup is scheduled to meet Wednesday to discuss administrative\nmatters, and the full council meets on Thursday.\n    Producers have so far maintained that buffer stock funds\nshould not help mop up surplus cocoa produced in non-member\ncountries such as Malaysia.\n    Consumers say when this cocoa is the cheapest the buffer\nstock should buy it rather than compete with chocolate\nmanufacturers for premium-priced high quality cocoas.\n    The argument over buying non-member cocoa is closely linked\nto the one over differentials for different qualities.\n    European industry and trade advisers have suggested as a\ncompromise that the buffer stock have a maximum share that can\nrepresent non-member cocoa and that it use the London futures\nmarket's existing differentials for different qualities.\n    Currently, good West African cocoa is tendered at par onto\nthe London market.\n    Discounts, which are currently under review, range up to 50\nstg a tonne for Brazilian and Malaysian cocoa.\n    Consumer delegates said the same arguments in reverse would\noperate when prices are high - the buffer stock should sell the\nhighest priced cocoa in most demand, forcing all prices lower.\n    The January talks were slowed by a split inside the\nEuropean Community, a key ICCO consumer group, with France\nsiding with producers. EC representatives met in closed session\nin Brussels on Friday in an attempt to reach a common ground\nand, a diplomatic source said, narrowed the range of positions\namong the 12 nations.\n    The source said the EC will be looking for signs of\nflexibility on the part of producers in the next few days and\nwill be able to respond if they are there.\n    One ICCO delegate describing the producer/consumer split\nsaid consumer proposals mean buying more cocoa for less and\nbacks the concept of the pact which is \"meant to support the\nmarket where trade buying is not.\"\n    In contrast, he said, producers seem to want to sell their\ncocoa to the buffer stock rather than consumers.\n    Other, more technical, issues still outstanding include\nwhether the buffer stock should buy at a single announced\n\"posted price\" as in the previous pact or by announcing it is\nbuying then accepting offers.\n    In either case, delegates said, it is accepted that\nproducers must be given a clear opportunity to make offers of\ncocoa for forward shipment directly to the buffer stock in a\nway that is competitive with spot offers made by dealers.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec",
        "ico-coffee",
        "itc",
        "icco"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "ongpin"
    ]
}