{
    "DATE": "28-APR-1987 18:35:40.10",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "17365",
    "TEXT": {
        "TITLE": "GOVERNMENTS SEEN MORE INVOLVED IN OIL DRILLING",
        "DATELINE": "     HOUSTON, April 28 - ",
        "BODY": "The offshore oil drilling industry\nwill attract increasing numbers of government connected firms\nin the 1990s, according to Ronald Tappmeyer, Vice Chairman of\nReading and Bates Drilling Co.\n     Tappmeyer told the Offshore Technology Conference that\ncontract drilling was reaching the same kind of situation that\noil producing companies reached when their oilfields were\nnationalized in nations as Venezuela, Iran and Saudi Arabia.\n     He said local connections to the nation whose waters are\nbeing drilled was an increasingly important factor in the\nmarket.\n     \"We have seen contractors put at competitive disadvantages\nin nations in which they had worked successfully for years\nessentially moved aside to make room for locally-owned firms or\na locally-built rig,\" he said.\n     Tappmeyer, who is president of the International\nAssociation of Drilling Contractors, said how far the trend\nwould spread depends on the growth of trade protectionism.\n     He added that international contractors will increasingly\nfind their role restricted to regions that require special\nexpertise and experience, such as wildcat areas and severe\nenvironments such as in the Arctic and extremely deep waters.\n     Tappmeyer also said he expects producing companies to\nprovide the main financing for offshore drilling in the coming\ndecade as banks will be unwilling to repeat overexposing\nthemselves and drilling contractors will have difficulty\nproviding financing out of cash flow.\n     At the same time, he said he saw the financing as indirect\nas he does not see producers getting back in the rig-owning\nbusiness.\n     He also said projectfinancing will have to be backed up\nby work commitments to guarantee the payoff of construction\ncosts.\n     For the time being, he said there was a superabundance of\nrigs. But he said there will be a need for new, technologically\nadvanced rigs within a few years.\n     He said the floating-drilling rigs were most likely to\nbenefit from new developments in technology, adding that by\n2,000 there should not be an ocean left that is too deep, too\ncold, too stormy or too remote to be explored.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}