{
    "DATE": "19-MAR-1987 10:03:13.49",
    "TOPICS": [
        "income"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7099",
    "TEXT": {
        "TITLE": "U.S. PERSONAL INCOME ROSE 0.9 PCT IN FEBRUARY",
        "DATELINE": "    WASHINGTON, March 19 - ",
        "BODY": "U.S. personal income rose 0.9 pct,\nor 32.4 billion dlrs, in February to a seasonally adjusted\nannual rate of 3,581.3 billion dlrs, the Commerce Department\nsaid.\n    The increase followed a revised 0.2 pct rise in personal\nincome during January. Earlier, the department estimated\nJanuary personal income was unchanged.\n    The February incomes rise was the largest monthly increase\nsince a 1.2 pct rise in April 1986, the department said. It\nattributed last month's rise to several factors, including\nsubsidy payments to farmers and government pay raises.\n    The department said personal consumption expenditures were\nup during February by 1.7 pct or 49.1 billion dlrs to 2,855.9\nbillion dlrs after falling by 58.4 billion dlrs or two pct in\nJanuary.\n    Purchases of durable goods were up 24.8 billion dlrs last\nmonth after decreasing by 69.7 billion dlrs in January with\nsales of motor vehicles accounting for most of the February\nincrease and the January decline, the department said.\n    Purchases of nondurables rose 10.7 billion dlrs in February\nafter a 300 mln dlr increase in January.\n    The Commerce Department said wage and salary incomes were\nup 15.6 billion dlrs in February after an 8.6 billion dlr rise\nin January.\n    Manufacturing payrolls increased by 2.4 billion dlrs last\nmonth after rising 1.9 billion dlrs in February with the gains\nwidespread through durable and nondurable industries, the\ndepartment said.\n    Farmers' incomes increased by 12.2 billion dlrs in February\nafter declining by 8.7 billion dlrs in January. Both last\nmonth's increase and January's fall in farm incomes was because\nof government subsidy payments, the department said.\n    Personal tax and nontax payments fell 5.5 billion dlrs in\nFebruary following a 19.5 billion dlrs January drop. The \ndeclines were a result of the Tax Reform Act of 1986.\n    Federal withheld income taxes were up in February from a\nmonth earlier but that was offset by declines in federal\nnonwithheld taxes and lower state and local income taxes.\n    Disposable personal income in February after taxes was up\n1.2 pct or 37.8 billion dlrs to 3,063.4 billion dlrs after\nrising 25.8 billion dlrs in January.\n    The personal savings rate eased to 3.6 pct in February from\nfour pct in January, the department said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "icco"
    ]
}