{
    "DATE": "13-APR-1987 10:37:20.29",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "16307",
    "TEXT": {
        "TITLE": "PENTLAND TO REDUCE REEBOK <RBK> HOLDINGS",
        "DATELINE": "    NEW YORK, April 13 - ",
        "BODY": "Pentland Industries PLC said it report\na substantial capital gain from the sale of part of its\nholdings in Reebok International Limited, which will cut its\nstake in Reebok to 32.2 pct from 36.7 pct.\n     It said Reebok filed a registration statement with the\nSecurities and Exchange Commission for the offering of six mln\nshares of Reebok common. Reebok will sell three mln shares and\nPentland will sell 1,404,866 shares, reducing its stake in\nReebok to 18.1 mln from 19.5 mln shares.\n    After the offering, Reebok will have 56.1 mln shares shares\noutstanding.\n    Pentland said the amount of the capital gain from the sale\ndepends on the offering price for the Reebok shares to be\nnegotiated between it, Reebok, and the other selling\nstockholders who will offer about 1.6 mln shares of Reebok\ncommon, and the underwriters.\n    Pentland said proceeds from the offering will be used by\nReebok to retire bank debt incurred in its acquisition of AVIA\nGroup for about 180 mln dlrs. Is said that afterwards, Reebok\nwill have bank credit lines available for general corporate\npurposes, including possible acquisitions.\n    Reebok's stock was selling at 45-1/2, up 1/8. At that\nprice, the 1.4 mln Reebok shares Pentland will sell are worth\nabout 64 mln dlrs and the three mln shares Reebok will sell are\nworth about 136.5 mln dlrs.\n    Pentland said it will use proceeds to fund growth and\npossible acquisitions.\n    Pentland said 4,500,000 shares of Rebbok will be offered in\nthe U.S. by a syndicate led by Kidder, Peabody and Co Inc and\n1,500,000 shares will be offered outside the U.S. by an\ninternational syndicate led by Kidder.\n    It said the U.S. underwriters have been granted an option\nto buy from certain selling stockholders up to an additional\n900,000 shares to cover overallotments. Pentland said it has\nnot chosen to participate in this over allotment.\n    Pentland said that as soon as the date and price of the\noffering have been determined it will release further details.\n    It said it expects the offering to close in May.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "rubio"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}