{
    "DATE": "24-MAR-1987 14:25:59.15",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8944",
    "TEXT": {
        "TITLE": "CONRAC <CAX> SOARS FOLLOWING MARK IV <IV> BID",
        "AUTHOR": "    By Cal Mankowski, Reutersd",
        "DATELINE": "    NEW YORK, March 24 - ",
        "BODY": "Heavy buying by speculators boosted\nConrac Corp 7-7/8 to 29, higher than a 25-dlr-per-share cash\ntender offer announced by Mark IV Industries Inc <IV>.\n    \"It's a case of ChemLawn euphoria,\" said one arbitrageur,\nreferring to a recent hostile tender that began at 27 dlrs per\nshare and ended when ChemLawn Corp <CHEM> found a white knight\nwilling to bid 36.50 dlrs.\n    For Conrac, the arbitrageur said, 28 dlrs per share seemed\nlike an \"appropriate price.\" Another said \"it's too early to\nproject the outcome.\"\n    \"The market is speaking for itself and saying the 25 dlr\noffer is inadequate,\" the second arbitrageur said. But he added\nit was hard to make a case for Conrac being worth much more\nthan the 29 dlrs where the shares traded today.\n    He noted the stock recently sold in the high teens and\nthere could be a downward risk of 10 dlrs or more if Conrac is\nable to thwart Mark IV.\n    Conrac urged shareholders to take no action while its board\nstudies the offer and confers with advisers. Conrac said it\nwould make a recommendation by April 17.\n    A third arbitrageur noted Mark IV had been involved in\nseveral takeovers previously and has proven itself to be a\ndetermined bidder. \"They're not beginners,\" he said.\n    Another said Conrac might have trouble if it tried to find\nanother buyer. \"It's a hodge-podge of non-related businesses,\"\nhe said. \"There is only a small universe of people who would\nwant to own the company as it's presently structured.\"\n    Conrac is involved in video displays, computer software,\naircraft instruments, telephone answering machines, welding\nequipment and other products.\n    \"I'm telling retail clients to sell and leave the rest for\nthose who can take the risk,\" said Rudolph Hokanson, analyst at\nMilwaukee Co.\n    He called the 25-dlr offer by Mark IV \"fair value but on\nthe low side.\" \"I don't think management was looking for a\nbuyer in any way before this offer,\" he said.\n    Hokanson said Conrac has conservative finances and has\ndeveloped a reputation for quality products that serve niche\nmarkets. He said management has done a good job of turning\naround the telephone answering machine business.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "itc"
    ],
    "PEOPLE": [
        "herrington"
    ]
}