{
    "DATE": "22-MAR-1987 23:53:11.82",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8115",
    "TEXT": {
        "TITLE": "DART GROUP FLEXIBLE ON SUPERMARKETS <SGL> BID",
        "DATELINE": "    NEW YORK, March 22 - ",
        "BODY": "<Dart Group Corp> said it told\nSupermarkets General Corp <SGL> it was flexible on the price it\nwould pay to acquire the company.\n    Dart has said it would offer 41.75 dlrs cash for each SGL\nshare if the SGL board recommended the offer to shareholders.\n    SGL has termed the 1.62 billion dlr offer unsolicited.\n    In a letter to SGL dated March 20, Dart also said it was\ndenied confidential information on SGL that would be given to\nother potential bidders.\n    SGL officials could not be reached for comment.\n    Dart said it was advised that a selling brochure for the\nsale of SGL had been distributed to about 20 potential buyers,\nbut not itself. These purchasers would also be given access to\nSGL's books and records and the opportunity to talk with key\nemployees.\n    \"We suspect that one or more of the 20 are leveraged buyout\nfirms,\" said a source close to Dart. Analysts have said SGL\nmanagement may be considering a leveraged buyout.\n    Dart said it remains interested in acquiring SGL on a\nfriendly basis and reiterated its willingness to negotiate all\nthe terms of its offer.\n    Dart said SGL representatives said the company has not\nreceived any other offer.\n    It said it requested the confidential information to better\nunderstand SGL, but was denied this because it refused to sign\nan agreement prohibiting it from making a bid for SGL without\nSGL's approval.\n    The agreement would also have limited its ability to buy\nSGL shares, Dart said. It considered those conditions\nunreasonable in the interest of trying to negotiate a friendly\ntransaction, it said.\n    Dart has just under five pct of SGL shares.\n    Dart said it requested the information before its meeting\nwith SGL representatives, but held the meetings in the hope\nrepresentatives would reach an agreement.\n    It said it indicated it was flexible on price, but was told\nthere were certain issues important to SGL management and while\nthey were not conditions to the deal, Dart was expected to take\nthem into account in putting together its package.\n    It said the issues include an immediate payment of 5.7 mln\ndlrs to SGL chairman Leonard Lieberman, executive vice\npresident James Dougherty and financial officer Murray Levine.\n    Dart said this payment was intended for the three officers'\nseverance agreements, although there was an implication that\nLieberman and Dougherty would be leaving the company of their\nown volition.\n    Dart said under their present agreements, none of these\nofficers have any right to such accelerated payments. Also,\nDart said Lieberman, Dougherty and Levine are to be paid 2.6\nmln dlrs to pay their taxes. It also said top management's\nincentive shares were to be accelerated and paid for at a cost\nof six mln dlrs although there are restrictions on the shares\nunless waived by the company's compensation committee.\n    Dart said it was to fund up to five mln dlrs for top\nmanagement's supplemental retirement plan.\n    Dart said another issue was to agree to future severance\nobligations and future salary guarantees for top management,\nestimated at more than 15 mln dlrs in excess of obligations\nunder the company's present policy.\n    Dart said despite such management payments, it agreed to\ndiscuss all aspects of its offer and in fact did try to\nnegotiate a transaction at the March 18 meeting with SGL.\n    Supermarkets General owns the Path Mark supermarket chain\nand Rickels home centres.\n    Dart also released a copy of a lawsuit that was being filed\nby an SGL shareholder, seeking to stop SGL from taking such\nactions as paying greenmail or enacting a poison pill defence.\n    The suit also sought to have directors carry out their\nfiduciary duty.\n    Greenmail is the payment at a premium for shares held by an\nunwanted suitor and a poison pill is typically the issue of\nsecurities to shareholders which make a takeover more\nexpensive.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "bangemann"
    ]
}