{
    "DATE": " 1-MAR-1987 03:09:07.13",
    "TOPICS": [
        "grain",
        "wheat",
        "rice",
        "veg-oil",
        "soybean",
        "sugar",
        "rubber",
        "copra-cake",
        "corn",
        "palm-oil",
        "palmkernel",
        "coffee",
        "tea",
        "plywood",
        "soy-meal",
        "cotton"
    ],
    "PLACES": [
        "indonesia"
    ],
    "NEWID": "235",
    "TEXT": {
        "TITLE": "INDONESIAN AGRICULTURE GROWTH EXPECTED TO SLOW",
        "DATELINE": "    JAKARTA, March 1 - ",
        "BODY": "Indonesia\"s agriculture sector will grow\nby just 1.0 pct in calendar 1987, against an estimated 2.4 pct\nin 1986 as the production of some commodities stagnates or\ndeclines, the U.S. Embassy said in a report.\n    Production of Indonesia\"s staple food, rice, is forecast to\nfall to around 26.3 mln tonnes from an embassy estimate of\n26.58 mln tonnes in 1986, according to the annual report on\nIndonesia\"s agricultural performance.\n    The government officially estimates 1986 rice production at\n26.7 mln tonnes, with a forecast 27.3 mln tonnes output in\n1987.\n    The report says wheat imports are likely to fall to 1.5 mln\ntonnes in calendar 1987 from 1.69 mln tonnes in 1986 because of\na drawdown on stocks.\n    \"Growth prospects for agriculture in 1987 do not look\npromising as rice production is forecast to decline and the\nproduction of sugarcane, rubber and copra show little or no\ngain,\" the report says.\n    \"The modest overall increase which is expected will be due\nto significant gains in production of corn soybeans, palm oil\nand palm kernels.\"\n    Constraints to significant overall increases in\nagricultural output include a shortage of disease resistant\nseeds, limited fertile land, insect pests and a reluctance by\nfarmers to shift from rice production to other crops, the\nreport underlines.\n    The fall in rice production is caused by an outbreak of\npests known as \"wereng\" or brown plant hoppers in 1986 which\nlargely offset gains in yields.\n    The outbreak has forced the government to ban the use of 57\ninsecticides on rice because it was believed the wereng are now\nresistant to these varieties, and to use lower-yielding, more\nresistant rice types.\n    The government is depending on increased production of\nexport commodities such as coffee, tea, rubber, plywood and\npalm oil to offset revenue losses brought on by falling crude\noil prices.\n    Palm oil production is expected to increase by over 7.0 pct\nin 1987 to 1.45 mln tonnes from 1.35 mln, with exports rising\nto an estimated 720,000 tonnes from 695,000 tonnes in 1986, the\nreport says.\n    But while production of soybeans in 1987/88 (Oct-Sept) will\nrise to 1.075 mln tonnes from 980,000 in 1986/87, imports will\nalso rise to supply a new soybean crushing plant.\n    The report says that imports of wheat, soybeans, soybean\nmeal and cotton are not likely to decline as a result of last\nSeptember\"s 31 pct devaluation of the rupiah because of a rise\nin domestic demand.\n    The report said that Indonesia\"s overall economic\nperformance in calendar 1986 was about zero or even a slight\nnegative growth rate, the lowest rate of growth since the\nmid-1960s. It compares with 1.9 pct growth in 1985 and 6.7 pct\nin 1984.\n    The dramatic fall in oil prices last year was responsible\nfor the slump.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "keating"
    ]
}