{
    "DATE": " 2-MAR-1987 17:40:53.64",
    "TOPICS": [
        "veg-oil",
        "soy-oil",
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "usa",
        "spain",
        "portugal"
    ],
    "NEWID": "833",
    "TEXT": {
        "TITLE": "YEUTTER BLASTS PROPOSED EC OILS AND FATS TAX",
        "DATELINE": "    WASHINGTON, March 3 - ",
        "BODY": "U.S. trade representative Clayton\nYeutter today said that if the European Community's Council of\nMinisters approves a tax on vegetable oils and fats, another\nmajor transatlantic trade row will erupt over agriculture.\n    In a statement issued by the trade representative's office\nfollowing a speech to the American Soybean Association's board\nof directors, Yeutter said the proposed tax would have a severe\nimpact on American soybean farmers, who export some 2.4 billion\ndlrs in soybeans and products annually to the EC.\n    \"This is an unacceptable situation for us and its\n(vegetable oils tax) enactment would leave us no choice but to\nvigorously protect our trade rights and defend our access to\nthe European market,\" Yeutter said.\n    Yeutter said the proposed vegetable oils tax would violate\nEC obligations under the GATT.\n    He said the effect of the tax would be to double the price\nof soyoil produced from imported soybeans, making margarine\nmade from soyoil more expensive than tallow-based margarine,\nand closer in price to expensive European butter.\n    \"I am astonished that the EC commission would propose such\na provocative measure so soon after we successfully resolved\nthe agricultural dispute over the enlargement of the EC to\ninclude Spain and Portugal,\" Yeutter said.\n    \"It serves no purpose to embark on another confrontational\ncourse before the recent wounds have healed and as we are\nbeginning to make progress on the Uruaguay round (of global\ntrade talks),\" he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}