{
    "DATE": "25-MAR-1987 13:46:29.95",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "9479",
    "TEXT": {
        "TITLE": "BRAZILIAN LABOUR UNREST SPREADS, MANY BANKS SHUT",
        "AUTHOR": "    By Stephen Powell, Reuters",
        "DATELINE": "    SAO PAULO, March 25 - ",
        "BODY": "Brazil's labour unrest is spreading,\nwith many banks, universities and government statistical\noffices on strike and more pay disputes looming.\n    Bankworkers' leaders said that a national strike launched\nyesterday to press for a 100 pct immediate pay rise and monthly\nsalary adjustments had the support of most of the 700,000\nworkforce.\n    The strike today closed the stock exchanges of Sao Paulo\nand Rio de Janeiro.\n    For the government the one positive development on the\nlabour front was the gradual return to work of the nation's\n40,000 seamen, who began a national strike on February 27.\n    A union spokesman in Rio de Janeiro told Reuters about half\nthe seamen had returned to work after accords with 22 companies\nand that the strike looked close to an end.\n    Otherwise the labour scene looked bleak, with the bank\nstrike posing the most serious problems for Brazil's\ncrisis-laden economy.\n    \"If this goes on for more than a few days it will have a\nserious effect because normal financial operations will grind\nto a halt,\" said a western diplomat in Sao Paulo.\n    Today Brazil's 50,000 university teachers in the 42 federal\nuniversities launched a national strike, with a broad political\ndemand as well as a pay claim.\n    David Fleischer, head of the political science department\nin Brasilia university, told Reuters the National Association\nof Higher Education Teachers wanted a full congressional\ninquiry into what had happened to government education funds.\n    He said the universities were strapped for cash and that\nthe association suspected the junior partner in the coalition\ngovernment, the Liberal Front Party, PFL, of using education\nfunds for projects which had helped their candidates in\nelections. The PFL holds the Education Ministry.\n    Hardly any sectors of the economy are proving immune to the\ncurrent labour unrest, caused by the return of high inflation,\nofficially pegged at 33 pct for January-February.\n    Other possible strikes looming include stoppages by oil\nindustry workers and social security workers.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "icco",
        "ec"
    ]
}