{
    "DATE": "18-MAR-1987 14:55:03.43",
    "TOPICS": [
        "crude",
        "nat-gas",
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6742",
    "TEXT": {
        "TITLE": "NE ELECTRIC SEES HIGHER CONSTRUCTION OUTLAYS",
        "DATELINE": "    NEW YORK, March 18 - ",
        "BODY": "New England Electric System <NES>\nexpects its cash construction spending to reach 205 mln dlrs\nthis year, up from 188 mln dlrs in 1986, the utility said in\nmaterial distributed at an analysts meeting.\n    It said spending is expected to advance to 215 mln dlrs in\n1988 and 220 mln dlrs in 1989.\n    The utility said these totals exclude spending on New\nEngland Hydro-Transmission being built to import electricity\nfrom Quebec Hydro. New England Electric is the operator of this\nventure as well as owning 51 pct of the project.\n    The venture expects to spend 65 mln dlr this year, 105 mln\ndlrs next year and 125 mln dlrs in 1989 to build transmission\nlines from northern Quebec into New England, the utility said.\n    New England Electric said internally generated funds will\ncover all of its power plant construction costs this year and\n65 pct of the 108 mln dlrs its retail distribution units plan\nto spend in 1987.\n    The company said it also expects to spend 60 mln dlrs on\nits oil and gas activities this year, adding internally\ngenerated funds are expected to provide 85 pct of this total.\n    New England Electric said it plans to issue 30 mln dlrs\nworth of pollution control bonds in 1987 and retire additional\nhigher cost preferred stock. Its Granite State Electric unit\nplans to issue five mln dlrs of long term notes early this year\nas well.\n    The company said it does not plan to offer common shares\nthis year or in the foreseeable future, but expects to raise\nabout 40 mln dlrs in equity through the sale of stock under its\ndividend reinvestment plan and employee share plans.\n    President Samuel Huntington told the analysts the\nconstruction spending projection is based on the expectation\nthat demand for electricity in the New England electric system\nwill grow about two pct a year for the next 15 years.\n    However, the utility cannot ignore the potential for\nsharper growth, he said, pointing out that demand was up 5.2\npct in 1986 and 4.7 pct per year in the past four years.\n    He attributed this growth to declining electricity prices\nand a strong New England economy.\n    Huntington said New England Elecetric has \"all but rejected\nnew coal fired plants\" to supply additional power.\n    He said the most attractive new power supplies are those\nwith short lead times which can be built in modules.\n    Later, vice president Glenn Schleede said the utility is\nlooking at gas-fired, combined cycle generating units to supply\nmost of its new power needs, but has not rejected coal-fired\nfluidized bed units.\n    He explained that fluidized bed technology is available in\nmodular units, adding that Huntington was referring to the\ntraditional coal-fired plant which burns pulverized coal.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}