{
    "DATE": "24-MAR-1987 19:01:07.62",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9110",
    "TEXT": {
        "TITLE": "MERGERS, PUBLIC OFFERS SEEN AMONG CAR DEALERS",
        "AUTHOR": "    By Scott Williams, Reuters",
        "DATELINE": "    Detroit, March 24 - ",
        "BODY": "Automobile dealerships have become\nlarge, multi-store operations, and the largest sell more than 1\nbillion dlrs a year worth of vehicles a year.\n    Around the auto industry there is talk of mergers and\nbuyouts among dealerships, and there are rumors that the\nlargest are considering offering shares to the public, analysts\nsay.\n    Retail car sales \"are at a point of transition. There's not\nmuch that's off the table in terms of creative thinking\" about\nways to sell cars, says David Cole, analyst with the University\nof Michigan's Transportation Research Institute.\n    The retail car market is \"much more freeform now\" than it\nwas in 1956, the year things began to change, says Detroit\nanalyst Arvid Jauppi of Arvid Jauppi and Associates.\n    Thirty years ago, in 1956, the situation was different.\nDealerships sold one kind of car--a \"Chevy\" or a Ford or a\nStudebaker. The average dealer had 17 employees and sold\n738,000 dlrs worth of vehicles, according to the National\nAutomobile Dealers Association.\n    That year a tiny car from overseas--Germany's Volkswagen\nBeatle--began to gain popularity. The \"Bug\" caused \"a\nrebellion\" among dealers, who demanded greater freedom from\nrestrictions placed on them by the major American automakers,\nsays Jauppi.\n    One of the most visible changes in retail car sales has\nbeen in the size of dealerships, auto analysts say. Last year,\nthe average dealership had 11.2 mln dlrs in sales--a 15-fold\nincrease from 1956--and employed 34 workers.\n    \"I had one of these guys tell me he makes six, seven mln\ndlrs a year and didn't know what to do with all his money,\"\nsays Cole.\n    \"There's a whole lot more rich guys who sell cars than that\nmake cars,\" he says.\n    With the increase in size, large dealers have been buying\nup other dealerships, and auto analysts see few signs the trend\nwill let up.\n    Donald Keithley, vice president, dealer services, for J.D.\nPower, a California-based market research firm, says that, by\n1990, 12,000 people will own dealerships compared to 16,800\nprincipal owners today.\n    Many dealers are experimenting with owning several\nfranchises, some of which might compete against each other. \"It\nused to be a Chevrolet dealer was a Chevrolet dealer. Now a\nChevrolet dealer might handle several lines,\" Jauppi says.\n    As dealers get bigger, industry officials are talking about\nthe possibility that some of them might become publicly-owned\nor open international operations.\n    Offering shares to the public is an option large dealers,\n\"are obviously thinking of very seriously,\" says Cole.\n    Although some say the franchise system might get in the way\nof a public offering, Jauppi says there are few obstacles to\ntrading in car dealer shares.\n    \"Dealers are large enough now to go public. The only thing\nthe manufacturer cares about is that the dealer sells those\ncars. It could happen any time,\" Jauppi says.\n    \"If you look at the whole merger mania, and look at the\nscale some of these dealers, it's going to be very hard to\nresist taking them public,\" said another analyst.\n    And Jauppi says that dealerships can be expected to become\ninternational.\n    \"We're going to have international dealers--dealer networks\nthat are worldwide,\" he says. U.S. dealers will be attracted\nparticularly to Europe, where the market will expand faster\nthan the U.S., he says.\n    \"It's not totally off the wall,\" says Cole.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ]
}