{
    "DATE": "12-MAR-1987 08:55:44.03",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "4160",
    "TEXT": {
        "TITLE": "SAND TECHNOLOGY <SNDCF> MULLING REVERSE SPLIT",
        "AUTHOR": "    By Solange De Santis",
        "DATELINE": "    Toronto, March 11 - ",
        "BODY": "Sand Technology Systems Inc said it is\nconsidering a reverse stock split of at least one-for-10 and\nexpects to report a second-quarter profit, compared to a loss\nlast year.\n    The stock consolidation \"is something we're discussing, but\nit's not definite,\" Sand Technology president Jerry Shattner\ntold Reuters in an interview.\n    A private placement recently brought the number of\noutstanding shares to 106 mln, up from 97.1 mln shares on July\n31, 1986, the fiscal yearend.\n    \"The company has always had the aura of a penny stock,\"\nShattner said, adding that Sand plans, at some time, to apply\nfor listing on the Montreal Stock Exchange.\n    Shattner said the company expects to report a profit of\nfive pct, or about 350,000 dlrs, on sales of seven mln dlrs,\nfor the second quarter ended January 31. Results for the third\nquarter should be about the same as the second, he added.\n    Last year, Sand lost 243,064 dlrs on revenues of 7,012,195\ndlrs in the second quarter.\n    After \"a disastrous first quarter,\" Sand hopes to break even\nin the current fiscal year, Shattner said. The company has\nscaled back its sales forecast to about 25 mln dlrs, from the\n33.5 mln dlrs projected in December.\n    The rapid appreciation of the Japanese yen against U.S. and\nCanadian dollars last year led to Sand's loss of 2.1 mln dlrs,\nor two cts per share, on sales of 24.9 mln dlrs.\n    In the first fiscal quarter this year, the company lost\n1,350,387 dlrs, or one ct per share, on sales of 3,570,585\ndlrs.\n    Shattner believes the company will post better results this\nyear due to several factors.\n    \"Last year, one of our biggest problems was we were buying\nproducts in Japanese yen. We now buy some products from Hitachi\nin U.S. dollars and the results are starting to show up in the\nsecond quarter,\" he said.\n    Sand Technology sells, under its trademark, computer\naccessories such as disk drives, solid-state memory enhancement\ndevices and printers manufactured by Hitachi Ltd <HIT> of\nJapan.\n    Shattner said Sand's affiliate in Detroit, ST Systems Inc,\nis developing software that lets large maniframe computers\nhandle large databases and share them between applications.\n    It is also distributing a new product called Sapiens, which\nis artificial intelligence computer language for use by major\ncorporations.\n    The company has also reduced costs through some staff\ncutting and a switch to profit sharing plans for sales staff\ninstead of straight commissions, Shattner said.\n    And Sand plans to market a laser printer in the fourth\nfiscal quarter, Shattner said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "mulroney"
    ],
    "ORGS": [
        "opec"
    ]
}