{
    "DATE": "18-MAR-1987 01:34:11.74",
    "TOPICS": [
        "money-fx",
        "yen"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "6338",
    "TEXT": {
        "TITLE": "YEN USURPS GODZILLA AS JAPAN'S FAVOURITE HORROR",
        "AUTHOR": "    By Steven Brull, Reuters",
        "DATELINE": "    TOKYO, March 18 - ",
        "BODY": "\"Endaka,\" the strong yen, has usurped\n\"Godzilla Versus the Sea Monster\" as Japan's favourite horror\nstory.\n    The yen's 40 pct surge against the dollar over the last two\nyears has frightened foreigners with tales of the 40 dlr melon,\nthe 120 dlr taxi ride from the airport and rents of 15,000 dlrs\na month.\n    But \"endaka,\" like many Japanese products, is for foreign\nconsumption, locals and long-time foreign residents said.\n    \"It's not really that expensive. I don't pay attention to\nthe cost of living,\" said Cheryl Richmond, a 25-year-old\nCanadian teacher of English in Tokyo.\n    Richmond said she earns 1,635 dlrs a month by \"chatting\" 40\nhours a week in English to Japanese who hope to learn the\nlanguage. For 326 dlrs a month she rents a sunny, quiet\ntwo-room flat some 20 minutes by train from Shinjuku, one of\nTokyo's prime business and entertainment districts, and has\nmanaged to send home an average of 320 dlrs a month.\n    She spends less than 6.50 dlrs a day on food despite eating\nout once a day.\n    \"For lunch I buy the teishoku (daily special) which comes\nwith soba (buckwheat noodles) or pork cutlet, pickles, miso\nsoup, rice and tea,\" although she takes only coffee for\nbreakfast and a sandwich for dinner.\n    No one argues that Tokyo is cheap, but long-time residents\nsee no need to spend the 2,000 to 15,000 dlrs a month spent by\nforeign firms to house executives in Western-style homes.\n    The companies feel otherwise. They say they must pay the\nprice to bring over the best people needed to back up their\npush into Japan's increasingly lucrative markets.\n    \"You can't expect people to move from New York or Sydney and\ntrade down. It's not reasonable,\" said a spokesman for\nInternational Business Machines Corp (IBM), which supports\nWestern lifestyles for more than 350 foreigners in Tokyo.\n    Tokyo is the world's most expensive city for business\ntravellers, a survey issued this month by Employment Conditions\nAbroad said. It found that businessmen visiting Tokyo spend on\naverage more than 300 dlrs a day.\n    While the businessmen have little choice but to come here,\nmany tourists, especially those from Europe, are opting to\nvisit sunnier and cheaper climes in Southeast Asia.\n    The Japan Tourist Bureau estimates \"endaka\" caused an 11.5\npct drop in the number of foreign visitors to Japan last year.\n    Those who came tried to cut back on expenses, chiefly by\ncurtailing shopping, it said.\n    To help combat \"endaka\" and the slump in tourism, the Tourist\nBureau prepared a pamphlet, \"Economical Travel in Japan.\"\n    It gives budget-saving tips on finding medium-priced\nbusiness hotels and Japanese-style inns, cheap sushi and public\nbaths while getting a \"revealing glimpse of Japanese in their\ndaily lives.\"\n    Residents of Okubo House, a transit hotel in Tokyo's\nShin-Okubo love hotel district, offer even more savvy advice.\n    For 9.80 dlrs a night, Scott Perry, a 23-year-old budding\nEnglish teacher from New Zealand, shares an unheated,\nberth-sized twin-room in the Japanese \"flop house.\"\n    Perry has budgeted 26 to 33 dlrs a day while he looks for\nwork. \"Normally I eat 'teishoku' for 400 yen but sometimes I'll\nsplurge at Shakey's where for 550 yen you can eat unlimited\npizza for at least two hours.\"\n    Still, there are the extras that dent the budget. \"I had to\nspend 600 yen today to dry-clean my suit coat,\" he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lyng"
    ]
}