{
    "DATE": "13-MAR-1987 10:08:56.89",
    "TOPICS": [
        "rubber"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "4824",
    "TEXT": {
        "TITLE": "NEW RUBBER PACT APPEARS IN THE BALANCE",
        "DATELINE": "    GENEVA, March 13 - ",
        "BODY": "Negotiations on a new International\nNatural Rubber Agreement, INRA, are approaching the\nmake-or-break point and prospects for a future pact appear to\nbe in the balance, delegates said.\n    Manaspas Xuto of Thailand, chairman of the INRA\nrenegotiation conference, is holding consultations with a small\ngroup of producers and consumers to try to resolve major\noutstanding issues. When the talks began on Monday Xuto said\nthose issues should be settled by the end of the first week to\nallow time to draft an agreement during the second week.\n    The talks are due to last until March 20.\n    Xuto said, \"There is nothing concrete yet, but the\natmosphere is good.\" The discussions are expected to continue\nlate into the night, and Xuto said he may hold weekend\nmeetings.\n    Delegates said negotiations now focus on the degree to\nwhich price adjustments should be automatic.\n    At present, if the market price has been above or below the\nreference price (set at 201.66 Malaysian/Singapore cents a kilo\nin the current agreement) for six months, the reference price\nis revised by five pct or by an amount decided by the\nInternational Natural Rubber Organisation council.\n    Consumers are asking that, in these circumstances, the\nadjustment be automatic at five pct or more.\n    Producers want the council to have the last word and have\nresisted reducing its role in the price adjustment procedure.\n    Delegates said there seems to be optimism about settling\nanother issue -- that of the floor price.\n    It now appears that consumers may consider dropping their\ninsistence of a downward adjustment of the floor price, called\nthe \"lower indicative price,\" under certain circumstances.\n    This means that any possible compromise would centre on the\nreference price, and the \"may buy\" (or \"may sell\") and \"must buy\" or\n\"must sell\" levels, without changing the \"lower indicative price\"\n-- which is set at 150 Malaysian/Singapore cents in the current\npact.\n    Delegates said that in exchange for consumer flexibility on\nthe floor price question, producers may consider agreeing to\nanother consumer proposal for more frequent price reviews -- at\n12 month intervals instead of 18 at present.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "subroto"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}