{
    "DATE": " 7-APR-1987 10:29:03.74",
    "TOPICS": [
        "money-fx",
        "dlr",
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13903",
    "TEXT": {
        "TITLE": "VOLCKER WARNS AGAINST SIZEABLE DLR DECLINE",
        "DATELINE": "    WASHINGTON, April 7 - ",
        "BODY": "Federal Reserve Board Chairman Paul\nVolcker said a further large drop in the value of the dollar\ncould be counterproductive for world economic growth.\n    Testifying before the Senate Banking Committee, Volcker\nsaid that Europe and Japan were slowing exports and that growth\nin those countries was also decreasing.\n    \"In that kind of situation, further sizeable depreciation\nof the dollar could well be counterproductive,\" he said.\n    Domestic expansion in foreign industrial countries has not\nbeen enough to offset the effects of slower exports, Volcker\nsaid.\n    On the value of the dollar, Volcker said he could not say\nwhether it should be higher or lower to restore balance in\ntrade.\n    \"What we do know is that a substantial exchange rate\nadjustment has already been made,\" he said.\n    \"That adjustment should be large enough, in a context of a\ngrowing world economy and fiscal restraint in the United\nStates, to support the widespread expectations of a narrowing\nin the real trade deficit in the period ahead,\" he said.\n    Volcker said U.S. exports were now growing substantially\nwhile import growth should slow.\n    Volcker said that to improve the trade deficit with a\nminimum of inflationary pressure, the United States would have\nto slow its spending growth.\n    It would also have to achieve a better balance between\ninvestment and domestic savings if it wants to be able to\ndispense with foreign capital.\n    \"The constructive way to work in the needed direction would\nbe to reduce our budget deficit, year by year, paving the way\nfor improvements in our trade accounts,\" he said.\n    Relying on depreciation of the dollar alone would risk\nrenewed inflation, he said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "ec"
    ]
}