{
    "DATE": "30-MAR-1987 00:28:39.88",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10676",
    "TEXT": {
        "TITLE": "INVESTOR GROUP PUTS PRESSURE ON GENCORP <GY>",
        "DATELINE": "    NEW YORK, March 30 - ",
        "BODY": "An investor group trying to acquire\nGenCorp Inc said it would move to unseat the board of directors\nand take other action if GenCorp refuses to discuss a 2.3\nbillion dlr takeover bid.\n    General Acquisition Co, a partnership of Wagner and Brown\nand AFG Industries Inc <AFG>, reiterated in a statement sent to\nGenCorp on Friday that it was willing to negotiate its earlier\noffer of 100 dlrs a share for the tire, broadcasting, plastics\nand aerospace conglomerate.\n    Analysts have speculated GenCorp could fetch at least 110\nto 120 dlrs per share if broken up.\n    GenCorp officials declined to comment on the statement, but\na spokesman reiterated a request to shareholders to wait until\nthe board renders an opinion before making a decision on the\noffer. GenCorp has said a statement would be made on or before\nthe company's annual meeting on Tuesday.\n    General Acquisition said the board could not carry out its\nduties to shareholders and make an informed decision until it\nhas, \"... Explored with us the ways in which our offer can be\nrevised to provide greater value to your shareholders.\"\n    General Acquisition added it was aware the board may be\nreviewing alternative transactions, which might provide GenCorp\nshareholders with a payment other than cash.\n    \"If that is the case, you should recognise that our\nadditional equity capital may very well enable us to offer cash\nand securities having greater value than GenCorp could provide\nin any similarly structured transaction,\" it said.\n    It added GenCorp's board had an obligation to present any\nalternative proposal to shareholders in a way that allowed\ncompeting offers.\n    General Acquisition requested it be given a chance to bid\non a competitive and fair basis before any final decision was\nmade on any other buyout proposal.\n    The statement repeated the request GenCorp remove a \"poison\npill\" preferred share purchase rights to shareholders, making\nany takeover more expensive.\n    It said it might take legal action, or seek the support of\nshareholders in calling a special meeting to replace the board\nand consider other proposals.\n    GenCorp should not accept any other proposal containing\ndefensive features, it said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}