{
    "DATE": " 2-JUN-1987 15:37:10.91",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "canada"
    ],
    "PEOPLE": [
        "kaufman",
        "greenspan",
        "volcker"
    ],
    "NEWID": "18252",
    "TEXT": {
        "TITLE": "HOLLLINGER <HLG.TO> PAYING 50 MLN DLRS FOR BUY",
        "DATELINE": "    TORONTO, June 2 - ",
        "BODY": "Hollinger Inc will pay about 50 mln dlrs\ncash for its previously reported acquisition of privately owned\nUnimedia Inc, chairman Conrad Black told reporters after the\nannual meeting, confirming a published report.\n    Commenting on press reports about the 50 mln dlr price tag,\nBlack said, \"That would not be wildly inaccurate,\" although he\ndeclined to disclose the actual cost.\n    Montreal-based Unimedia is Quebec's third largest newspaper\ngroup, with three French language daily newspapers in Quebec\nCity, Ottawa and Chicoutimi, Quebec and four printing plants in\nOntario and Quebec.\n    Black added that Hollinger would also continue seeking\nacquisitions of daily newspapers with circulation under 25,000\nreaders. He said Hollinger was currently talking to about 10\nsuch newspapers in the U.S. where the company currently owns 23\ndailies.\n    \"There is really no end to the ones that are available,\" he\ntold reporters, although he added that most remaining\nacquisition opportunities are in the U.S.\n    He said that Hollinger's 58 pct-owned Daily Telegraph PLC,\nof London, should become profitable in this year's fourth\nquarter.\n   \n    For full-year 1987, the Daily Telegraph could break even or\nbetter, said Black, citing major reductions in labor costs and\nimproved technology at the Telegraph, Britain's largest\ncirculation quality daily. The Telegraph lost 13.2 mln Canadian\ndlrs last year.\n    Daily Telegraph chief executive Andrew Knight told\nreporters after the meeting that the Telegraph's daily\ncirculation had risen by 25,000 since September to about\n1,150,000 on weekdays, despite added competition from the new\nIndependent daily newspaper.\n   \n    Knight said The Independent was not affecting the\nTelegraph's growth, but was making inroads into the circulation\nof other London quality dailies such as The Times and The\nGuardian.\n    Hollinger chairman Black predicted Hollinger would post\n1987 net income of about 55 mln dlrs, or one dlr a share,\nincluding extraordinary gains from previous sales of\ndiscontinued operations. Hollinger lost 87 mln dlrs or 6.54\ndlrs a share last year on fewer average shares and after an\nextraordinary loss of 52 mln dlrs.\n   \n    Black told shareholders that first quarter operating\nearnings on continuing operations amounted to 499,000 dlrs\nagainst a year-ago loss of 165,000 dlrs.\n    Revenues on continuing operations rose to 102.1 mln dlrs\nfrom 1.5 mln dlrs last year, which did not include Daily\nTelegraph revenues, he added. Consolidated first quarter\nfigures were not disclosed.\n    He said the Daily Telegraph's first quarter operating loss\nwas sharply reduced from last year.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}