{
    "DATE": "18-JUN-1987 08:59:19.40",
    "TOPICS": [
        "grain",
        "corn"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18614",
    "TEXT": {
        "TITLE": "BUDGET PACT CUTS U.S. FARM FUNDS 1.25 BILLION DLRS",
        "DATELINE": "    WASHINGTON, June 18 - ",
        "BODY": "U.S. House and Senate budget\nnegotiators agreed as part of an overall budget accord reached\nyesterday, to cut 1.25 billion dlrs from fiscal 1988 spending\non agricultural programs, Congressional sources told Reuters.\n    The agreed cut in farm programs is a compromise between 1.4\nbillion sought by the Senate and one billion by the House.\n    The negotiators also agreed to cut 1.6 billion from the\nfarm budget in fiscal 1989 and 2.45 billion in 1990, for a\ntotal of 5.3 billion in saving over three years, sources said.\n    The agreement presents the House and Senate Agriculture\ncommittees with difficult choices on how to make changes in\nagriculture programs that achieve the budget savings targets\nwithout jeopardizing popular support payments, senior\nCongressional aides told Reuters.\n    Some farm state lawmakers already are manuevering to find\nthe budget savings.\n    Rep. Dan Glickman, D-Kan., Chairman of the House grains\nsubcommittee, has introduced a bill which would freeze wheat\nand corn loan rates for the 1988 crop at the current 2.28 dlrs\nand 1.92 dlrs respectively, saying it would save 500 mln dlrs.\n    House Agriculture Committee chairman Kika De la Garza has\nsaid the committee will consider the Glickman proposal.\n    But Congressional sources said the proposal is unlikely to\nbe approved because of opposition from Republican lawmakers and\na strong stance by Agriculture Secretary Richard Lyng, who said\nfreezing loan rates would send the wrong signal to other major\ngrain export competitors and would not achieve the budget\nsavings Glickman claims.\n    Another area where Glickman and other have said budget\nsavings might be made is to increase acreage reduction program,\nARP, levels for wheat and corn.\n    However, on this issue also Lyng has taken a strong stand\nwithin the Reagan administration, arguing that the 1988 crop\nwheat acreage reduction should be left at 27.5 pct and not 30\npct as sought by the Office of Management and Budget, OMB. Most\ncommodity lobbyists expect Lyng to prevail.\n    Congressional sources said the only way to achieve\nsignificant budget cuts through ARP increases would be to boost\nthe 1988 corn ARP. But one informed Congressional source said\nsingling-out corn for an ARP increase would would be seen as\nunfair to one commodity.\n    Congressional sources said the areas where Congress is most\nlikely to eventually look for budget savings are some\ntightening of the payment limitation rules, and possible \nadoption of a 0/92 program for the 1988 crops of major grains.\n    Those changes would achieve a portion of the 1.25 billion\nbut not enough, they said.\n    Ultimately, Congressional sources said the agriculture\ncommittees may be forced to apply an across-the-board cut on\nall Commodity Credit Corp. payments to farmers, including price\nsupport loans and deficiency payments, similar to the\nGramm-Rudman-Hollings budget cut applied in fiscal 1986.\n    This idea has been suggested by the American Farm Bureau\nFederation, AFBF, as the fairest approach for all commodities.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}