{
    "DATE": " 7-APR-1987 10:47:21.10",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "13966",
    "TEXT": {
        "TITLE": "ROLLS APPROACHES FLOAT WITH PROFITS SET TO RISE",
        "AUTHOR": "    By Iain Pears, Reuters",
        "DATELINE": "    LONDON, April 7 - ",
        "BODY": "State-owned engine maker <Rolls Royce\nPlc> launches its prospectus for privatisation tomorrow with\nmany analysts forecasting higher profits this year. But it is\nlikely to miss contracts to power the proposed <Airbus\nIndustrie> A340 aircraft.\n    The company's so-called \"pathfinder prospectus\" gives all the\ndetails of its stock market flotation except for the price at\nwhich shares will be offered.\n    Last month, the company announced that pretax profits rose\nin 1986 to 120 mln stg from 81 mln the year before.\n    Brokers Barclays de Zoete Wedd, BZW, sees 155 mln profit\nfor 1987.\n    Analyst Tim Harris of Phillips and Drew said rising profits\nand a low tax charge would be offset by the fact that Rolls\noperated in a sector which traditionally attracted low ratings.\n    Assuming the company was valued at around eight times\nearnings, this would give a selling price valuing it at about\n1.2 billion, though he said the recent good performance of the\naerospace sector could nudge this figure upwards.\n    BZW is currently forecasting a higher sale price at between\n1.5 billion and 1.7 billion.\n    The price will be increased by it being likely to have much\nof its debt wiped off by a government anxious to assure the\ncompany's health when it has to fend for itself. Rolls was\nrescued from bankruptcy and taken into state ownership in 1971.\n    When the government announced the sale, it said it would\ninject permanent capital equivalent to net debt -- around 250\nmln stg at end-1986 -- into the company.\n    Analysts noted this was necessary to ensure Rolls a credit\nrating to match those of its main competitors such as General\nElectric Co <GE.N> and United Technologies Corp's <UTX.N> Pratt\nand Whitney unit.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "gatt"
    ]
}