{
    "DATE": " 4-MAR-1987 17:08:17.36",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1836",
    "TEXT": {
        "TITLE": "TWA <TWA> TANGLES PIEDMONT <PIE> SITUATION",
        "AUTHOR": "    By Patti Domm, Reuters",
        "DATELINE": "    New York, March 4 - ",
        "BODY": "Trans World Airlines Inc complicated\nthe bidding for Piedmont Aviation Inc by offering either to buy\nPiedmont suitor USAir Group or, alternatively, to merge with\nPiedmont and USAir.\n    Piedmont's board was meeting today, and Wall Street\nspeculated the board was discussing opposing bids from Norfolk\nSouthern Corp and USAir. The TWA offer was announced shortly\nafter the Piedmont board meeting was scheduled to begin.\n    TWA offered to buy USAir for 52 dlrs cash per share. It\nalso said it was the largest shareholder of USAir and\nthreatened to go directly to USAir shareholders with an offer\nfor 51 pct of the stock at a lower price.\n    TWA also said it believed its offer was a better deal for\nUSAir shareholders than an acquisition of Piedmont, but it said\nit alternatively would discuss a three-way combination of the\nairlines.\n    Market sources and analysts speculated that TWA chairman\nCarl Icahn made the offer in order to put his own airline into\nthe takeover arena.\n    \"We're just wondering if he's not just trying to get TWA\ninto play. There's speculation on the street he just wants to\nmove onto somthing else,\" said one arbitrager. \"We think TWA\nmight just be putting up a trial balloon.\"\n    Analysts said the offer must be taken seriously by USAir,\nbut that the airline will probably reject it because the price\nis relatively low compared to other airline deals.\n    They also said Icahn must prove his offer credible by\nrevealing financing arrangements. \"They need to show their\ncommitment and their ability to finance. I think it's a\ncredible offer,\" said Timothy Pettee, a Bear Stearns analyst.\n    \"I think it's certainly on the low end of relative values\nof airline deals,\" said Pettee. Pettee estimated 58 dlrs would\nbe in a more reasonable range based on other airline mergers.\n    USAir stock soared after TWA made public its offer. A\nspokesman for USAir declined comment, and said USAir had not\nchanged its offer for Piedmont. USAir offered of buy 50 pct of\nthat airline's stock for 71 dlrs cash per share and the balance\nfor 73 dlrs per share in USAir stock.\n    USAir closed up 5-3/8 at 49-1/8 on volume of 1.9 mln\nshares.\n    Piedmont, which slipped 1/2 to close at 69-5/8, also\nremained silent on the TWA action. Piedmont has an outstanding\n65 dlr cash per share offer from Norfolk Southern Corp.\n    Norfolk Southern declined comment, but said it stuck with\nits offer for Piedmont. Norfolk owns about 20 pct of Piedmont\nand opened the bidding when it said it would propose a takeover\nof Piedmont.\n    Some analysts said Icahn may be trying to acquire USAir to\nmake his own airline a more attractive takeover target.\n    \"Icahn I think had wanted to sell his airline and there\nwere no takers. I think the strategy might have called for\nmaking his investment more attractive. One way to accomplish\nthat specific objective is to go out and acquire other\nairlines,\" said Andrew Kim of Eberstadt Fleming.\n    \"I don't know whose going to buy them, but at least this\nway it becomes a much more viable package,\" said Kim.\n    But Icahn's financing ability for such a transaction\nremains in doubt, in part because of TWA's heavy debt load.\n    Wall street sources said TWA has some cash with which to do\nthe offer.\n    The sources said Icahn has not lined up outside financial\nadvisers and plans to make his own arrangements.\n   Icahn earlier this year abandoned plans to buy USX Corp <X>\nand still retains 11 pct of that company's stock.\n    Some Wall street sources said the financier's USX plan was\nimpacted by the cloud hanging over his adviser, Drexel Burnham\nLambert Inc, because of Wall Street's insider trading scandal.\n    Industry sources also predicted USAir might reject the TWA\noffer on price and financing concerns. \"It's littered with\ncontingencies and it doesn't even have a financing\narrangement,\" said one executive at another major airline.\n    But the executive conceded a merged TWA-USAir would be a\nstrong contender with USAir's east coast route system and\nplanned west coast presence from PSA. USAir could feed the\nintenrational flights of TWA, which has a midwest presence in\nits St. Louis hub. Adding Piedmont, dominant in the southeast,\nto the mix would develop an even stronger force.\n    The combined entity would also have TWA's pars reservation\nsystem.\n    Such a merger would be complex and analysts said it would\nresult in an airline iwth an 18 pct market share.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ],
    "EXCHENGES": [
        "nyse"
    ],
    "PEOPLE": [
        "icahn"
    ]
}