{
    "DATE": " 2-MAR-1987 11:23:31.27",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "496",
    "TEXT": {
        "TITLE": "REDSTONE DETAILS SWEETENED VIACOM <VIA> OFFER",
        "DATELINE": "    WASHINGTON, March 2 - ",
        "BODY": "Investor Sumner Redstone, who leads\none of the two groups vying for control of Viacom International\nInc, offered to sweeten his bid for the company by 1.50 dlrs a\nshare cash and 1.50 dlrs in securities.\n    In a filing with the Securities and Exchange Commission,\nRedstone, who controls Dedham, Mass.,-based National Amusements\nInc, a theater chain operator, offered to raise the cash\nportion of its Viacom offer to 42 dlrs a share from 40.50 dlrs.\n    Redstone also raised the face value of the preferred stock\nhe is offering to 7.50 dlrs from six dlrs.\n    The Redstone offer, which is being made through Arsenal\nHoldings Inc, a National Amusements subsidiary set up for that\npurpose, which also give Viacom shareholders one-fifth of a\nshare of Arsenal common stock after the takeover.\n    Viacom said earlier today it received revised takeover bids\nfrom Redstone and MCV Holdings Inc, a group led by Viacom\nmanagement which is competing with Redstone for control of the\ncompany and already has a formal merger agreement with Viacom.\n    The company did not disclose the details of the revised\noffers, but said a special committee of its board would review\nthem later today.\n    The Redstone group, which has a 19.5 pct stake in Viacom,\nand the management group, which has a 5.4 pct stake, have both\nagreed not to buy more shares of the company until a merger is\ncompleted, unless the purchases are part of a tender offer for\nat least half of the outstanding stock.\n    The two rivals also signed confidentiality agreements,\nwhich give them access to Viacom's financial records provided\nthey keep the information secret.\n    In his SEC filing, Redstone, who estimated his cost of\ncompleting the takeover at 2.95 billion dlrs, said Bank of\nAmerica is confident it can raise 2.275 billion dlrs.\n    Besides the financing it would raise through a bank\nsyndicate, Bank of America has also agreed to provide a\nseparate 25 mln dlr for the limited purpose of partial\nfinancing and has committed to provide another 592 mln dlrs,\nRedstone said.\n    Merrill Lynch, Pierce Fenner and Smith Inc has increased\nits underwriting commitment to 175 mln dlrs of subordinated\nfinancing debt for the Viacom takeover, from the 150 mln dlrs\nit agreed to underwrite earlier, Redstone said.\n    Redstone said his group would contribute more than 475 mln\ndlrs in equity toward the takeover.\n    The Redstone equity contribution to the takeover would\nconsist of all of his group's 6,881,800 Viacom common shares\nand at least 118 mln dlrs cash, he said.\n    The new offer, the second sweetened deal Redstone has\nproposed in his month-long bidding war with management, also\ncontains newly drawn up proposed merger documents, he said.\n    Last week, the management group submitted what it called\nits last offer for the company, valued at 3.1 mln dlrs and\nconsisting of 38.50 dlrs a share cash, preferred stock valued\nat eight dlrs a share and equity in the new company. Redstone's\nprevious offer had been valued at 3.2 billion dlrs.\n Reuter\n\u0003"
    },
    "ORGS": [
        "fao"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}