{
    "DATE": "20-MAR-1987 06:44:33.12",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "7583",
    "TEXT": {
        "TITLE": "U.K. AVERAGE GDP RISES 2.6 PCT IN 1986",
        "DATELINE": "    LONDON, March 20 - ",
        "BODY": "Britain's gross domestic product (GDP)\non the average basis of output, expenditure and income rose by\n2.6 pct in 1986 after a 3.4 pct increase a year earlier,\nCentral Statistical Office (CSO) preliminary figures show.\n    In the fourth quarter, GDP rose 0.7 pct over the previous\nquarter and was up 3.3 pct on the same 1985 quarter.\n    The average estimate index, seasonally-adjusted and based\n1980, was set at 114.3 in the fourth quarter of 1986 against\n113.5 in the previous quarter and 110.7 in the final quarter of\n1985.\n    The CSO said the average GDP estimate index for 1986 as a\nwhole was 113.1, up 2.6 pct from 110.2 for 1985.\n    On the output measure, GDP rose an upward revised\nseasonally adjusted 0.3 pct in the fourth quarter of 1986 to\n114.9 on the output index from 114.5 in the previous quarter,\ngiving a 3.2 pct rise over the fourth 1985 quarter, the CSO\nfigures show.\n    On income-based GDP, the index in the fourth quarter rose\nby 0.7 pct from the third quarter and was up 3.8 pct on the\nyear-ago quarter.\n    The indices stood at 115.3, 114.4 and 111.0 respectively.\n    Expenditure-based GDP rose 1.2 pct in the fourth quarter of\n1986 from the third quarter and was up 2.9 pct from the same\n1985 quarter.\n    The CSO set the expenditure index at 112.9 from 111.6 in\nthe third quarter of 1986 and 109.8 in the final 1985 quarter.\n    The year-on-year rise for expenditure GDP was 2.3 pct with\nthe expenditure index for the whole of 1986 set at 111.9\nagainst 109.4 a year earlier.\n    For income GDP, the year-on-year rise was 2.6 pct against\nagainst three pct a year earlier. The ouptut GDP measure rose\n2.8 pct year-on-year, down from 3.8 pct in 1985.\n    The government usually considers the output measure the\nmost reliable way of measuring short-term GDP changes.\n    It is based on output data for production industry and\npartial information for the rest of the economy.\n    The government had forecast that average measure GDP would\nrise 2.5 pct in calendar 1986 after 3.3 pct in 1985. The budget\nunveiled on Tuesday foresaw GDP growth in 1987 of three pct.\n    The GDP deflator, based on expenditure at market prices,\nrose 1.2 pct in the fourth quarter from the third, to give a\n2.4 pct rise over fourth quarter 1985. Year-on-year, the\ndeflator rose 3.7 pct.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "singhasaneh"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}