{
    "DATE": "20-MAR-1987 08:01:36.89",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "7605",
    "TEXT": {
        "TITLE": "SWISS BANKER WANTS BOND RATINGS, SHARE DISCLOSURE",
        "DATELINE": "    ZURICH, March 20 - ",
        "BODY": "A top Swiss banker called for an\nobligatory, continuous rating for all Swiss franc bonds and\nsaid he believed anyone buying more than five pct of a company\nshould be made to declare their share.\n    In comments at a news conference of <Vontobel Holding AG>,\nchairman Hans Vontobel said he believed it was up to the banks'\nown self-regulating bodies, such as the Swiss Admissions Board,\nto take such action before governmental bodies stepped in.\n    A decline in the average quality of borrowers on the Swiss\nfranc market and a debate on the use of registered shares to\nprevent takeovers have made both major issues among bankers.\n    Vontobel noted that many borrowers already came to the\nmarket with ratings from the major U.S. Agencies, which were\nreadily available to professionals through specialised\ninformation systems.\n    \"We should make this classification obligatory and publish\nit in places that are easily accessible to lay people,\" he said.\nThe quick changing nature of the financial market meant these\nratings should also be continually updated, he said.\n    Vontobel also noted that recent years had seen companies,\nworried about takeovers, increasingly issuing registered shares\nand participation certificates rather than bearer shares.\n    However, both types of issue had a drawback, he said. The\nrecent attempt by Jacobs Suchard AG <JACZ.Z> to take over Hero\nConserven Lenzburg <HERZ.Z> had shown the limits of a 1961\npledge by the banks not to sell registered shares to someone\nwho was not eligible according to the company's statutes.\n    Excessive issue of participation certificates, which do not\ncarry voting rights, would also be contrary to the principle of\ngreater democracy in the new share law before Parliament.\n    \"People buying, for example, more than five pct of a\ncompany's shares should be made to declare their purchase,\" he\nsaid.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "singhasaneh"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}