{
    "DATE": "20-MAR-1987 11:43:08.70",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "japan",
        "uk",
        "usa"
    ],
    "NEWID": "7765",
    "TEXT": {
        "TITLE": "JAPAN, BRITAIN DISAGREE ON TELECOM MERGER",
        "DATELINE": "    TOKYO, March 20 - ",
        "BODY": "Cable and Wireless Plc <CAWL.L> is\nresisting attempts to merge two Japan-based telecommunications\nfirms in the hope that overseas political pressure will force a\nchange in those plans, a company executive said.\n    Cable and Wireless, which holds a 20 pct stake in one of\nthe two Japanese firms, is opposed to plans to reduce its share\nto three pct in the merged firm, director of corporate strategy\nJonathan Solomon told reporters.\n    That plan, put forward by a senior member of the powerful\nbusiness organization Keidanren with the tacit backing of the\nPost and Telecommunications Ministry, has caused a storm of\nprotest from abroad that Japan is seeking to exclude foreign\nfirms from a meaningful position in the market.\n    Pacific Telesis Group <PAC.N> of the United States also\nholds a 20 pct stake in one of the newly formed consortia,\n<International Digital Communications Inc> (IDC).\n    Solomon said that both British Prime Minister Margaret\nThatcher and U.S. Secretary of State George Schultz have\nwritten to the Japanese government about the planned merger.\n    A key U.S. Senate committee, Commerce Secretary Malcolm\nBaldrige and Trade Representative Clayton Yeutter have also\nexpressed opposition to the merger, he said.\n    The Post and Telecomunications Ministry reiterated again\nthat it sees no need for two competitors to <Kokusai Denshin\nDenwa Co Ltd>, which holds a monopoly on international calls\nfrom Japan. The ministry has also suggested that foreign\nshareholders not hold managerial positions in the new firm.\n    In an attempt to hammer out an agreement, Solomon today met\nFumio Watanabe, the senior Keidanren officer trying to arrange\nthe merger. But the two sides remained deadlocked.\n    At stake is C and W's 400 mln dlr project to lay fibre\noptic cables between Japan and Alaska, to form part of its\nglobal network.\n    \"C and W wants to start right away on the project, such as\napplication and other procedures,\" said Watanabe, who is also\nchairman of <Tokio Marine and Fire Insurance Inc>. The Japanese\nside is saying that the decision on such a plan should be left\nwith the new firm, after the merger.\n    \"These decisions (on the merger) were made in consideration\nof Japan's economic conditions and legal systems. I told him we\nare not a colony or something,\" said Watanabe.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "kullberg"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}