{
    "DATE": "18-MAR-1987 18:39:56.64",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6926",
    "TEXT": {
        "TITLE": "U.S. HOUSE PANEL VOTES TO EASE EXPORT CONTROLS",
        "AUTHOR": "    By Jacqueline Frank, Reuters",
        "DATELINE": "    WASHINGTON, March 18 - ",
        "BODY": "A key House panel voted to greatly\nease government controls on exports as several House committees\nmoved rapidly toward approval of major changes in trade laws\nthey hope will help solve U.S. trade woes.\n    The House Foreign Affairs Subcommittee on International\nEconomic Policy voted to direct the administration to cut the\nlist of controlled exports by 40 per cent by removing items no\nlonger considered important to U.S. military security.\n    Industries had complained they were losing sales to foreign\ncompetitors who were allowed to export freely products U.S.\ncompanies could not sell abroad.\n    The issue has been the subject of administration debate.\nThe Commerce Department had held that unnecessary restrictions\nimpeded U.S. exports while the Defense Department said current\ncontrols should be retained but better administered.\n    Four congressional panels met today to consider portions of\na wideranging trade bill that intends to help U.S. companies\nsell more products abroad and to fight unfair foreign trade\npractices.\n    Their separate proposals, some of them conflicting, will be\nwoven by House Democratic leaders into a final trade bill for a\nvote by the full House in late April.\n    Sparked by the proposal of Fujitsu Ltd. to take controlling\ninterest in Schlumberger Ltd's Fairchild Semiconductor Corp.,\nthe House Energy and Commerce subcommittee on Commerce voted to\nexpand Reagan's authority to block foreign takeovers of U.S.\ncompanies.\n    Reagan would be able to block any takeover found to be\ndamaging to U.S. economic or national security interests.\n    \"We are losing our semiconductors which are at the heart of\nour national security,\" subcommittee chairman James Florio, a\nNew Jersey Democrat said.\n    The subcommittee also called for the administration to\nconsider retaliation against Japan for its restrictive\ngovernment procurement practices.\n    The retaliation could be triggered by a requirement that\nthe administration investigate whether U.S. companies were\ntreated unfairly and whether they have been barred from bids on\nlucrative public works projects such as the eight billion dlr\nKansai airport construction. U.S. firms have complained they\nwere not allowed to bid on its construction.\n    At the urging of the U.S. recording industry, the\nsubcommittee agreed to bar imports of a new Japanese\nproduct--digital audio recorders.\n    Meeting in closed session, the House Ways and Means\nCommittee agreed to allow President Reagan to retaliate against\nforeign countries that refuse to open their markets to U.S.\ntelecommunications products.\n     Congressional aides said the committee also agreed U.S.\ncompanies would be allowed to press for relief from imports of\ncounterfeit products made in violation of U.S. copyright and\npatent laws.\n                                         \n Reuter\n\u0003"
    },
    "ORGS": [
        "iwcc"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "lme"
    ]
}