{
    "DATE": " 3-MAR-1987 12:11:00.65",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1153",
    "TEXT": {
        "TITLE": "PANTERA <PANT> AND PIZZA <PZA> AGREE TO MERGE",
        "DATELINE": "    ST. LOUIS, MO., March 3 - ",
        "BODY": "Pantera's Corp said it agreed in\nprinciple to acquire Pizza Inn Inc in a cash and stock\ntransaction.\n    Under terms of the proposed transaction, each Pizza Inn\nshare can be exchanged for either three dlrs in cash plus the\nlesser of 1.4 shares of Pantera's common stock or 11.50 dlrs\nmarket value of Pantera's stock, or four dlrs in cash plus a\nunit consisting of one share of Pantera's stock and a\nnon-transferrable right to receive up to 0.55 share of\nPantera's stock under certain conditions, it said.\n    Completion of the transaction is subject to arrangement of\nfinancing, negotiation of a definitive agreement, and various\nregulatory approvals, it said.\n    Pantera's said Pizza Inn's largest shareholder, F.J.\nSpillman, previously granted Pantera's an option to buy more\nthan one mln shares of Pizza Inn common stock owned by him.\n    Pantera's also said it retained Drexel Burnham Lambert Inc\nto act as its financial advisor in connection with the merger.\nPizza Inn has retained Dean Witter Reynolds Inc to act as its\nfinancial advisor, Pantera's said.\n    Yesterday, Pantera's stock closed at 9.50 dlrs on NASDAQ,\nwhile Pizza Inn's stock was quoted at 12 dlrs when the Amex\nhalted trading pending the announcement of the proposed merger.\n    From its Dallas headquarters, Pizza Inn said completion of\nthe transaction is subject to certain conditions including that\nthe price of Pantera's stock average not less than seven dlrs\nduring the 20 trading days before the merger.\n    Under the agreement, Pizza Inn said it will still be\npermitted to complete a leveraged buyout agreement with Pizza\nInn Acquiring Corp, which has been approved by its\nshareholders, but is subject to otaining financing.\n   \n More\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}