{
    "DATE": "15-MAR-1987 22:38:51.07",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5177",
    "TEXT": {
        "TITLE": "HARPER AND ROW <HPR> TO MULL OPTIONS AFTER BIDS",
        "DATELINE": "    NEW YORK, March 15 - ",
        "BODY": "Harper and Row Publishers Inc said its\nboard of directors decided to take no action on two takeover\nbids that the company has received. Instead, it appointed a\ncommittee of independent directors to study strategic\nalternatives for the 170-year-old firm.\n    The alternatives include continuation of the company's\nexisting business plans, possible business combinations, sales\nof stock, restructuring and the sale of all or part of the\ncompany.\n    Kidder Peabody and Co Inc has been retained to advise on\nthe alternatives, Harper and Row added.\n    Private investor Theodore Cross last week offered 34 dlrs a\nshare for Harper and Row, prompting a rival bid of 50 dlrs a\nshare from another publishing firm, Harcourt Brace Jovanovich\nInc <HBJ>.\n    After considering the two offers at a meeting on Friday,\nthe Harper and Row board decided not to act on them.\n    The directors unanimously expressed their strong desire to\npreserve the company's independence and take advantage of its\n\"considerable future prospects,\" according to director Winthrop\nKnowlton, former chief executive and now chairman of the newly\nestablished independent committee.\n    \"However, given the significant current interest in the\ncompany, we also feel that we should carefully review all the\noptions available. The committee will consider all the\npertinent facts and alternatives.... We intend to make a\ncareful and informed decision but will proceed expeditiously to\na conclusion,\" Knowlton said.\n    Pending its deliberations, Harper and Row's board has\npostponed indefinitely a special meeting of stockholders that\nhad been scheduled for April 2 to discuss a proposal to\nrecapitalize the company's stock to create two classes of\nshares with different voting rights.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}