{
    "DATE": "19-OCT-1987 09:13:47.65",
    "TOPICS": [
        "ship",
        "crude"
    ],
    "PLACES": [
        "usa",
        "iran"
    ],
    "NEWID": "21459",
    "TEXT": {
        "TITLE": "U.S. NAVAL FORCES ATTACK IRANIAN OIL PLATFORM",
        "DATELINE": "    WASHINGTON, Oct 19 - ",
        "BODY": "U.S. warships attacked and destroyed\nan Iranian oil platform on Monday in retaliation for Friday's\nIranian attack damaging a U.S.-flagged ship, U.S. Defense\nSecretary Caspar Weinberger said.\n    When asked how much was left of the oil platform,\nWeinberger said, \"Nothing.\"\n    \"There was no Iranian reaction,\" he said. \"... We consider\nthis matter is now closed.\"\n    Weinberger said four U.S. destroyers attacked the platform\nabout 120 miles east of Bahrain in the central Gulf with fire\nat 0700 EDT, Weinberger said.\n    \"We chose a platform used by the Iranians to interfere with\nand be a source of potential attack on convoys...,\" Weinberger\nsaid at a Pentagon briefing. \n    \"We know it has been used indeed, to not only launch small\nboat attacks on shipping but to fire on U.S. helicopters...\n    \"It's removal will contribute significantly to the safety of\nU.S. forces in the future,\" Weinberger said of the U.S. Navy's\noperation to escort oil tankers through the Gulf.\n    \"We do not seek further confrontation with Iran but we will\nbe prepared to meet any escalation of military actions by Iran\nwith stronger countermeasures,\" Weinberger said.\n    He said the 20 to 30 Iranian personnel on the oil platform\nwere given a 20-minute warning to abandon the platform.\n    \"As far as we know they did abandon the site,\" he said.\n    Weinberger was asked why the United States had chosen to\nattack an oil platform rather than Iranian Silkworm missile\nplatforms blamed by Washington for Friday's attack.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}