{
    "DATE": "20-OCT-1987 10:43:03.06",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "20262",
    "TEXT": {
        "TITLE": "U.K. CREDIT POLICY SEEN STEADY, DESPITE BANK DATA",
        "AUTHOR": "    By Sandy Critchley",
        "DATELINE": "    LONDON, Oct 20 - ",
        "BODY": "An unexpectedly heavy 4.4 billion stg\nsurge in U.K. September sterling bank lending is unlikely to\nnudge the Bank of England towards tightening monetary policy as\nlong as sterling remains in its present robust state,\neconomists said.\n    An acute crisis of confidence in equity markets over the\npast two days will in any case subdue personal consumer credit\ndemand which has largely been behind growth in lending.\n    \"In the normal course of events the markets would have been\nextremely worried about that figure,\" noted Peter Spencer, U.K.\nEconomist with Credit Suisse First Boston.\n    After an initial dip in reaction to the bank lending data,\nwhich compared won stg August rise, U.K.\nGovernment bonds (gilts) soared as investors continued to flee\nfrom plummetting equities into the relative security of\ngovernment securities.\n    Equity markets dropped sharply on the news, touching a\nday's low of 1,766.7 on the FTSE 100 index after the data,\nbefore staging a recovery. Sterling held its buoyant tone\nthroughout.\n    U.K. Money market rates, in a similarly calm response,\nresumed the slightly easier trend of earlier in the morning\nafter little more than a token blip as the figures came out.\n    Noting that such a huge rise in credit extended by banks\nwould under other circumstances have prompted market fears of a\nrise in clearing bank base rates from the current 10 pct, \"With\nthe financial markets doing what they're doing, that's the last\nthing the Bank of England would want to do,\" Spencer said.\n    \"The monetary situation is clearly very bad but as long as\nsterling is firm, the authorities are unlikely to put rates up,\"\nsaid Kevin Boakes, chief U.K. Economist at Greenwell Montagu\nGilt Edged. Boakes pointed to a rise in the narrow money\nmeasure M0 to 5.2 pct year-on-year from August's 4.5 pct\ngrowth, which he said must cause some concern at the Treasury.\n    But \"The fact that overall broad money growth has slowed\ndown is a rather encouraging sign,\" noted Paul Temperton, U.K.\nEconomist with Merrill Lynch Capital Markets. He pointed to a\nfall in the year-on-year growth rate of the M3 broad money\naggregate to 19.5 pct in September from August's 22 pct.\n    It was concern about credit growth which prompted the Bank\nof England to engineer a one point rise in U.K. Bank base rates\nto 10 pct in early August, caution endorsed subsequently by\nnews of a massive 4.9 billion stg July rise in bank lending.\n    Temperton noted that a particular focus of bank worry in\nthat period had been the behaviour of U.K. Asset markets.\n    Housing and equities were the key two asset markets in\ninfluencing consumer behaviour, he said.\n    In the light of the precipitous falls on U.K. Equity\nmarkets in the past few days, \"There will almost certainly be a\nstraightforward impact on consumer spending and on retail\nsales,\" Temperton said.\n    \"Almost certainly we can look forward to slower growth in\nconsumer borrowing if the equity shakeout continues,\" he added.\n    \"I think the stock market has decided that the bank lending\nfigure is a thing of the past...We are talking about a very\nserious panic and a flight to quality,\" Spencer said.\n    A U.K. Treasury official said that it was important to look\nat all the monetary information, not just the bank lending,\nadding that monetary aggregates were growing much more slowly\nthan bank lending.\n    Senior banking sources noted that the surge in bank lending\nwas evidence of the continuing recent trend of fairly heavy\npersonal sector borrowing.\n    Figures from the Banking Information Service showed\npersonal sector lending by U.K. Clearing banks rose by 1.66\nbillion stg in September after a 978 mln stg August rise. Much\nof the rise reflected quarterly interest payments.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "comex"
    ]
}