{
    "DATE": "12-MAR-1987 18:33:57.62",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "colombia",
        "brazil"
    ],
    "NEWID": "4603",
    "TEXT": {
        "TITLE": "COLOMBIA'S COFFEE MARKETING TO BE MORE FLEXIBLE",
        "DATELINE": "    BOGOTA, March 12 - ",
        "BODY": "Colombia intends to improve the\nmarketing of its coffee with the accent on more flexibility on\nsetting export registration prices, finance minister Cesar\nGaviria said.\n    Speaking to reporters after announcing a lower export\nregistration price, or reintegro, of 1.10 dlr per lb ex-dock\nNew York, Gaviria said export mechanisms would be more agile.\n    \"In the first stage, we decided not only to lower the\nreintegro but also to adopt a flexible policy of reintegro that\nwill allow private exporters to participate more actively in\nColombia's coffee export policy,\" he said.\n    Traders said this means the export registration price will\nchange more often in a truer reflection of market trends.\n    Gaviria said the measures merely responded to new market\nfactors since a return to a system of International Coffee\nOrganisation (ICO) export quotas may not occur in the short\nterm.\n    ICO talks last month in London failed to break a deadlock\nover re-introduction of export quotas, suspended in February\n1986.\n    Gaviria stressed that Colombia will not necessarily suffer\nfrom depressed prices because it can compensate lower prices\nwith increased volume.\n    \"Colombia will continue to export its traditional amount of\ncoffee, between 9.6 and 10 mln bags (of 60 kilos), and will do\nso without an agreement among producers,\" he said.\n    He ruled out a much higher volume of exports, or up to 13.5\nmln bags as mentioned in market circles, \"because the idea is\nprecisely not to disrupt the market.\"\n    Colombia exported a record 11.5 mln bags in the 1985/86\ncoffee year which ended last September 30.\n    Echoing Gaviria's words, Jorge Cardenas, manager of the\nnational coffee growers' federation, said Colombia sought to\nadapt its coffee marketing policy to circumstances.\n    \"There is great expectation in the world for the policies\nthat Brazil and Colombia will adopt. Ours is beginning to\nemerge and no agreement among producers is foreseeable in the\nimmediate future,\" he told journalists.\n    Trade sources in Rio today said Brazil's future export\npolicy was unlikely to be revealed before the end of next week.\n    Cardenas said a new ICO meeting could only take place when\nproblems that hindered an agreement at the recent London talks\nhave been resolved.\n    Asked to comment on a Reuter report from Jakarta saying\nIndonesia hoped Colombia could use its contacts with Brazil to\nsuggest a compromise on the quota issue, Cardenas said the\nBrazilian stand was quite clear.\n    He said Brazil's current quota \"reflects the reality of the\nmarket, allows for an orderly supply and satisfies demand,\" but\nadded more clarity was needed to assess the criteria that\ndetermined it.\n    Cardenas said lows registered immediately after the failure\nof the London talks were triggered by a widespread fear among\ndealers of an imminent price war and the belief that producers\nwould go out and sell their coffee as quickly as possible,\nwhich did not happen.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}