{
    "DATE": "28-APR-1987 17:07:17.14",
    "TOPICS": [
        "nat-gas"
    ],
    "PLACES": [
        "canada",
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17357",
    "TEXT": {
        "TITLE": "NORTH AMERICAN GAS MARKET SOUGHT BY FERC",
        "DATELINE": "    CALGARY, Alberta, April 28 - ",
        "BODY": "Blocking Canadian gas imports\nwould not serve the long-term interests of the United States,\nsaid Martha Hesse, chairman of the Federal Energy Regulatory\nCommission, adding that the development of a freely open North\nAmerican energy market should be encouraged.\n    \"I firmly believe that the long-term interest of U.S.\nconsumers would not be served by any attempt to promote a 'Made\nin America' label for gas,\" she said at an oil and gas\nconference.\n    She said the commission recognizes the important role\nCanadian gas plays in the American market, despite grumblings\namong U.S. domestic producers of the competition from north of\nthe border.\n    Recent figures show Canada shipped 2.48 billion Canadian\ndlrs worth of gas to the U.S. in 1986, down sharply from the\n3.91 billion dlr total in 1985.\n    \"But we do seriously recognize the importance in the years\nto come of the supplies of Canadian gas to U.S. markets,\" she\nsaid. \"And even in the short term, competition is generally a\ngood thing,\" she added.\n    She said the commission is concentrating on improving the\naccess to U.S. pipelines, something that would be of great\nbenefit to Canadian producers.\n    Hesse said transportation of Canadian gas is already\nimproving, gas imports rising more than 21 pct in the first two\nmonths of the year. But Hesse declined to comment in detail on\nthe controversial December order, known as the \"as billed issue\",\nbecause it is the subject of a new hearing.\n    The order, which is being fought by Canada, involves\nbarring U.S. pipeline companies and consumers from paying\ncertain Canadian shipping expenses.\n    Hesse said the order was never intended \"as an attempt to\nextend the arm of U.S. regulations across the border.\"\n    However, a senior Canadian government energy official\nwarned delegates the ruling could severely weaken Canadian gas\nproducers. \"Besides the extra territorial effect, there is the\npotential that Canadian consumers and producers may end up\nsubsidizing the cost of transportation services originally\nincurred on behalf of U.S. customers,\" said Robert Skinner, an\nassistant deputy minister in Canada's energy department.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}