{
    "DATE": "13-MAR-1987 06:04:14.75",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "brazil",
        "saudi-arabia"
    ],
    "NEWID": "4689",
    "TEXT": {
        "TITLE": "PETROBRAS CANCELS OIL PURCHASE FROM SAUDI ARABIA",
        "DATELINE": "    RIO DE JANEIRO, March 13 - ",
        "BODY": "Brazil's state oil company\nPetrobras has cancelled a 40 mln dlr crude oil purchase from\nSaudi Arabia after the Saudis refused to accept credit\nguarantees from the Bank of Brazil and did not disclose\nreasons, a Petrobras official said.\n    Export director Carlos Santana told reporters the Saudis\nwere the first suppliers of oil to impose such conditions after\nBrazil's decision to halt interest payment of its commercial\ndebts last month. The shipment of 2.2 mln barrels represents\ntwo days of consumption.\n    He said the Saudis reported they would no longer accept\nletters of credit from the Bank of Brazil or even from Saudi\nbanks and that Brazil would have to obtain credit guarantees\nfrom leading international banks.\n    In February, Brazil had contracted to buy 125,000 bpd from\nthe Saudis until June. Saudi Arabia is Brazil's second biggest\noil supplier, with an average 115,000 bpd. Iraq is the main\nsupplier with 235,000 bpd. China comes third, with 58,000 bpd.\n    \"If the Saudis wish to stop our trade relationship...I am\nsure that if they do, we will be getting dozens of offers from\nelsewhere,\" Santana added.\n    Santana said if the Saudis change their minds and decide to\nrespect the terms of the contract, then Petrobras will lift the\norder to cancel the shipment.\n    The Saudis had put similar conditions on a previous\nshipment, he added. \"We telexed them saying that if they\ninsisted, we would rather cancel the contract and buy the\nproduct elsewhere,\" Santana said.\n    After Petrobras threatened to cancel the contract, the\nSaudis changed their minds and decided to accept the Bank of\nBrazil's credit guarantees, he said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}