{
    "DATE": " 3-APR-1987 12:05:02.60",
    "TOPICS": [
        "wheat",
        "grain"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "12971",
    "TEXT": {
        "TITLE": "EC WHEAT RELEASE UNLIKELY TO SATISFY U.K. DEMAND",
        "AUTHOR": "    By Kenneth Brettell, Reuters",
        "DATELINE": "    LONDON, April 3 - ",
        "BODY": "The European Commission's decision to\nrelease an additional 300,000 tonnes of British intervention\nfeed wheat for the home market will provide only moderate\nrelief in an increasingly tight market, traders said.\n    Some operators had been anticipating a larger tonnage,\npointing out that at this week's U.K. Intervention tender the\nmarket sought to buy 340,000 tonnes but only 126,000 tonnes\nwere granted.\n    The new tranche of intervention grain is unlikely to\nsatisfy demand, they said, and keen buying competition for\nsupplies in stores is expected to keep prices firm.\n    The release of the feed wheat followed recent strong\nrepresentations by the U.K. Grain trade to the Commission.\nThere has been growing concern that rising internal prices,\ntriggered by heavy exports, were creating areas of shortage in\ninterior markets.\n    The latest EC authorisation will add 70,000 tonnes at the\nApril 14 tender and a further 30,000 tonnes later in the month.\nThe remaining 200,000 tonnes will be made available in May and\nJune.\n    News of the release produced an early downward reaction in\nlocal physical markets, but by midday some sections had halved\nearly two stg losses while others were unchanged.\n    Ministry of Agriculture figures for March indicate 1.85 mln\ntonnes of wheat and 1.74 mln tonnes of barley remain in the\nfree market. However, some traders believe these figures are\noverstated and, while some may still be held on the farm, the\nbulk of wheat is already sold. Some of the grain is also off\nthe market in futures stores.\n    A total of 2.10 mln tonnes of intervention wheat has been\nsold for export or to the home market since the season started\nJuly 1, leaving an unsold balance in intervention of about 1.59\nmln tonnes.\n    Intervention barley sales have reached just over 1.0 mln\ntonnes, leaving about 753,000 tonnes, traders said.\n    This season's U.K. Export performance has surpassed all\nearly expectations and has created the present nervous\nsituation in domestic markets where the fear now is free market\nsupplies may not last out until new crop becomes available in\nAugust.\n    The market is sticking to its recent prediction of total\nbarley and wheat exports of around 10.5 mln tonnes, a new\nrecord and nearly double the previous record of 5.9 mln tonnes\nachieved in the 1984/85 season.\n    Traders expect U.K. Wheat exports to reach 6.0 mln and\nbarley around 4.50 mln tonnes.\n    The Soviet Union has booked a record total of 2.5 mln\ntonnes of British wheat and barley this season, but only 1.28\nmln had surfaced in Customs export figures by March 25, traders\nsaid.\n    Other EC countries have bought large amounts of British\ngrain and for the July 1/March 25 period had taken 2.59 mln\ntonnes of wheat and 2.06 mln tonnes of barley. This compares\nwith 1.28 mln and 868,700 tonnes last season.\n    The market is expecting prices, particularly wheat, to stay\nbuoyant for the remaining few months of the season. If supplies\nbecome more difficult and prices strengthen further, feed\ncompounders may increase cereal substitute usage, traders said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nyse",
        "nyce"
    ]
}