{
    "DATE": "18-MAR-1987 14:08:21.35",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa",
        "brazil"
    ],
    "NEWID": "6708",
    "TEXT": {
        "TITLE": "CONT'L ILLINOIS SEES MONTHS OF BRAZIL DEBT TALKS",
        "DATELINE": "    CHICAGO, March 18 - ",
        "BODY": "Continental Illinois Corp's <CIL>\nChairman John Swearingen said he sees negotiations to\nreschedule Brazil's debt payments taking at least three to six\nmonths.\n    Brazil declared last month a moratorium on payment of\ninterest on its medium- and long-term debts. The moratorium is\nexpected to persist the entire time that debt scheduling talks\nare under way.\n    \"I believe it will take three to six months, maybe longer,\nfor an arrangement to be worked out to reschedule Brazil's\ndebt,\" Swearingen told reporters at a press briefing.\n    \"I think Brazil will pay its debts in the long run. Just\nhow long the run is is anybody's guess,\" Swearingen said.\n    Earlier the bank holding company said Brazil's moritorium\nmay force it to increase non-performing loans by 380 mln dlrs\nand reduce pretax and net income by 10 mln dlrs in the first\nquarter and 35 mln dlrs for the full year.\n    The bank will decide March 31 whether to characterize these\nloans as non-performing, William Ogden, chairman of the\nContinental Illinois National Bank and Trust Co of Chicago,\nContinental's largest subsidiary, said in response to an\ninquiry.\n    Ogden said the moratoriums will affect both pretax and net\nincome equally because the banking firm has tax credits to use.\n    Swearingen predicted an increase in operating profits for\n1987 because he sees higher income and reduced expenses.\nContinental will reduce expenses through job cuts and reducing\noffice rental costs. In 1986 it cut about 850 positions.\n    In 1986 it had net profits of 165.2 mln dlrs or 60 cts a\nshare, up from 150.5 mln dlrs or 53 cts a share.\n    The bank transferred 459 mln dlrs of poor-quality loans and\nother assets to the Federal Deposit Insurance Corp, FDIC,\nduring 1986. It can transfer bad loans under the terms of the\n1984 restructuring agreement with the government.\n    The bank will transfer the remaining 460 mln dlrs that it\nis entitled to transfer to FDIC by September 26, 1987,\nSwearingen said. It will choose loans based on ultimate loss\nrather than their immediate effect on non-performing loans.\n    In 1986 the bank's loans to the Midwest's middle market\nrose 20 pct at a time of overall weak loan demand in the U.S.\n    Concerning banking acquisitions, Swearingen said the bank\nwould like to buy additional suburban Chicago banks. In 1986 it\nbought three small suburban banks.\n    Swearingen said he is concerned that Continental will be\ntaken over because no bank in the Midwest region is large\nenough to buy it, and New York money center banks are\nprohibited by law from buying Illinois banks.\n    He said, however, that the FDIC still has control over who\nwill eventually own the firm because it still holds the\nequivalent of 148 mln common shares out of a total 215 mln.\n    The FDIC sold 52 mln shares to the public last year and has\nsaid it intends to sell the rest as quickly as possible. The\nagency received the shares as part of its 4.5 billion dlrs 1984\nbailout of the bank.\n    Swearingen, who came out of retirement in 1984 to head the\nstruggling banking firm after a career as an oil industry\nexecutive, said he will retire when the three-year period he\nagreed to be Continental chairman ends in August. He would not\ncomment on a successor.\n    The bank will expand its First Options of Chicago options\nclearning unit into Tokyo, Swearingen said, but said its\ndoubtful lending to Japan will occur because that country\ndoesn't need external sources of cash.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}