{
    "DATE": "18-MAR-1987 11:51:54.52",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "uae",
        "bahrain",
        "oman",
        "kuwait",
        "qatar",
        "saudi-arabia"
    ],
    "NEWID": "6576",
    "TEXT": {
        "TITLE": "GULF ARAB STATES MOVE TOWARDS ECONOMIC INTEGRATION",
        "DATELINE": "    ABU DHABI, March 18 - ",
        "BODY": "Finance and economy ministers of the\nsix-nation Gulf Cooperation Council (GCC) have ended talks\nafter adopting resolutions and recommendations aimed at\nboosting economic integration.\n    But the ministers from Bahrain, Kuwait, Oman, Qatar, Saudi\nArabia and the United Arab Emirates (UAE) did not endorse a\nresolution on a common currency exchange rate system.\n    The UAE's Minister of State for Finance and Industry, Ahmed\nHumaid al-Tayer, told reporters after the two-day talks that\nthe ministers referred the issue back to GCC central bank\ngovernors for further discussion.\n    He said the governors, who agreed in January on a proposed\ndenominator on which the six currencies should be based, were\nasked to resubmit the recommendation before July, when finance\nministers were due to meet in Saudi Arabia.\n    Bankers said the central bank governors would meet soon to\ndiscuss the issue, adding there was a possibility that a new\nsystem could be submitted for final approval to a GCC summit\nconference scheduled to be held in Saudi Arabia late this year.\n    The denominator approved by the governors has not been made\npublic, but banking sources said it could be similar to the\nEuropean Monetary System (EMS).\n    Tayer said the ministers agreed in principle to allow GCC\ncitizens to set up businesses and work in any member state.\nThey also agreed in principle on a recommendation for citizens\nto buy and own shares of GCC shareholding firms.\n    He said the ministers discussed a report on imported goods\ncontaining radiation caused by last year's Chernobyl nuclear\ndisaster in the Soviet Union, and agreed all products with\nexcessive levels should be returned to the country of origin.\n REUTER\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}