{
    "DATE": " 1-APR-1987 17:24:54.95",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12355",
    "TEXT": {
        "TITLE": "COFFEE FUTURES UNDER DLR A POUND AT SIX-YEAR LOW",
        "DATELINE": "    CHICAGO, April 1 - ",
        "BODY": "Coffee futures dipped further and closed\nbelow one dlr a pound for the first time in six years.\n    Coffee for delivery in May ended at 99.28 cents a pound on\nthe New York Coffee, Sugar and Cocoa Exchange, down 0.76 cent\nand the lowest price since August, 1981.\n     Prices have fallen steadily since the International Coffee\nOrganization failed in February to reach an agreement\ncontrolling exports by its members, and pressure was renewed\nthis week as the executive board of the organization met in\nLondon without reopening debate on its export quotas.\n    The executive board has limited its current discussions to\nadministrative matters and is set to adourn Thursday.\n    Burdensome supplies have pressed the market down from 1.30\ndlrs a pound in February, when the organization's discussions\naimed at re-establishing export quotas broke down.\n    Sandra Kaul, a coffee analyst in New York with Shearson\nLehman Brothers, said supplies currently are at their high\npoint for the year because most producing nations have just\ncompleted their harvests.\n    In addition, she said, many of those nations are faced with\nserious debt and need to sell coffee to raise capital.\n    \"This should keep substantial pressure on exporters to\nundertake sales despite the drop in prices,\" she said.\n    Further, U.S. demand could be sluggish because winter, the\nperiod of greatest consumption, is ending. Prices could fall\nanother 10 to 15 cents a pound, analysts said.\n    Gold futures retreated from modest early gains and closed\nsteady while silver prices rallied on the Commodity Exchange in\nNew York.\n    The increase in U.S. banks' prime rates prompted concern\nabout renewed inflation but the strength of the U.S. dollar\ndiscouraged new buying.\n    \"The market is getting mixed signals and it doesn't know\nwhich way to go,\" one analyst said.\n    Cattle futures posted new highs on the Chicago Mercantile\nExchange, while live hogs rallied from early losses and frozen\npork bellies finished sharply lower.\n    Cattle prices continued to draw support from the winter\nstorm that swept the Plains states, leaving animals stranded in\nsnowbound fields and feed lots in miserable condition.\n    Live hogs were pressured early by the Agriculture\nDepartment's report Tuesday that producers expanded their\nbreeding herds more than the market expected last quarter.\nPrices recovered to keep pace with higher cash prices.\n    Frozen pork bellies fell sharply on the outlook for greater\nproduction and closed with limit losses.\n    Soybean futures posted sharp gains on the Chicago Board of\nTrade, while corn and wheat were lower.\n    Soybeans rallied in response to Tuesday's USDA report that\nfarmers intend to plant 56.9 mln acres this year, down from\n61.5 mln planted last year.\n    Corn prices were pressured by the outlook for 67.6 mln\nacres of corn, which is down from last year's 76.7 mln acres,\nbut was larger than analysts expected.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}