{
    "DATE": "13-APR-1987 11:05:08.29",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "16332",
    "TEXT": {
        "TITLE": "ALLIED STORES <ALS> SELLS DILLARD <DDS> TWO UNITS",
        "DATELINE": "    New York, April 13 - ",
        "BODY": "Dillard Department Stores Inc, based\nin Little Rock, Ark., and Allied Stores Corp jointly said they\nentered a definitive purchase agreement for the sale to Dillard\nof the Joske's and the Cain-Sloan divisions of Allied for 255\nmln dlrs cash, subject to certain closing adjustments.\n    The sale excludes certain real estate assets of Joske's and\nCain-Sloan, which Allied estimates have an aggregate value of\n30 mln dlrs based on current market conditions.\n    Joske's has 26 stores in Texas and one in Arizona.\nCain-Sloan has four stores in Nashville. Joske's is the largest\nunit Allied has slated for sale in its restructuring.\n    Allied Stores Corp, a subsidiary of Campeau Corp, was\nacquired by acquired by the Canadian developer last year.\n    Robert Campeau, chairman of Allied, said \"this is a\nterrific start to our disposition program which is proceeding\nwell ahead of schedule. This sale will fulfill the requirements\nunder our bank agreements to sell certain assets by June 30 and\ngive us additional flexibility in the disposal of the remaining\ndivisions being sold.\"\n     Allied Stores is required to pay 200 mln dlrs in bank debt\nby June 30. There had been some doubts on Wall Street that the\ncompany could meet the payment.\n    A Campeau source said, \"We believe this cash sale puts us\nin a very strong negotiating position to maximize the proceeds\nAllied can receive from its other divisions.\"\n    \"Allied was able to put itself in a position where it knows\nit will be able to meet the June 30 payment schedules,\" the\nsource said.\n    About 1.1 bilion dlrs in Allied assets had been targeted\nfor sale by Dec. 31, 1988 to pay for the aquisition of Allied\nby Campeau.\n    Allied will be taking bids for its other divisions.\nTargeted for sale are Bonwit Tellers, Garfinckel's, Dey's,\nDonaldson's, Herpolsheimer's, Heer's, Miller's, Miller and\nRhoads, Pomeroy's, Catherine's, Plymouth Shops, and Jerry\nLeonard. The divisions provided 38.4 pct of Allied net sales\nand 11.8 pct of store profit in fiscal 1985.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "rubio"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}