{
    "DATE": "29-JUN-1987 16:46:09.19",
    "TOPICS": [
        "trade",
        "trade"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19918",
    "TEXT": {
        "TITLE": "ISRAEL MINISTER SEES INCREASED EXPORTS TO U.S.",
        "DATELINE": "    NEW YORK, June 29 - ",
        "BODY": "Israel's exports to the U.S. can and\nmust double over the next five years if the mideast nation's\ngoal of economic independence is to be achieved, said Gad\nYaacobi, Israeli minister of Economy and Communication.\n    Speaking before an American-Israel Chamber of Commerce\nseminar, Yaacobi said that in 1986 Israeli exports to the U.S.\nwere over 2.3 billion dlrs or about one-third of Israel's total\nexports, while imports from the U.S. were around 1.8 billion\ndlrs or roughly one-sixth of the total.\n    \"I am convinced that Israel exports to the U.S. can reach\nfive billion dlrs in the next five years, if we learn to\nfunction in the American marketplace and place greater emphasis\non product quality,\" Yaacobi said.\n    While the weakening of the dollar vis-a-vis European\ncurrencies is a \"bottleneck to increasing exports to the U.S.,\"\nYaacobi said he expects Israel to extend its recent trend\ntoward higher U.S. exports.\n    In the last ten years, Israeli exports to the U.S. rose\nfivefold, from 417 mln dlrs to 2.3 billion in 1986, while\nimports rose from 888 mln dlrs to 1.8 billion last year.\n    Yaacobi said export growth must increase ten to eleven pct\nannually, the rate achieved until the 1973 Yom Kippur War.\n     He said that the U.S./Israel Free Trade agreement, passed\nlast year and eliminating all duties and other commercial\nrestrictions between the two nations through 1994, would\ncontinue to facilitate the desired export growth.\n    Dual agreements included in the FTA allow Israel to act as\nan economic bridge between the U.S. and Europe, enabling U.S.\nfirms to export to Europe at lower cost if a certain percentage\nof the exported is produced in Israel, and vice-versa.\n    Yaacobi said that tensions among the nations of the middle\neast was one of the main reasons Israel had not yet been able\nto achieve its economic potential.\n    Since 1973 the U.S. has given Israel 25 billion dlrs in\naid, but most of it went to defense expenditures and financing\nmilitary conflicts \"which were imposed on Israel,\" he said.\n    Short of achieving Israel's full growth potential, however,\nYaccobi said it would still be possible to achieve economic\nindependence by 1993 or 1994, based on the assumption that\nexports can be doubled from 1986 levels in that time period.\n Reuter\n\u0003"
    },
    "PLACES": [
        "israel"
    ],
    "PEOPLE": [
        "kohl",
        "chirac",
        "mitterrand"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}