{
    "DATE": "24-MAR-1987 19:07:46.04",
    "TOPICS": [
        "earn",
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9112",
    "TEXT": {
        "TITLE": "CHAPMAN <CHPN> IN RESTRUCTURING",
        "DATELINE": "    DALLAS, March 24 - ",
        "BODY": "Chapman Energy INc said it is launching\na major restructuring which, if not approved, it will have no\nalternative but to seek protection under Chapter 11.\n    Under the plan, Chapman will exchange securities and cash\nfor all outstanding 12 pct senior subordinated debentures due\n2000 and will sell a controlling interest to Troon Partners\nLtd.\n   The agreement with Troon requires Troon to advance 6.5 mln\ndlrs partially secured by a first mortgage lien on the\ncompany's interest in its natural gas pipeline partnership and\nTroon to tender 100,000 principal amount of debentures to\nChapman.\n    Proceeds of the loan will be used for the cash portion of\nthe restructuring. Troon will acquire a majority stock interest\nand control of the board.\n    In addition, Chapman and Troon will establish a 10 mln dlrs\nacquisition joint ventures, it said.\n    The plan also contemplates establishing a restructured loan\nproviding for one master credit agreement having an aggregate\nbalance of 22.4 mln dlrs.\n    The plan also contemplates the recapitalization of\npreferred stock whereby each share will be converted into three\nshares of common stock.\n    Chapman also said it also plans to negotiate settelment and\ndischarge of a substantial portion of its accounts payable and\nsettlement of certain litigation.\n    If approved by various creditors and shareholders, the\ncompany expects the plan to be completed by May 29.\n    Chapman also repoted a loss of 43.4 mln dlrs for the year,\nincluding asset writedowns of 35.5 mln dlrs, compared to\nDecember 31, compared to a net income of 177,243 in 1985.\n    The 1986 loss resulted in shareholders' deficiency of 15\nmln dlrs compared to shareholder's equity of 28.9 mln last\nyear.\n    Total assets decreased to 35.6 mln dlrs from 81.8 mln dlrs.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ]
}