{
    "DATE": "16-MAR-1987 09:15:43.81",
    "TOPICS": [
        "cpi"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "5318",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT -FRANCE AWAITS ECONOMIC LIFT",
        "AUTHOR": "    By Brian Childs, Reuters",
        "DATELINE": "    PARIS, March 16 - ",
        "BODY": "A year after squeezing to power with a\nnarrow bare coalition majority, Gaullist Prime minister Jacques\nChirac has swept away a cobweb of controls and regulations\nchoking the French economy.\n    But France is still waiting for a promised industrial\nrecovery the government says will follow from its free market\npolicies. Company profits and the stock market are rising. But\nso is unemployment. Growth is stagnant at about two pct a year\nand the outlook for inflation, held to a 20-year low of 2.1 pct\nin 1986, is uncertain.\n    Forced last month to cut the government's 1987 growth\ntarget and raise its inflation estimate, Finance Minister\nEdouard Balladur ruled out action to stimulate the economy. But\nsome government supporters say they fear time for an economic\nmiracle may be running out.\n    The political clock is ticking towards Presidential\nelections due by April next year.\n    France's economic performance, led by a mixed cast of\nright-wing ministers and a socialist President, has won mixed\nreviews from non-partisan analysts.\n    For Michel Develle, Director of Economic Studies at\nnewly-privatised Banque Paribas, the government's outstanding\nachievement has been to launch \"a veritable intellectual\nrevolution\" breaking the staid habits formed by centuries of\nstate control.\n    \"The figures may look mediocre -- neither good nor bad --\nbut set in their context of structural reforms, they are\nexcellent,\" Develle said.\n    But some analysts say they fear that Balladur, chief\narchitect of the government's free market policies, may be\npursuing a mirage.\n    \"The belief that economic liberalism will produce an\nexplosion of economic forces is ideological\" said Indosuez chief\neconomist Jean Cheval. \"Personally I think it's an illusion.\nDirigisme (direction) is a basic fact of the French system,\nfrom school onwards. Ultra-liberalism is impossible.\"\n    Illusion or not, the government has pushed its vision hard.\nOver the past year foreign exchange and consumer price controls\nhave been largely abolished, labour regulations have been\npruned to ease the sacking of redundant workers and a hugely\npopular programme has been launched to sell state-owned banks\nand industries to private investors.\n    Since December, nearly five mln French investors have\nbought shares in Cie Financiere de Paribas <PARI.PA> and glass\nmaker Cie de Saint-Gobain SA <SGEP.PA>, the first two state\ncompanies brought to the stock market under the 300 billion\nfranc five-year privatisation plan.\n    Encouraged by an amnesty for past illegal exports of\ncapital, and the lifting of most currency controls, money has\nflooded into the Paris stockmarket from abroad, helping to lift\nthe market 57 pct last year and another 12.5 pct since\nDecember.\n    At the end of last year the government abolished price\ncontrols that had existed for 42 years on services such as car\nrepairs and hairdressing, freeing from state intervention small\nbusinesses which account for some 60 pct of the French economy.\n    The immediate result was a 0.9 pct rise in consumer prices\nin January, partly responsible for a forced revision in the\nofficial 1987 inflation forecast, to 2.5 pct from two pct or\nless.\n    \"But even 2.5 pct would be a fantastic result, when you\nconsider that prices are now free for the first time since\n1945,\" commented Develle of Paribas.\n    Other achievements include a major reduction in the state's\nforeign debts, and a cut in the state budget deficit to 141.1\nbillion francs last year, 2.5 billion francs below target and\ndown from 153.3 billion in 1985.\n    But despite a healthy balance of payments surplus and a\ngradual improvement in industrial productivity, the French\nfranc was forced by speculators in January into a humiliating\nthree pct devaluation against the West German mark, its second\nsince Chirac took power.\n    A recent report by the Organisation for Economic\nCooperation and Development pilloried French industry for\nfailing to produce the goods that its potential customers\nwanted.\n    Outside the mainly state-controlled high technology\nsectors, French industrial goods were \"increasingly ill-adapted\nto demand\" and over-priced, the report said.\n    French economists, including Cheval at Indosuez, agreed\nwith the report. \"One of the assumptions of the government is\nthat if you give them freedom, the employers will invest and\nmodernise....But nine out of ten will say yes, they like\nfreedom, and then wait to be told which way to go,\" he said.\n    And despite rising industrial investment and the\nintroduction of special incentives to boost youth employment,\nthe end-1986 number of jobless was reported at a record 2.7\nmillion, some 300,000 more than a year earlier.\n    The problem for the government is that there may be little\nmore it can do to prod the economy into faster growth.\n    French producers failed more than most to take advantage of\nlast year's oil price falls and growth hopes now rest on the\nshaky prospects of expansion in other industrial countries like\nWest Germany and Japan, they say.\n REUTER...\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}