{
    "DATE": " 8-APR-1987 11:55:55.71",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "15110",
    "TEXT": {
        "TITLE": "REUTERS CHAIRMAN URGES FREER INFORMATION FLOWS",
        "DATELINE": "    LONDON, April 8 - ",
        "BODY": "Exchanges and telecommunications\nauthorities should abolish their restrictions on full and free\ndissemination of information to the investment and banking\ncommunities, Reuters Holdings Plc <RTRS.L> chairman Sir\nChristopher Hogg said.\n    In the 1986 annual repoprt, he said lengthy negotiations\nhad brought agreement with the Tokyo and London Stock Exchanges\nfor fuller, but still not complete, access to market data\nthrough Reuter services.\n    \"Many other markets maintain restrictions,\" he added.\n    Hogg said members of some markets appear to believe that\ninformation restrictions protected their interests.\n    In other cases, exchanges seem to be limiting the\ndistribution of data in order to provide competitive advantage\nto their own commercial information businesses.\n    He also noted that despite increasing liberalisation in the\ntelecommunications field, some countries continue to protect\ntheir state monopolies at the expense of other economic\nsectors.\n    \"Reuter dealing services remain excluded from such\ncountries. As a result, banking communities serving entire\neconomies are put at a competitive disadvantage,\" he added.\n    Reuters increased its 1986 pre-tax profit by 39 pct from\nthe previous year to 130.1 mln stg on a 43 pct rise in revenues\nto 620.9 mln stg.\n    Earnings per ordinary share were up 47 pct to 19.4p. The\nannual shareholder meeting will be held in London on April 29.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "stoltenberg",
        "poehl",
        "balladur",
        "de-larosiere",
        "miyazawa",
        "sumita",
        "leigh-pemberton",
        "goria",
        "james-baker"
    ],
    "EXCHENGES": [
        "tse",
        "lse"
    ]
}