{
    "DATE": " 2-JUN-1987 19:10:59.10",
    "TOPICS": [
        "carcass"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "18352",
    "TEXT": {
        "TITLE": "U.S. MEAT INDUSTRY LAUNCHES CAMPAIGN IN JAPAN",
        "DATELINE": "    WASHINGTON, June 2 - ",
        "BODY": "The U.S. meat industry has launched an\naggressive promotion campaign in Japan to increase consumer\nawareness of U.S. beef and persuade the Japanese government to\nrelax current beef import quotas.\n    U.S. beef sales to Japan, currently around 480 mln dlrs\nannually, could increase to over two billion dlrs and as high\nas six billion dlrs by the year 2000 if Japanese quotas were\nremoved and the Japanese consumer were made more aware of the\nattributes of U.S. beef, officials of the U.S. Meat Export\nFederation said at a press conference today.\n    Partially funded with a 6.5 mln dlr award made through the\nAgriculture Department's Targeted Export Assistance (TEA)\nprogram, a five-year meat promotion campaign in Japan was\nlaunched by the U.S. Meat Export Federation in April.\n    \"The promising Japanese beef market could be one of the\nbright spots for U.S. agricultural exports,\" said Philip Seng,\nAsian Director for the Federation. \"We supply and they (Japan)\nbuy a very high quality of beef. They like our beef and want to\nbuy more,\" he said.\n    Seng pointed to Japan's beef quota system, which limits\ntotal Japanese beef imports to 177,000 tonnes per year and U.S.\nimports to 58,400 tonnes, as the major constraint in expanding\nU.S. beef shipments to Japan.\n    The quotas were implemented in 1977 at a time of heavy\nJapanese foreign beef imports. The current quota agreement\nexpires next March and beef quota negotiations are set to get\nunderway this fall.\n    The Reagan administration has called for an end to the\nquotas by April, 1988, but Japanese officials have said they\nwould not liberalize imports regardless of the U.S. pressure.\n    Officials from the Meat Export Federation told Reuters that\nthey do not expect a complete lifting of the quota, but that\nthey hope for at least a gradual increase in the quota.\n    High beef prices in Japan caused by the protected market\nhas also kept beef consumption at modest levels, meat industry\nofficials said.\n    Japanese shoppers pay an average of 27.14 dlrs for a U.S.\ntenderloin steak in a restaurant and an average of 47.42 dlrs\nfor a Japanese-produced restaurant steak, the meat association\nsaid. At the retail level, U.S. striploin sells for 9.77 dlrs\nper pound, while Japanese beef sells for 28.51 dlrs per lb.\n    Japanese consumers currently eat less than 10 lbs of beef\nper year, compared to 78 lbs for the average American,\nofficials said.\n    Total beef consumption in Japan is now 700,000 to 800,000\ntonnes per year, but Seng said with the removal of quotas and a\ndecrease in beef prices, consumption could increase to 3.2 mln\ntonnes.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}