{
    "DATE": "25-MAR-1987 02:08:26.74",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "hong-kong"
    ],
    "NEWID": "9139",
    "TEXT": {
        "TITLE": "JARDINE MATHESON PROFITS SEEN UP SHARPLY IN 1986",
        "AUTHOR": "    By Joshua So, Reuters",
        "DATELINE": "    HONG KONG, March 25 - ",
        "BODY": "A strong performance by its retail\nbusinesses and affiliates will enable Jardine Matheson Holdings\nLtd <JARD.HKG> to report on Friday a big leap in net profit in\n1986, stock analysts said.\n    They told Reuters they expect the firm to show earnings of\nbetween 420 mln and 450 mln H.K. Dlrs last year against 157 mln\nin 1985.\n    The analysts also said they expect Jardine Matheson to pay\na total dividend of 15 to 20 cents a share against 10 cents a\nshare in 1985.\n    James Capel (Far East) Ltd estimates Jardine Matheson's\n1986 profits at 450 mln dlrs and attributes most of the income\nto retail sales.\n    Analysts said the group's 7-Eleven retail stores and its\nfranchises, among them Canon cameras, Christian Dior luxury\ngoods and Mercedes Benz cars, produced a strong cash flow.\n    Alan Hargreaves of Hoare Govett Asia Ltd also put Jardine\nMatheson's 1986 net profits at 450 mln dlrs and said he\nestimates pre-tax earnings from retail operations at about 465\nmln dlrs against 339 mln in 1985.\n    But Hargreaves said Jardine Matheson's earnings from its 35\npct stake in Hong Kong Land Co Ltd <HKLD.HKG> will fall to\nabout 230 mln dlrs from 281 mln dlrs in 1985.\n    The reduced contribution reflects the spin-off from Hong\nKong Land of <Dairy Farm International Ltd> last September.\n    Jardine gained a direct holding of 35 pct of Dairy Farm as\na result of the spin-off. Analysts said Jardine will book\nrevenues from its Dairy Farm stake for the final months of the\nyear as part of its retail business, which will increase its\noverall retail income figures.\n    Analysts said Jardine Matheson will also enjoy sharply\nincreased revenues from financial services, mainly its 50 pct\nshare of <Jardine Fleming Holdings Ltd>.\n    Jardine Fleming yesterday reported record profits for 1986\nof 209.5 mln dlrs against 104.7 mln in 1985.\n    Analysts said Jardine Matheson made net interest payments\nof about 200 mln dlrs last year, slightly below the 213 mln\ndlrs of 1985, while the company's term debt remained at about\nthe 1985 level of 2.7 billion dlrs.\n    But Jardine was also subject to increased taxes of 340 mln\ndlrs last year against 292 mln in 1985, they said.\n    Jardine Matheson is undergoing a series of reorganisations\nthat will in effect turn it into a holding company for its\ndiverse interests.\n    It previously announced a plan to sell its stakes in both\nHong Kong Land and Dairy Farm to newly created <Jardine\nStrategic Holdings Ltd> in which it has a 41 pct interest.\n    A company statement issued last month said the firm will\nuse the proceeds to repay all debt, leaving it with an\nadditional 500 mln dlrs in cash on hand.\n    Though Jardine Matheson will be deprived of a direct stake\nin the high-yield Hong Kong Land and Dairy Farm units, it is\nlikely to develop its own business, analysts said.\n    \"The future of the stock will depend on the firm's ability\nto creatively structure some new acquisitions,\" said Hargreaves\nof Hoare Govett.\n    He noted the firm has suggested financial services as a key\nsector, and he said it may add some insurance firms to its\nexisting business.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ]
}