{
    "DATE": "13-APR-1987 17:54:58.25",
    "TOPICS": [
        "crude"
    ],
    "NEWID": "16723",
    "TEXT": {
        "TITLE": "TEXACO FILING ADDS UNCERTAINTY IN OIL MARKET",
        "DATELINE": "    NEW YORK, April 13 - ",
        "BODY": "U.S. oil traders said Texaco Inc's\nfiling for protection under the Chapter 11 bankruptcy code is\nadding uncertainty to an already skittish oil market, but\nopinions are divided on the impact to the market.\n    \"The filing is holding up wet barrel trading today,\" said\none trader. \"Everyone is talking about it, assessing their\ncompany's situations in relation to Texaco,\" he added.\n     Some traders said companies that deal with Texaco are\nconcerned about whether they will receive payment or supplies\nunder the bankruptcy filing.\n    However, others were less worried. \"The first paid will be\nthe trading community and those connected with Texaco in the\nshipping industry,\" one New York trader said.\n    \"If Texaco doesn't get crude supplies it can't run its\nrefineries, so its other assets would not be worth anything,\"\nhe added.\n    Texaco filed for protection under Chapter 11 of the U.S.\nbankruptcy code yesterday after failing to reach a settlement\nwith Pennzoil on an 11 billion dlrs court award for illegally\ninterferring with Pennzoil's proposed purchase of Getty Oil Co.\n    However, others were less worried. \"The first paid will be\nthe trading community and those connected with Texaco in the\nshipping industry,\" one New York trader said.\n    \"If Texaco doesn't get crude supplies it can't run its\nrefineries, so its other assets would not be worth anything,\"\nhe added.\n    Texaco filed for protection under Chapter 11 of the U.S.\nbankruptcy code yesterday after failing to reach a settlement\nwith Pennzoil on an 11 billion dlrs court award for illegally\ninterferring with Pennzoil's proposed purchase of Getty Oil Co.\n    \"There is some reluctance to trade with Texaco but no great\nchange,\" said another trader, adding that traders are tending\ntoward prudence in their dealings with the company.\n    Traders are assessing whether to require cash prepayment or\nletters of credit, or to continue to trade as usual with Texaco\non an open line basis, he said.\n    Another trader, however, described today's activity as\nbusiness as usual, adding that traders feel more secure because\nno liens can be put on Texaco's assets while it is in\nbankruptcy.\n    Traders said there was no apparent effect of the Texaco\nfiling on crude futures trading although they said the exchange\nmight lower Texaco's position limit and require higher margins\nfor Texaco's trades.\n    New York Mercantile Exchange President Rosemary McFadden\ndeclined to comment on Texaco's futures trading, saying that is\nis proprietary information. McFadden did say, however, that as\na matter of procedure, it is possible the exchange can lower\nallowable position limits or increase margin requirements for\ncompanies that are in financial trouble.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "wilson"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}