{
    "DATE": "28-APR-1987 17:58:50.31",
    "TOPICS": [
        "dlr",
        "money-fx"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "17363",
    "TEXT": {
        "TITLE": "U.S. MAY HAVE TO ACT TO SUPPORT DOLLAR",
        "AUTHOR": "    BY PETER TORDAY, REUTERS",
        "DATELINE": "    WASHINGTON, April 29 - ",
        "BODY": "The prospect of renewed assaults on\nthe dollar might force the United States eventually to unveil\ndistasteful measures to bolster support for its currency,\nmonetary analysts and economists said.\n    Treasury Secretary James Baker has acknowledged that the\nReagan administration discussed the possibility of issuing\nyen-denominated U.S. government bonds to support the dollar.\n    But he has also dismissed speculation that he was ready to\ntake such an unusual step. Nonetheless, monetary sources say\nthe issue has been seriously discussed by the administration.\n    \"It is unlikely that we would undertake to do that now,\"\nBaker said last week. \"In our view there might well be some who\nwould view (issuing U.S. yen bonds) as, in fact, a lack of\nconfidence by the U.S. in its own currency. And therefore we\ndon't think it's an appropriate thing to do.\"\n    But if the Reagan administration did announce measures,\nthey could be a part of an internationally-coordinated effort\nto end the instability in financial markets with genuine action\nto reduce massive economic imbalances, monetary analysts\nbelieve.\n    And, like a currency defense package unveiled by the Carter\nadministration, issuing yen bonds could be accompanied by a\nrise in the discount rate, now 5.5 pct.\n    The Federal Reserve has resisted pressure to raise this key\nrate so far, chiefly, some Fed officials say, because it could\nhurt economic growth. Another concern is the fragile\ninternational debt situation.\n    Analysts who expect a currency support package are divided\nover its possible timing. Some even believe an announcement\ncould come this week during a visit to Washington by Japanese\nPrime Minister Yasuhiro Nakasone.\n    \"It would give some real focus to the visit, and it might\nsteady the dollar and prevent it from going down,\" said Charles\nTaylor, an analyst with Prudential-Bache Securities.\n    But monetary sources said they thought it unlikely that the\nReagan administration would resort to measures which would\nbring to mind the troubles of President Carter.\n    Until very recently, the current administration has urged a\nlower dollar to help redress its huge trade deficit while\nCarter faced a weak dollar as confidence in his economic\npolicies collapsed. But today, Washington's policies are\nincreasingly in question.\n    The Carter plan was unleashed on Nov. 1, 1978. And it was a\nresounding success. \"This package really gave credibility to the\nadministration to get the dollar up,\" said Robert Hormats,\nvice-president of Goldman Sachs Inc and a former senior U.S.\neconomic in the Carter and Reagan Administrations.\n    The dollar then stood at just under 1.87 marks and around\n188 yen. Today it stands around 1.79 marks and 139 yen.\n    \"The problem is now that the administration in rhetoric is\nevidencing concern about the dollar but in practice is really\ndoing very little,\" Hormats said of statements to support the\ndollar by U.S. officials.\n    Several currency traders and foreign central bank officials\nthink these statements still fall short of unequivocally saying\nthe dollar has declined far enough.\n    Carter issued 6.4 billion dlrs of mark and swiss franc\nbonds aimed essentially at buttressing pyschological support\nfor the dollar but also at attracting foreign investors, who\nhad lost confidence in the dollar, to U.S. government notes.\n    The package was supported by a one pct rise in the discount\nrate, to 9.5 pct, drawings on U.S. monetary reserves at the\nInternational Monetary Fund and sales of U.S.-held SDRS to\nother IMF members. \n    It was also supported by increased Fed currency swap lines\nwith other central banks and stepped up official U.S. gold\nsales.\n    Stephen Axilrod, a former Fed official who is now\nvice-chairman of Nikko Securities, said, \"I think it's very\nunlikely they would do that now.\"\n    He argued that it was politically difficult to take action\nto support the dollar while Japan and West Germany have still\nto fulfill pledges to stimulate their economies.\n    But most analysts believe a currency support package would\nonly work if genuine economic measures to redress world trade\nimbalances are undertaken by the leading industrial powers.\n    It could coincide with the June Venice summit of leaders of\nthe seven major industrial democracies -- the United States,\nJapan, West Germany, Britain, France, Italy and Canada.\n    Hormats said he believed the currency has to decline\nslightly further for a package to have impact. He said the\nseven nations' Paris Accord to stabilize currencies was forged\ntoo soon to fundamentally change market sentiment.\n    \"I think we're nearing a point when they would feel\n(politically) comfortable doing this,\" Hormats said.\n    Many analysts think the administration's reluctance to act\nfirmly on the dollar has been due to its desire to keep up the\npressure on its allies to bolster their economies and for fear\nof fanning protectionist sentiment in Congress.\n    But Hormats said \"there will be a point at which the\ngovernment of the United States shows it does give a damn for\nthe dollar.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}