{
    "DATE": "19-MAR-1987 10:14:06.09",
    "TOPICS": [
        "grain",
        "ship"
    ],
    "PLACES": [
        "uk",
        "ussr"
    ],
    "NEWID": "7103",
    "TEXT": {
        "TITLE": "SOVIET TIMECHARTERING BOOSTS GRAIN FREIGHT RATES",
        "AUTHOR": "    By Colin Brinsden, Reuters.",
        "DATELINE": "    LONDON, March 19 - ",
        "BODY": "Current interest by Soviet charterers in\ntaking Panamax vessels on timecharter, mainly from the U.S. To\ncarry grain, is seen as the chief factor behind the recent\nsurge in values on the Baltic International Freight Futures\nExchange (BIFFEX), dealers said.\n    Futures soared through the 1,000 points barrier today for\nthe first time in the spot position since the market opened in\nMay 1985. However, the market tends to be nervous, with values\nsome 100 points above the Baltic Freight Index, which is\ncalculated on spot physical rates.\n    No specific figure has been put for Soviet bookings but\nthey have been sufficient to drain Panamax tonnage (about\n50,000 to 65,000 tonnes dw) from the U.S. Gulf which would\nnormally operate on the trip to Japan, dealers said.\n    \"It appears that the Chernobyl disaster had a worse effect\non its (the Soviet) grain harvest than reported,\" one said.\n    Freight rates on the Gulf/Japan grain route have\nsubsequently been the main beneficiary of current chartering\nconditions, with very few, if any, Panamax sized ships left for\nthe remainder of this month in the Gulf. Rates have risen\nsteadily for vessels loading next month.\n    Dealers said there is even talk that owners are considering\ntaking older vessels out of lay-up to meet current demand.\n    Sentiment has also been aided by suggestions that Chinese\noperators may be in the market for similar timecharter business\nlater in the year, they said.\n    They anticipate this would appear around June and it has\nprompted keen demand in the July BIFFEX contract, despite it\nnormally being a slack time in the shipping year.\n    Market sentiment has fluctuated in recent weeks. Rates\nturned down as an earlier rise in bunker prices, which had\nsupported the market at the start of the year, faltered but\nthen recovered on the reported Soviet interest.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}