{
    "DATE": "29-JUN-1987 11:34:08.62",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19683",
    "TEXT": {
        "TITLE": "ENTERTAINMENT <EM> MAY SEEK CRAZY EDDIE <CRZY>",
        "DATELINE": "     WASHINGTON, June 29 - ",
        "BODY": "Enetertainment Marketing Inc and its\npresident Elias Zinn have demanded a list of Crazy Eddie Inc\nshareholders from the company and said they may pursue a merger\nof the Edison, N.J. electronics retailer.\n    In a filing with the Securities and Exchange Commission,\nZinn said the demand for the shareholder list was made on June\n26 because he may desire to communicate with other Crazy Eddie\nshareholders \"regarding the affairs\" of the company.\n    Zinn and his firm, which disclosed they hold a 5.1 pct\nstake in Crazy Eddie common stock, said they may acquire more\nshares through a negotiated merger or tender offer.\n    Entertainment Marketing was informed on June 25 by Shearson\nLehman Brothers Inc., acting on behalf of Crazy Eddie, that it\nwould be provided with \"certain information\" about Crazy Eddie,\nit told the SEC.\n    Entertainment Marketing, a Houston-based firm involved in\nelectronics wholesaling and televised home shopping sales,\nproposed an eight dlr a share merger acquisition of Crazy Eddie\non May 29, and modified the proposal on June 9 to include the\npossible participation of Crazy Eddie management.\n    Entertainment Marketing told the SEC it expects to meet\nwith Crazy Eddie representatives in the near future.\n    Entertainment Marketing also disclosed that it retained\nDrexel Burnham Lambert Inc as its financial advisor and\ninvestment banker.\n    In light of a June 17 announcement from Crazy Eddie that\nChemical Bank would no longer fund a 52 mln dlr credit facility\nwith the company, plus further declines in the price of its\nstock, Entertainment Marketing and Zinn said they are\n\"continuing to evaluate their alternatives with respect to\ntheir investment\" in Crazy Eddie stock.\n    Depending on its evaluation of the company, including\nactions by Crazy Eddie's board and any possible third party\nbids for the company, Entertainment Marketing and its president\nsaid they may hold their present stake in the company, sell\nsome of their shares, or purchase more shares on the open\nmarket, through private purchases or in connection with a\nmerger or tender offer.\n    According to the SEC filing, Entertainment Marketing and\nZinn bought their current holdings of 1,560,000 Crazy Eddie\ncommon shares between May 20 and June 17 at 7.42 dlrs to 7.93\ndlrs a share, or a total of about 11.9 mln dlrs.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}