{
    "DATE": " 9-APR-1987 07:46:21.65",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "15444",
    "TEXT": {
        "TITLE": "GERMAN MONEY MARKET SPLIT ON LOWER RATE PROSPECTS",
        "DATELINE": "    FRANKFURT, April 9 - ",
        "BODY": "Remarks by central bankers raised some\nhopes the Bundesbank will cut rates on securities repurchase\npacts, but operators remained divided on the likelihood of a\nmove in the near term, money market dealers said.\n    Comments by Bundesbank board member Claus Koehler yesterday\nthat rate cuts were needed to curb money supply growth from\nspeculative capital inflows, and by West Berlin state central\nbank president Dieter Hiss that there was no natural lower\nlimit to the discount rate had, however, no immediate impact.\n    Call money declined to 3.65/75 pct from 3.75/85 pct but the\ndrop was tied to extra liquidity in the market, dealers said.\n    Dealers said the Bundesbank's latest liquidity allotment\nthis week dashed some hopes of lower rates.\n    The Bundesbank allotted only 6.1 billion marks yesterday in\nnew liquidity in a repurchase pact at an unchanged rate of 3.80\npct, thus subtracting some 8.8 billion marks from the market,\nas an outgoing 14.9 billion pact expired.\n    But some dealers said the smaller volume awarded by the\npact was in line with present liquid money market conditions,\nand did not exlude a cut in the repurchase pact rate soon to\n3.70 pct if money market rates continue at present levels.\n    The next opportunity for the Bundesbank to lower rates on\nrepurchase pacts will be in a tender expected next Tuesday.\n    Bundesbank officials have already said they favour more\ndiscreet rate adjustments through repurchase pacts, rather than\nthe more public adjustment of leading rates.\n    The Bundesbank may either set a fixed allocation rate and\nallow banks to tender for the volume, as has been the case\nsince it lowered its discount rate January 22, or else it may\nallow banks to tender for the rate and set the volume itself.\n    Dealers expect volume of the tender to be lower than the\n15.2 billion marks flowing out, to offset other incoming funds.\n    Some seven billion marks is expected to flow in next week.\nThis should then flow back into the market as it is deposited\nwith banks.\n    Banks were well supplied with liquidity, holding 61.5\nbillion marks in reserves at the Bundesbank on Tuesday.\n    Holdings of average daily reserves over the first seven\ndays of April stood at 59.6 billion marks, still above the\nestimated 51 billion required for all of April.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ]
}