{
    "DATE": " 3-MAR-1987 17:44:25.81",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa",
        "saudi-arabia"
    ],
    "NEWID": "1387",
    "TEXT": {
        "TITLE": "SAUDI SUCCESS SEEN IN CURBING OPEC PRODUCTION",
        "DATELINE": "    HOUSTON, March 3 - ",
        "BODY": "Saudi Arabia will succeed in pressuring\nother members of the Organization of Petroleum Exporting\nCountries to stay within their production quotas, said Morgan\nStanley Group managing director John Wellemeyer.\n    Wellemeyer, speaking to reporters at an offshore oil\nengineering conference, also said he expected OPEC nations to\nattempt to hold prices under 20 dlrs a barrel for several years\nto keep industrial demand for residual fuel oil strong.\n    \"Over the next few weeks I think you'll see a concerted\neffort by the Saudis to get production down,\" Wellemeyer said.\n    \"The Saudis are committed to that price level (of 18 dlrs a\nbarrel) and are willing to make it happen again,\" he said.\n    In recent weeks, oil prices fell to the 16 to 17 dlrs a\nbarrel level on market reports of some OPE members producing\nabove their quota, pushing total OPEC production to 15.8 mln\nbarrels per day. But prices rebounded today, with April U.S.\ncrude prices up about one dlr to over 17 dlrs a barrel on a\nbelief Saudi Arabia is attempting to curb OPEC output.\n    Wellemeyer said that sharp declines in U.S. oil production\ncould push demand for OPEC oil above 20 mln barrels per day as\nearly as 1989 and up to 24 mln barrels per day by 1993.\n    Although the projected increases in demand for OPEC oil\nshould strengthen world prices, Wellemeyer said he believed the\norganization would hold its official price below 20 dlrs a\nbarrel for some time to prevent residual fuel users from\nswitching to natural gas supplies. The interfuel swing market\naccounts for about eight mln barrels a day, or 18 pct of the\nworld demand for oil.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}