{
    "DATE": "24-MAR-1987 17:39:44.56",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "canada"
    ],
    "NEWID": "9076",
    "TEXT": {
        "TITLE": "CANADA VOWS TO FIGHT U.S. POTASH ACTION",
        "AUTHOR": "    By Russell Blinch, Reuters",
        "DATELINE": "    OTTAWA, March 24 - ",
        "BODY": "External Affairs Minister Joe Clark\ntoday vowed to do everything possible to fight the U.S. action\nagainst Canadian potash exports, but also warned against\nraising the alarm too early in the dispute.\n    In the latest flashpoint in Canadian-U.S. trade relations,\nthe U.S. International Trade Commission ruled unanimously\nMonday that Canadian potash shipments valued at 270 million\nU.S. dlrs last year were injuring the U.S. industry.\n    \"We certainly intend to do everything we can to insure that\nCanadian interests are well protected,\" Clark told the House of\nCommons in the daily question period.\n    But he said the opposition parties should be careful \"not\nto raise false alarms too early.\"\n    The case now goes before the U.S. Commerce Department's\ntrade division to determine if a duty should be imposed. Potash\nproducers from New Mexico, claiming unfair government\nsubsidies, are seeking a 43 pct tariff on Canada's shipments.\n    Canada, the world's largest potash producer, exported 9.8\nmln metric tonnes of potash last year, with nearly a third\ngoing to the U.S.\n    Most of the potash, used in the production of fertilizer,\ncomes from provincially owned mines in Saskatchewan.\n    In the Commons, Liberal member Lloyd Axworthy branded the\nruling as just another \"trade harrassment\" from the U.S. and\ncriticized Clark's assurances the country's interests would be\nprotected.\n    \"We received exactly the same kind of assurances in the\nsoftwood lumber case that was totally fumbled and bumbled,\"\nAxworthy said.\n    Canada's Progressive Conservative government agreed to\nimpose a 15 pct duty on its softwood lumber exports earlier\nthis year to end a long and bitter bilateral trade dispute with\nthe U.S.\n    Axworthy urged the government to present Canada's case to\nworld trade authorities under the General Agreement on Tariffs \nand Trade.\n    But Clark maintained the potash dispute was another example\nof why Canada needs to find a new way to settle bilateral\nirritants in the free trade negotiations under way with the\nU.S.\n    \"What we are seeking to do is put in place a better\nsystem,\" Clark said.\n    Meanwhile, Saskatchewan Trade Minister Bob Andrew expressed\nconfidence Canada would win its case, claiming the problem\nstems from low international commodity prices and not\ngovernment subsidies.\n    \"The reality of the problem and the injury is caused\nworldwide,\" he said. \"It's caused by a downturn in the\ncommodity price for fertilizer, whether it's potash fertilizer,\nnitrogen fertilizer or whatever.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ]
}