{
    "DATE": " 2-APR-1987 12:36:52.68",
    "TOPICS": [
        "interest",
        "money-fx"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "12650",
    "TEXT": {
        "TITLE": "EYSKENS SAYS US PRIME RISES WILL AID CURRENCIES",
        "AUTHOR": "    By Tony Carritt",
        "DATELINE": "    BRUSSELS, April 2 - ",
        "BODY": "Belgian Finance Minister Mark Eyskens\nwarmly welcomed this week's increase in U.S. Prime rates,\ncalling it a move that went beyond the Group of Five and Canada\nParis accord on stabilising currencies.\n    The rate rise would underpin economic and financial policy\nconvergence among major countries, he added.\n    In an interview with Reuters, Eyskens also made clear he\nbelieved the countries involved in the accord - the U.S.,\nJapan, West Germany, France, Britain and Canada - had agreed\n\"tentative\" fluctuation ranges for exchange rates.\n    Eyskens was speaking before hosting an informal meeting of\nEuropean Community finance ministers and central bank chiefs in\nBelgium this weekend focusing on the international monetary\nsituation and proposals for strengthening the European Monetary\nSystem (EMS).\n    Asked about the dollar's recent fall on currency markets,\nEyskens said he believed the Paris agreement was proving \"more\nor less workable\" despite what he called evident disagreements\nover U.S. Economic and monetary policy between Treasury\nSecretary James Baker and Federal Reserve Chairman Paul\nVolcker.\n    Besides Baker's public statements that had dramatically\ninfluenced exchange markets, trade tensions between the U.S.And\nJapan had also caused the dollar's fall, expecially against the\nyen, he said.\n    But he expressed optimism that Washington and Tokyo could\nreach a compromise in their row over semi-conductor trade. \"I\nthink agreement is quite possible,\" he said.\n     Eyskens said he was \"very agreeably surprised\" by this\nweek's quarter-point increase in U.S. Prime rates despite the\nobvious negative consequences for debtor countries.\n    \"It is a positive element which goes further than the\n(Paris) Louvre agreement ...It is the market taking account of\nits content,\" he said.\n    He added that coordination of interest rates was a\nfundamental element of economic and monetary convergence\nbetween leading industrialised economies.\n    \"A policy of maintaining exchange rates within fluctuation\nranges is not possible if it is not accompanied at least by a\nmore coordinated policy of interest rates,\" he said.\n    Eyskens made clear he believed the G-6 countries had agreed\nin Paris on ranges in which to hold their currencies.\n    He said the end of the February 22 Louvre accord, in which\nthe partners agreed to cooperate closely to foster exchange\nrate stability around current levels, clearly alluded to a\n\"system of tentative (fluctuation) margins.\"\n    He added the meeting and the statement would have been\nmeaningless if the G-6 had not discussed the technicalities of\nimplementing it.\n    Eyskens said there was growing economic convergence among\nleading industrialised countries pointing towards greater order\nin the international monetary system.\n    \"That doesn't mean we are ready to restore Bretton Woods\n(the post-World War Two system of fixed exchange rates), but\nwithin the (International Monetary Fund) Interim Committee we\nare thinking in terms of target zones, fluctuation ranges to be\nimplemented and defended,\" he said.\n    The Interim Committee meets next week in Washington ahead\nof the IMF's Spring meetings, and Eyskens said the EC ministers\nwould prepare for the gatherings at this weekend's talks.\n    He said he hoped for wide-ranging talks on the future of\nthe EMS at the weekend meeting, based on proposals from the\nEC's Monetary Committee and Committee of Central Bank Governors\nfor strengthening the system through technical and\ninstitutional changes.\n    Eyskens said he expected EC Commission President Jacques\nDelors to submit proposals for fully liberalising capital\nmovements within the 12-nation bloc and made clear he shared\nDelors' view that this must be accompanied by a reinforcement\nof the EMS. \"Both are totally linked. Liberalisation without\nstrengthening the EMS would destabilise the Community,\" he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "eyskens"
    ],
    "EXCHENGES": [
        "lme"
    ]
}