{
    "DATE": "17-APR-1987 07:53:36.68",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16788",
    "TEXT": {
        "TITLE": "BALDRIGE TO LAUNCH FAR EAST TRADE DRIVE",
        "DATELINE": "    WASHINGTON, April 17 - ",
        "BODY": "U.S. Commerce Secretary Malcolm\nBaldrige leaves on Saturday on a 10-day trip to the Far East to\nhelp spur U.S. Trade and improve business relations with China,\nSouth Korea and the Philippines, U.S. Officials say.\n    Baldrige will also stop in Hong Kong to meet British\nofficials and local U.S. And Hong Kong businessmen.\n    The U.S. Last year had major deficits with three of its\nAsian trading partners -- South Korea 7.1 billion dlrs, Hong\nKong 6.4 billion and China 2.1 billion. The deficit with the\nPhilippines was 800 mln dlrs.\n    Baldrige will meet South Korean President Chun Doo-hwan and\nTrade Minister Rha Woong Bae on Monday to discuss opening South\nKorean markets to more U.S. Goods.\n    Baldrige will be in Peking from April 21 to 24. He will\nmeet Zheng Tuobin, minister for foreign economic relations and\ntrade, attend a meeting of the U.S.-China Joint Commission on\nCommerce and Trade and address a management and training\norganisation.\n    However, U.S. Officials said a chief purpose of Baldrige's\nvisit would be to discuss relaxed U.S. Rules for transferring\nmodern technology to Chinese industries.\n    In Hong Kong, Baldrige will hold meetings on April 27 with\nGovernor David Wilson and Trade and Industry Secretary Eric Ho,\nas well as addressing the American Chamber of Commerce.\n    U.S. Officials said Baldrige will meet Philippines\nPresident Corazon Aquino on April 28 to show continued U.S.\nSupport for her government and to discuss steps it could take\nto improve the atmosphere for American investment.\n    He will also will meet Finance Secretary Jaime Ongpin and\nTrade and Industry Secretary Jose Concepcion.\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa",
        "south-korea",
        "hong-kong",
        "philippines",
        "china"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}