{
    "DATE": "24-APR-1987 16:58:05.41",
    "TOPICS": [
        "livestock",
        "f-cattle",
        "pork-belly",
        "l-cattle",
        "carcass"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "mancera-aguayo"
    ],
    "NEWID": "17176",
    "TEXT": {
        "TITLE": "USDA REPORTS SEEN NEGATIVE TO LIVESTOCK FUTURES",
        "AUTHOR": "    By Jerry Bieszk, Reuters",
        "DATELINE": "    CHICAGO, April 24 - ",
        "BODY": "Commission house livestock analysts\nagreed with Chicago Mercantile Exchange floor traders in\ncalling today's USDA 13-state quarterly cattle on feed report\nand cold storage report for pork bellies negative.\n    June live cattle futures are called 0.20 to 0.50 cent lower\non Monday and back months of cattle are expected 0.50 to 1.00\ncent lower. Pork bellies are expected 0.50 to 1.00 cent or more\nlower, the analysts said.\n    Disappointment was voiced over the placement and total on\nfeed figures in the cattle report. Both the quarterly section\nand monthly 7-state part showed the amount placed on feed and\non feed numbers at the high end of expectations.\n    The other disappearance figure of only three pct above a\nyear ago in the 7-state section was also vieved as negative.\nMost of the early guesses predicted a much larger number for\ndeath loss following the two winter snow storms that struck the\nwest in late March, they said.\n    However, weight groupings were friendly to the nearby\nfutures and should prompt some bull spreading on the decline,\nthey said.\n    William Arndt from Dean Witter noted that the 900 to 1,100\nlb steers and 700 to 900 lb heifers were at 94 pct of a year\nago and should lend some support to June futures. However, 700\nto 900 lb steers at 119 pct will weigh on August, he said.\n    \"The big reduction in cattle weighing over 900 lbs should\nbe friendly to the market for at least the next 30 to 60 days,\"\nAGE Clearing analyst Jerry Abbenhaus said.\n    Movement of bellies into frozen storage was at the high end\nof expectations and should weigh on futures tomorrow,\nespecially as futures prices ended weak today, they said.\n    Other parts of the cold storage report were also viewed as\nnegative to livestock and meat futures.\n    \"We have a lot of poultry in storage. Even though we have\nsmaller pork supplies, the decline is not enough to offset the\nincreases in poultry,\" Shearson Lehman analyst Chuck Levitt\nsaid. Also, there is more beef in storage than last year and\nthis was achieved on smaller production.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}