{
    "DATE": "18-MAR-1987 13:01:55.81",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6639",
    "TEXT": {
        "TITLE": "U.S. HOUSE PLAN SEEKS TO BAR FOREIGN TAKEOVERS",
        "DATELINE": "    WASHINGTON, March 18 - ",
        "BODY": "A House subcommittee voted to give\nPresident Reagan authority to block foreign takeovers of U.S.\ncompanies similar to the takeover of Schlumberger Ltd's <SLB>\nFairchild Semiconductor Corp by Fujitsu Ltd which was\nwithdrawn.\n    The House Energy and Commerce Subcommittee on Commerce\napproved as an amendment to the overall House trade bill a\nprovision giving Reagan the power to block sales to foreign\ncompanies if the sale was not in the national or economic\ninterest.                \n    The takeover provision was sent to the full Energy and\nCommerce Committee for consideration as part of the overall\ntrade bill which is being written by several House committees.\n    The subcommittee's bill would bar imports of digital audio\nrecording equipment that is not made with anti-copying chips.\nThis provision is designed to protect U.S. companies from the\nunauthorized use of U.S. designs in foreign products.\n    The bill calls for an investigation of whether U.S.\nengineering and construction firms are given adequate\nopportunity to bid on Japan's civil works procurement practices\nincluding the construction of the Kansai airport.\n    The Energy and Commerce subcommitte rejected a plan offered\nby Rep. William Dannemeyer, a California Republican, to require\nthe U.S. to pay investors one pct for the right to hold their\ngold investments in government storage.\n    His amendment called for the government to sell gold coins\nand gold-backed bonds with maturities of 30 to 50 years to\ninvestors to reduce the federal debt.               \n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}