{
    "DATE": " 9-APR-1987 22:51:00.04",
    "TOPICS": [
        "interest"
    ],
    "NEWID": "16075",
    "TEXT": {
        "TITLE": "JAPAN HAS NO PLANS TO CUT DISCOUNT RATE",
        "DATELINE": "    WASHINGTON, April 9 - ",
        "BODY": "Bank of Japan sources said the bank\nhas no plans to cut its discount rate.\n    They told reporters that there was no pressure on Japan\nduring the Group of Seven (G-7) meeting here yesterday to lower\nits discount rate. They added that they themselves do not feel\nany need for a cut at all.\n    Chancellor of the Exchequer Nigel Lawson told reporters\nearlier today that some countries - those with strong\ncurrencies - might have to cut interest rates.\n    The Bank of Japan sources also said that it was too soon to\ncall the G-7 pact a failure.\n    The central bank sources were commenting on the dollar's\nrenewed tumble in New York and Tokyo, which was sparked by\nremarks by U.S. Treasury Secretary James Baker that the\ndollar's fall had been orderly.\n    They said the market must have misinterpreted Baker's\ncomments because he was referring to the dollar's fall since\nthe Plaza agreement in September 1985, over a long-time span,\nnot the currency's recent movements.\n    They added that the foreign exchange markest seem to seize\non anything to use as an excuse to drive the dollar one way or\nthe other.\n    The Bank of Japan sources said the U.S. Is putting more\nweight on the dollar/yen rate in terms of judging market\nstability than on other currencies.\n    Throughout the G-7 meeting, Japan pointed to the dangers\nthat would arise from a further dollar fall because it would\nreduce the flow of Japanese capital to the U.S., Hurting the\nU.S. And world economies, they said.\n    In February and in March of this year, Japanese investors\nreduced their purchases of U.S. Treasury bonds, the sources\nsaid.\n    Each country in the G-7 - Britain, Canada, France, Italy,\nJapan, the U.S. And West Germany - has a different view about\ncurrency stability, the Bank of Japan sources said.\n    This is because the overall foreign exchange market is a\ntriangle of dollar/yen, European currencies/yen and\ndollar/European currencies.\n    At the time of the Louvre agreement, European countries did\nnot want the yen to weaken against their currencies so they did\nnot object to the yen strengthening, they said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "lawson",
        "james-baker"
    ],
    "ORGS": [
        "imf"
    ]
}