{
    "DATE": "17-MAR-1987 09:07:49.57",
    "TOPICS": [
        "livestock",
        "l-cattle",
        "carcass"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5896",
    "TEXT": {
        "TITLE": "RENEWED BULL SPREADING LIKELY ON CATTLE REPORT",
        "DATELINE": "    CHICAGO, March 17 - ",
        "BODY": "Livestock analysts expect renewed bull\nspreading in live cattle futures following yesterday's USDA\n7-state cattle on feed report.\n    The USDA reported high placements in February, which may\nweigh on back months of cattle futures. Meanwhile, continued\nstrong marketings during the month will support the April\ncontract.\n    Contracts for June delivery forward could open 25 to 50\ncents lower while April will likely open about steady, analysts\nsaid.\n    Cheap corn is still the main incentive for putting cattle\non feed, according to Smith Barney livestock analyst Tom\nO'Hare. \"They have no place to send the grain,\" he said.\n    Strong daily fundamentals may add to nearby support while\nthe current discount of deferred months to the cash market may\noffset much of the effect of the report, analysts said.\n    \"The cash market is strong and may overshadow the report,\"\nsaid Robin Fuller, analyst for Agri Analysis. She added that\neven though placements came in above the average trade guess,\nmany traders had expected high placements.\n    Placements are not that negative, especially since the\ntechnical correction in June and August live cattle futures\nsince last week, GH Miller analyst Jerry Gidel said.\n    He said the current marketing posture will provide added\nsupport to the nearby month. Feedlot marketings have been\nrunning at a heavier than expected pace.\n    Chuck Levitt, analyst for Shearson Lehman said that with\nthe number of cattle on feed down five pct at the beginning of\nthe year, a three pct decline in marketings was expected. But\nthe report for January showed marketings at 101 pct of a year\nago and in February marketings were at 100 pct, Levitt noted.\n    \"So far we haven't seen any decline in marketings. They\n(feedlot operators) are marketing more cattle than they had\nintended for the first quarter, which is a bullish\ndevelopment,\" Levitt said.\n    Gidel also noted that marketings for the early part of\nMarch are running ahead of a year ago. Feedlots are not falling\nbehind and are holding that 100 pct marketing pace.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "de-clercq",
        "yeutter"
    ]
}