{
    "DATE": "17-APR-1987 12:34:25.61",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16871",
    "TEXT": {
        "TITLE": "U.S. COMMERCE TRADE REPORT OMITS FREIGHT COSTS",
        "DATELINE": "    WASHINGTON, April 17 - ",
        "BODY": "The Commerce Department said on that\ninsurance and freight costs for imported goods of 1.45 billion\ndlrs were included in the February trade deficit of 15.1\nbillion dlrs reported on Tuesday.\n    The department is required by law to wait 48 hours after\nthe initial trade report to issue a second report on a \"customs\nvalue\" basis, which eliminates the freight and insurance\ncharges from the cost of imports.\n    Private-sector economists emphasized that the Commerce\nDepartment was not revising down the deficit by 1.45 billion\ndlrs but simply presenting the figures on a different basis.\n    A report in the Washington Post caused a stir in the\nforeign exchanges today because it gave the impression, dealers\nsaid, that the underlying trade deficit for February had been\nrevised downward.\n    The Commerce department would like to have the law changed\nto permit it to report both sets of figures simultaneously.\n    \"My feeling is the second one is a better report but there's\nlegislation that requires us to delay it two days,\" said Robert\nOrtner, Commerce undersecretary for economic affairs.\n    \"But this has been going on for a long time and no one pays\nany attention to the second figure.\"\n    The 15.1 billion dlr February trade deficit compared with a\nrevised January deficit of 12.3 billion dlrs.\n    The law requiring a 48-hour delay in publishing the monthly\ntrade figure excluding freight and insurance was passed in\n1979.\n    Reportedly the feeling was the first figure, which includes\ncustoms, freight and insurance, allowed a better comparison\nwith other countries that reported their trade balances on the\nsame basis.\n    The second figure, which would always be lower by deducting\nfreight and insurance, presents the deficit in a more favorable\nlight for the Reagan administration.\n    Ortner said he would like to see the law changed to\neliminate the 48-hour delay in reporting the two figures.\n    \"We're considering it,\" he said, \"It's one of those dinosaur\nlaws and I think it's time has come.\"\n    The second figure, which would always be lower by deducting\nfreight and insurance, presents the deficit in a more favorable\nlight for the Reagan administration.\n    Ortner said he would like to see the law changed to\neliminate the 48-hour delay in reporting the two figures.\n    \"We're considering it,\" he said, \"It's one of those dinosaur\nlaws and I think its time has come.\"\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}