{
    "DATE": " 4-MAR-1987 10:42:13.33",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "1498",
    "TEXT": {
        "TITLE": "VEREINS- UND WESTBANK TO REORGANIZE NETWORK",
        "DATELINE": "    HAMBURG, March 4 - Vereins- ",
        "BODY": "und Westbank AG <VHBG.F> plans\nto streamline its branch network to improve its distribution of\nfinancial services, management board member Eberhard-Rainer\nLuckey said.\n    He told a news conference on 1986 results that branches in\nHamburg and Schleswig-Holstein would be merged or closed, a\nbranch in Frankfurt opened and that the bank was considering\nopening a branch in London.\n    Luckey said the bank's total operating profits rose nearly\n29 pct in 1986. Parent bank net profit rose to 47.7 mln from\n42.2 mln and the dividend remained unchanged at 12 marks.\n    The group balance sheet, including for the first time\nVereinWest Overseas Finance (Jersey), rose 9.2 pct to 17.9\nbillion marks, Luckey said.\n    The parent bank balance sheet rose 89 mln marks to 13.2\nbillion, while business volume was almost unchanged at 14.8\nbillion. Credit volume eased to 9.1 billion from 9.2 billion\nwhile loans to companies rose seven pct.\n    Foreign business and securities trading turnover also\nincreased. Higher earnings from trading on the bank's own\naccount contributed to record operating profits.\n    Net interest income rose on firmer interest margins by 16.1\nmln marks to 381.6 mln. Net commission income rose 6.6 mln to\n156.7 mln, Luckey said.\n    Foreign commercial business was influenced by a fall in\nWest German foreign trade but earnings were still satisfactory.\n    The bank's exposure in Latin America was less than two pct\nof its total foreign credit and in Africa less than one pct.\n    The bank continued to sell some of its exposure in 1986,\nand will also continue to stock up risk provisions, he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}