{
    "DATE": "18-JUN-1987 12:05:52.68",
    "TOPICS": [
        "veg-oil",
        "palm-oil",
        "soy-oil",
        "rape-oil",
        "cotton-oil",
        "coconut-oil",
        "sun-oil"
    ],
    "PLACES": [
        "belgium",
        "malaysia",
        "indonesia"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18781",
    "TEXT": {
        "TITLE": "GROWTH OF PALM OIL USE SET TO SLOW, OUTPUT TO RISE",
        "DATELINE": "    ANTWERP, June 18 - ",
        "BODY": "The rate of increase in world palm oil\nuse is likely to slow next season despite an expected 800,000\ntonne production rise to 8.13 mln tonnes, Siegfried Mielke,\neditor of the Hamburg-based newsletter Oil World said.\n    He told the 8th Antwerp Oils and Fats Contact Days that in\nthe next Oct/Sept 1987/88 season, palm oil use will rise to\n8.25 mln tonnes from 7.71 mln, below the five-year average\nincrease of 550,000 tonnes.\n     Opening stocks at the start of next October are expected\nto be about 1.4 mln tonnes, 300,000 tonnes below year-earlier\nlevels, bringing total supplies to 9.5 mln tonnes, he said.\n    The anticipated total supplies will be about 500,000 tonnes\nabove this season's available amount, Mielke said.\n    The increase in mature palm tree areas in Malaysia will\nslow down from this year on, but that will be offset by area\nexpansion in Indonesia, he said.\n    He estimated the combined rise in Malaysian and Indonesian\nmature area at 8.7 pct next year, after 9.5 pct this year, and\nat 6.7 pct in 1989 and 5.0 pct in 1990.\n    Malaysia also is shifting plantings to Sabah and Sarawak,\nwhere the rate of expansion is higher than in the Peninsula,\nbut where yields are lower, he said.\n     The stocks/usage ratio of seven major oils is also\nexpected to decline, Mielke said. The oils are soybean,\ncottonseed, sunflowerseed, coconut, rapeseed, palmkernel and\npalm.\n    At the start of October 1986 stocks of these oils were\nunusually high and represented 6.8 weeks of the current\nseason's prospective demand, compared with six weeks a year ago\nand with 5.4 weeks in 1984, he said.\n    Mielke expects the ratio to fall to 5.9 weeks by the start\nof next October and to the unusually low level of 5.4 weeks by\nthe end of next season.\n    The stocks/usage ratio for palm oil was 11.4 weeks last\nOctober and is likely to be 8.7 weeks next October and 7.7 at\nthe end of next season, Mielke said.\n    World oilseed stocks also are expected to fall in the\ncourse of the next season, with the biggest reduction seen in\nsoybean stocks, which Mielke expects to decline by 5.0 mln\ntonnes or by one fifth.\n    Almost all of the decline is expected to occur in the U.S.,\nfor which he estimated ending stocks next season at 10.7 mln\ntonnes, or 393 mln bushels, against anticipated ending stocks\nof 15 mln tonnes, or 551 mln bushels, at the end of this\nseason.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}