{
    "DATE": " 9-MAR-1987 12:11:12.63",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "3192",
    "TEXT": {
        "TITLE": "WORLD BANK TO BRING BORROWING FORWARD THIS YEAR",
        "DATELINE": "    FRANKFURT, March 9 - ",
        "BODY": "The World Bank intends to bring\nborrowing forward into the first half of 1987 because it\nexpects global interest rates to rise by year end, World Bank\nvice president and treasurer Eugene Rotberg said.\n    He told a news conference that rates in the U.S., Japan,\nWest Germany and Switzerland were near their lows. \"The weight\nof opinion is (that in a year from now) there is a higher\nprobability there will be one pct higher than one pct lower\ninterest rates,\" he said.\n    The World Bank had not issued floating rate notes so far\nthis year because of the expectation of higher interest rates.\n    The policy of the World Bank was to maintain liquidity at a\nlevel that gave the bank flexibility to decide when, where and\nhow much to borrow, Rotberg said.\n    Cash in hand was now about 50 pct of the next three years'\nanticipated net requirement and comprised 25 pct of outstanding\ndebt and 66 pct of its debt maturing within five years.\n    Although the World Bank had pioneered the swap market, it\ndid not intend to launch new financial instruments just for the\nsake of innovation, Rotberg said.\n    Of a total of 74.5 billion dlrs debt outstanding, only some\neight billion had been swapped into another currency.\n    Many recent innovations were either unfair to investors or\nunfair to borrowers. Until the World Bank was confident that\nthis was not the case, it would not adopt new instruments.\n    The World Bank would raise 90 pct of the funds needed over\nthe next year with methods used before, Rotberg said. However,\nfor some 10 pct of new requirements the bank would try out new\ninstruments such as bonds with warrants.\n    The World Bank had publicly offered 60 bonds in Germany\nsince the first issue was launched in 1959, he said.\n\n\u0003"
    },
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}