{
    "DATE": "29-JUN-1987 13:06:47.50",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19760",
    "TEXT": {
        "TITLE": "SEC SAYS CAMPEAU UNIT VIOLATED DISCLOSURE RULES",
        "DATELINE": "    WASHINGTON, June 29 - ",
        "BODY": "The Securities and Exchange\nCommission charged Allied Stores Corp with failing to promptly\ndisclose key steps it was taking last September to thwart a\ntakeover attempt by Campeau Corp.\n    In an administrative complaint, the SEC said Allied and its\nlegal adviser failed to promptly inform shareholders and the\nagency that it had begun talks with Youngstown, Ohio, shopping\ncenter developer Edward DeBartolo in response to Campeau's\ntakeover offer.\n    Campeau acquired Allied for an estimated 4.2 billion dlrs\non Jan 1, following a battle with DeBartolo.\n    On Sept 25, a day after Allied disclosed that its board had\nurged rejection of Campeau's Sept 12 tender offer for 58 dlrs a\nshare, Allied began negotiating the sale of six shopping\ncenters to DeBartolo, the SEC said.\n    Allied legal advisor and director George Kern, who heads\nthe merger and acquisitions group at the New York law firm of\nSullivan and Cromwell, decided against amending Allied's SEC\nfiling to disclose the talks even though they had resulted in\nsales price of 405 mln dlrs for the shopping centers, it said.\n    Securities law requires takeover target companies to\npromptly disclose such things as the sale of major assets.\n    The day after Campeau increased its tender offer to 80 pct\nof Allied's stock from 55 pct and raised its bid to 66 dlrs a\nshare from 58 dlrs on Sept 29, Allied and a partnership headed\nby DeBartolo began negotiating a takeover deal aimed at\nthwarting Campeau, the SEC said.\n    Kern again decided against disclosing the talks in an\namended SEC filing, the agency charged.\n    Allied's first disclosure of the DeBartolo takeover was\nmade on Oct 8, even though its board approved the merger on Oct\n3 and the merger agreement was executed on Oct 7, the complaint\nsaid.\n    DeBartolo and Campeau later engaged in a bitter battle for\ncontrol of Allied, with Campeau winning out later in October\nwhen it bought a block of 25.8 mln shares of Allied stock, or\n48 pct of the total, in a controversial move made only minutes\nafter it dropped its hostile tender offer.\n    The acquisition of the additional 48 pct, which a federal\njudge allowed to be completed, gave Campeau a majority stake in\nAllied. Campeau bought the rest at 69 dlrs a share.\n    The SEC said it had planned to file a court brief joining\nwith Allied in charging that Campeau had engaged in an illegal\ntender offer.\n    But the SEC brief was never filed since the case was\ndropped following an agreement between Campeau and DeBartolo.\n    In the administrative proceeding against Allied and Kern,\nthe SEC is asking for an administrative order that they comply\nwith reporting provisions of securities laws in the future.\n    Although Allied is no longer publicly traded since it\nbecame a subsidiary of Campeau, it still files annual and\nquarterly reports to the SEC because it has outstanding debt.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}