{
    "DATE": " 3-MAR-1987 09:49:23.53",
    "TOPICS": [
        "coffee",
        "crude"
    ],
    "PLACES": [
        "kenya"
    ],
    "NEWID": "1026",
    "TEXT": {
        "TITLE": "KENYAN ECONOMY FACES PROBLEMS, PRESIDENT SAYS",
        "DATELINE": "    NAIROBI, March 3 - ",
        "BODY": "The Kenyan economy is heading for\ndifficult times after a boom last year, and the country must\ntighten its belt to prevent the balance of payments swinging\ntoo far into deficit, President Daniel Arap Moi said.\n    In a speech at the state opening of parliament, Moi said\nhigh coffee prices and cheap oil in 1986 led to economic growth\nof five pct, compared with 4.1 pct in 1985.\n    The same factors produced a two billion shilling balance of\npayments surplus and inflation fell to 5.6 pct from 10.7 pct in\n1985, he added.\n    \"But both these factors are no longer in our favour ... As a\nresult, we cannot expect an increase in foreign exchange\nreserves during the year,\" he said.\n    The price of coffee, Kenya's main source of foreign\nexchange, fell in London today to about 94 cents a pound from a\npeak of 2.14 dlrs in January 1986.\n    Crude oil, which early last year slipped below 10 dlrs a\nbarrel, has since crept back to over 18 dlrs.\n    Moi said the price changes, coupled with a general decline\nin the flow of capital from the rest of the world, made it more\ndifficult to finance the government's budget deficit.\n    Kenya was already spending over 27 pct of its budget on\nservicing its debts and last year it was a net exporter of\ncapital for the first time in its history, he added.\n    \"This is a clear indication that we are entering a difficult\nphase as regards our external debts, and it is imperative that\nwe raise the rate of domestic savings and rely less on foreign\nsources to finance our development,\" he said.\n    \"It will be necessary to maintain strict discipline on\nexpenditure ... And members of this house will have to take the\nlead in encouraging wananchi (ordinary people) to be more\nfrugal in satisfying immediate needs,\" the president added.\n REUTER\n\u0003"
    }
}