{
    "DATE": "18-MAR-1987 12:14:17.19",
    "TOPICS": [
        "gnp",
        "trade"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "6593",
    "TEXT": {
        "TITLE": "GERMAN RESEARCH INSTITUTE LOWERS GROWTH FORECAST",
        "DATELINE": "    WEST BERLIN, March 18 - ",
        "BODY": "The DIW economic research institute\nsaid West German economic growth in 1987 is unlikely to reach\nthe 1.5 pct rate it had forecast earlier this year.\n    The institute, whose forecasts are more pessimistic than\nthose of the other four leading German institutes, said the\neconomy had passed its peak in the summer of 1986, and its\nprospects had dimmed significantly since the autumn.\n    The DIW repeated earlier predictions that gross national\nproduct (GNP) in the first quarter of 1987 would contract in\nreal, seasonally adjusted terms against the weak final quarter\nof last year. \n    The DIW said that even if the economy recovers in the\nremaining three quarters, it was unlikely that demand and\nproduction would rise strongly enough to bring GNP growth up to\n1.5 pct.\n    Other institutes and economists have recently revised their\nforecasts for German 1987 growth to around two pct.\n    In a report DIW disputed arguments by other economists that\nthe economy was showing mixed development, with domestic demand\nhealthy but foreign demand weak.\n    DIW said the crucial split was between weak demand for\ncapital goods, and strong demand for buildings and consumer\ngoods, not between foreign and domestic demand.\n    It noted that domestic demand for capital goods had been\nhit in recent months by the weakness of exports, which had\ncaused West German firms to scale back investment plans.\n    Service industries, unlike manufacturing industry, were\ncontinuing to do well because they relied on consumer demand,\nit said.\n    In a separate report the HWWA economic research institute\nin Hamburg said West Germany's real trade surplus would fall\nmarkedly this year.\n    However, the nominal trade surplus would show little change\nfrom 1986's record 112.2 billion marks because of a further\nimprovement in the terms of trade on average in 1987 compared\nwith 1986, it said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}