{
    "DATE": " 9-APR-1987 12:49:07.67",
    "TOPICS": [
        "retail"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15742",
    "TEXT": {
        "TITLE": "U.S. MARCH RETAIL SALES CUT BY LATE EASTER",
        "AUTHOR": "    BY Susan Zeidler, Reuters",
        "DATELINE": "    NEW YORK, April 9 - ",
        "BODY": "U.S. retailers' lackluster March sales\nwere due to a late Easter, according to analysts who expect a\nrecovery in April.\n    \"Sales look soft because of the Easter shift, but\nunderlying business is better than the numbers indicate,\" said\nBear Stearns analyst Monroe Greenstein.\n     Analysts generally average the sales results of March and\nApril to account for the variation of Easter's occurance. This\nyear, Easter is being observed on April 19, which is three\nweeks later than last year.\n    Analyst Edward Johnson of Johnson Redbook Associates said\nsales for March rose an unadjusted 2.5 to 3.0 pct, and a\nseasonally adjusted 5.5 pct to six pct, compared to an adjusted\n5.7 pct last year.\n    \"The obvious question is whether these numbers indicate\nthat the consumer activity is slowing, but it does not appear\nto be because liquidity and employment are rising,\" said\nanalyst Jeff Edelman, analyst of Drexel Lambert and Burnham.\n    Overall, analysts said first half sales are coming in\naccording to expectations. Sales for all of 1987 are expected\nto rise about 5.5 pct to six pct, up a bit from 1986's rise.\n     In March, sales of housewares, furniture and big ticket\nitems were stronger than apparel sales, signaling to many\nanalysts that apparel sales will be strong in April as the\nholiday nears.\n    \"Sales gains in home appliances and home fashions reflect a\ncontinuing strength in the housing market,\" said Edward\nBrennan, chairman of Sears Roebuck and Co <S> which reported an\noverall sales gain of 4.2 pct. Brennan said sales of women's\nsportswear were also excellent.\n    \"Sears' total apparel sales was up only modestly, but even\na modest improvement in apparel is a very good accomplishment\ndue to the fact that most people will buy apparel in April,\"\nsaid C.J. Lawrence analysts Harry Mortner. \n    J.C. Penney Co Inc <JCP> and Dayton Hudson Corp <DH> were\namong the weaker performers with comparable stores sales\ndeclining 1.5 pct and 4.9 pct, respectively. Penney's store and\ncatalog sales declined 1.3 pct overall and Dayton Hudson's\noverall sales rose 4.8 pct.\n    Penney chairman William Howell said, \"Sales continued\nstrong for catalog operations and, geographically, ranged from\nvery active in the east to weak in the economically depressed\nsouthwest.\"\n    \"Penney's been shifting away from leisure time activity\nwear to other apparel lines, which yield higher profit margins,\nbut are currently hurting sales,\" said Greenstein of Bear\nStearns.\n    Hudson chairman Kenneth Mackes cited the late Easter for\nthe decline. Edelman of Drexel said that \"Hudson had a tougher\ncomparison because it had an exceptionally good 1986.\"\n    Most analysts agreed that promotions are slightly lower\nthan last year.\n    \"Retailers are not planning for much - inventories are\nbeing kept lean, markdowns are lower than last year, but sales\nare coming through anyway,\" said CJ Analyst Harry Mortner.\n    Mortner said he expects profits in the first quarter to  \nbe better than he had originally expected in the beginning of\nthe year.\n    Most retailers report their first quarter in the middle of\nMay.\n     MARCH RETAIL SALES FOR MAJOR U.S. RETAILERS\n    STORE       PCT        1987       1986\n    SEARS       4.2     2.6 BIL       2.5 BIL \n    K MART      4.6     2.2 BIL       2.1 BIL \n    JC PENNEY  (1.3)    1.1 BIL       1.1 BIL \n    WAL-MART     32     1.1 BIL       855 MLN\n    FEDERATED   4.9     934 MLN       891 MLN\n    MAY         3.5     885 MLN       855 MLN\n    DAYTON      4.8     792 MLN       756 MLN\n    WOOLWORTH   0.2     591 MLN       590 MLN\n    ZAYRE      12.7     522 MLN       464 MLN\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "balladur"
    ],
    "EXCHENGES": [
        "nyce"
    ]
}