{
    "DATE": "11-MAR-1987 05:18:45.97",
    "TOPICS": [
        "bop"
    ],
    "PLACES": [
        "china"
    ],
    "NEWID": "3488",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - CHINA'S FOREIGN DEBT UP",
        "AUTHOR": "    By Mark O'Neill, Reuters",
        "DATELINE": "    PEKING, March 11 - ",
        "BODY": "China's foreign debt reached 27 billion\ndlrs by the end of 1986, but despite an over-exposure to\nshort-term credits and yen borrowing, China remains very\ncreditworthy with an improved 1987 export outlook, foreign\nbankers and Chinese officials told Reuters.\n    Foreign bankers said China's total debt rose sharply from\nan estimated 20 billion dlrs at end-1985 to cover increased\nimport commitments but the debt/equity ratio remains low,\nbetween eight and 10 pct.\n    China remains a cautious and popular borrower, they said.\n    Zhang Haoruo, vice minister of Foreign Economic Relations\nand Trade, said last Friday that China signed foreign loan\nagreements for 6.94 billion dlrs last year, 96.6 pct up on\n1985, with actual loans amounting to 4.83 billion, up 93 pct.\n    Officials said China would borrow 25 to 30 billion dlrs in\nthe 1986-90 five year plan period, but foreign bankers said\nthey estimate foreign loans at 30 to 40 billion.\n    A Western banker said China's portfolio contains too much\nshort-term debt and too much of it is denominated in yen as a\nresult of aggressive lending by Japanese banks and attractive\nlow interest rates in the Japanese market.\n    The strong yen appreciation has cost China dearly and is\nlikely to make it reduce new yen borrowings, the banker said.\n    A Chinese trade official estimated the yen component of the\ncountry's total debt at about 30 pct.\n    The Peking representative of a Japanese securities house\nsaid the rapid yen rise had caught China and his firm unawares.\n    \"Interest rates in Japan are at a historical low, but China,\nwhich will remain an active borrower this year, is likely to go\nelsewhere for capital, to get a better currency spread,\" he\nsaid.\n    The Western banker said the excess of short-term loans is\nin part a result of China's inexperience in the foreign capital\nmarkets, which it entered only in the early 1980s.\n    \"Officials do not think of China but of their own department\nor firm. Some loans that were entered into did not have the\nfull backing of the People's Republic of China,\" he said.\n    \"The dilemma for China, in foreign borrowing as in other\nareas, is to balance central control with giving reasonable\nautonomy to firms. It is searching for the mechanisms to\nexercise indirect controls,\" he said.\n    The banker said officials have stressed repeatedly over the\npast six weeks that China's foreign borrowing will not be\naffected by a drive against \"bourgeois liberalism,\" a phrase\nmeaning Western political ideas, following the dismissal of\nCommunist Party chief Hu Yaobang on January 16.\n    A U.S. Banker said there is no evidence that China's\nforeign exchange reserves have fallen below the officially\nstated figure of 10 billion dlrs.\n    \"The Bank of China is both a buyer and a seller in the\nmarket, which would know quickly if it was buying heavily in\nadvance of an announcement the reserves were down,\" he said.\n    The banker said such buying has not been going on. \"Things\nare normal. Trade deficits such as China had last year and in\n1985 are normal for a country at its stage of development.\"\n    Customs figures show China had a trade deficit of 11.9\nbillion dlrs in 1986, down from 14 billion in 1985.\n    A Ministry of Foreign Economic Relations and Trade official\nsaid this year's outlook for exports, which account for more\nthan 75 pct of foreign exchange earnings, is much healthier\nthan a year ago.\n    The renminbi has matched the U.S. Dollar fall, he said. It\nwas quoted at 3.72 today, little changed from 3.7 a year ago.\n    The official said China has taken measures to improve its\nexport performance, including incentive offers to exporters and\nthe establishment of export production bases.\n    \"We expect higher prices for our oil exports this year,\" he\nadded.\n    Official estimates put China's 1986 export losses from the\ndrop in world oil prices at three billion dlrs.\n    A Western diplomat said China's foreign debt needs careful\nmanagement but its debt service ratio remains very low at six\nto eight pct.\n    \"We base our assessment not on China's foreign exchange\nreserves but on its export performance, just as you assess a\ncompany on its performance, not its bank account,\" he said.\n    He said China performed very well in the export field last\nyear and remains a very creditworthy country which will have\nfew difficulties in increasing its borrowing.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "king-fahd"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}