{
    "DATE": "27-APR-1987 10:43:31.44",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17335",
    "TEXT": {
        "TITLE": "REAGAN HOPES TO LIFT JAPAN SANCTIONS SOON",
        "DATELINE": "    WASHINGTON, April 27 - ",
        "BODY": "President Reagan said he hoped the\nUnited States could lift trade sanctions against Japan soon.\n    But he said the United States would do what is necessary to\nsee that other nations lived up to their trade agreements.\n    In a speech prepared for delivery to the U.S. Chamber of\nCommerce, he said, \"I hope that, before long, we can lift these\n(Japanese trade sanctions) and that this episode will be\nrecorded as a small incident in the building of our\nrelationship.\"\n    But, Reagan added, \"we will do what is necessary to see that\nother nations live up to their obligations and trading\nagreements with us. Trade must be free. It must also be fair.\"\n    Reagan said the decision to impose 100 pct tariffs on 300\nmln dlrs worth of electronic exports to the United States sent\na message it was time to complete a U.S.-Japan \"trade bridge.\"\n  \"The final answer to the trade problems between America and\nJapan is not more hemming and hawing, not more trade sanctions,\nnot more voluntary restraint agreements - though these may be\nneeded as steps along the way - and certainly not more\nunfulfilled agreements,\" he said.\n    Reagan said the answer was genuinely fair and open markets\non both sides of the Pacific - \"and the sooner, the better.\"\n    Reagan said the administration's tools for dealing with\nunfair trade practices met the need for both firmness and\nfinesse.\n    He said trade legislation pending in Congress would be\ndangerous because it would force the administration to use \"a\nsteamroller against unfair practices every time, no matter\nwhether the steamroller would open the trade doors or flatten\nthe entire house,\" he said.\n    Reagan said that ending every unfair trade practice in\nJapan would cut the U.S. trade deficit by only about 10 pct.\n    \"If our trade deficit is to come down, more must be done --\nand is being done,\" he said.\n    \"The change in the dollar's value is part of it, and since\nthe middle of last year, the actual volume of our exports had\nbeen on the rise,\" he said.\n    He also said he believed America's trading partners should\ncut taxes and regulations, as the United States had done, so\nthat they could create jobs and buy more goods.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}