{
    "DATE": "20-MAR-1987 17:07:44.99",
    "TOPICS": [
        "ship",
        "grain"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "8009",
    "TEXT": {
        "TITLE": "STRIKE THREAT, LOWER TRAFFIC MAR SEAWAY OPENING",
        "AUTHOR": "    By Jane Arraf, Reuters",
        "DATELINE": "    MONTREAL, March 20, Reuter - ",
        "BODY": "The St. Lawrence Seaway, set\nto reopen March 31 after the winter, faces another tough year\nbecause of depressed traffic levels and the possibility of the\nfirst strike in 20 years on the Great Lakes, seaway officials\nsaid.\n    Depressed grain exports, rising costs, and competing modes\nof transportation are all expected to result in only a marginal\nincrease over last year's traffic levels -- and revenues -- on\nthe 2,300 mile waterway, officials said.\n    In 1986, a season that ran from April 3 to December 27, the\nseaway moved 37.6 mln metric tons of freight between Montreal\nand Lake Ontario and 41.6 mln tons on the Welland Canal,\nlinking Lake Erie and Lake Ontario.\n    By comparison, in 1985 about 37 mln tons of cargo traveled\nthrough the Montreal-Lake Ontario section and 42 mln through\nthe eight-lock canal.\n    The waterway is expected to lose 9-10 mln Canadian dlrs\nthis year, about the same as the estimated deficit for fiscal\n1986-87 ending March 31, said William Blair, an executive\nmember of Canada's St Lawrence Seaway Authority.\n    The seaway moves about one-half of Canada's exported grain.\nThose exports of the single most important commodity carried on\nthe waterway have been depressed by world surpluses.\n    The Seafarers' International Union, which represents about\n2,300 workers on the Great Lakes and the ocean coasts, has said\nit will likely go on strike this spring to protest employers'\ndemands for wage rollbacks and other concessions.\n    \"It's 99.9 pct (certain)--I guarantee you a strike,\" Roman\nGralewicz, head of the Seafarers' Canadian branch, has said.\n    The Canadian government has called in a labor conciliator\nto try to hammer out a contract agreement between the two\nsides. The seaway authority said a walkout tying up ships on\nthe Great Lakes would badly hurt traffic.\n    \"We haven't had a strike on the seaway for years...a\nprolonged strike would have a disasterous effect,\" Seaway\nAuthority spokeswoman Gay Hemsley said.\n    \"These are the heaviest contract talks in the history of the\nSt Lawrence Seaway,\" George Miller, vice-president of the\nCanadian Lake Carriers Association, an association of major\nCanadian shipping companies, said recently.\n    The workers' current contract expires May 31. The\nassociation said it is asking for a five per cent cut in wages\nfor the next three years, reduced crew levels and the power to\nrestructure crew dispatching.\n    The association said its members recorded about a 6 mln dlrs\n(U.S.) loss in each of 1985 and 1986 due to lower traffic and\nfreight rates and increasing competition. The seaway said 1985\nwas its worst year in two decades.\n    Hemsley said the seaway authority plans to raise tolls on\nthe Welland Canal by eight pct this year, compared to last\nyear's 15 pct rise, while maintaining a freeze on tolls\nthroughout the rest of the waterway.\n    Canada is responsible for 13 of the seaway's 15 locks and\nabout 85 pct of its revenues and maintenance costs.\n    \"We may see and hope for a steady upward climb...but we\nwon't see a major increase for a number of years,\" Hemsley said.\n    A Canada-U.S. delegation to promote the seaway to shippers\nin Western Europe should result in some increased traffic this\nseason but the full benefits won't be felt for several years,\nBlair said.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ]
}