{
    "DATE": "27-APR-1987 09:06:52.84",
    "TOPICS": [
        "trade",
        "alum",
        "zinc",
        "pet-chem",
        "iron-steel",
        "grain",
        "wheat",
        "corn",
        "cotton",
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "south-korea",
        "usa"
    ],
    "PEOPLE": [
        "tamura",
        "de-clercq",
        "yeutter"
    ],
    "NEWID": "17312",
    "TEXT": {
        "TITLE": "SEOUL UNVEILS SHOPPING LIST OF U.S. GOODS",
        "DATELINE": "    SEOUL, April 27 - ",
        "BODY": "South Korea unveiled a shopping list of\n2.6 billion dlrs of U.S. Goods in line with its new policy of\nseeking to limiting its trade surplus to ease trade friction\nwith Washington.\n    The government said this would help freeze this year's\ntrade surplus with the United States at the 1986 level.\n    \"The surplus, which rose to 7.4 billion dollars last year\nfrom 4.3 billion in 1985, was projected to top 10 billion this\nyear but the government has taken steps to constrain it to the\nseven billion dollar level,\" one Trade Ministry official told\nReuters.\n    A government statement said the 2.6 billion dlrs was in\naddition to about two billion dlrs of purchases made last month\nby a South Korean trade mission to the United States.\n    The announcement follows a visit here this week by U.S.\nCommerce Secretary Malcolm Baldrige, who said that if South\nKorea wanted to avoid protectionist retaliation it should not\nfalter in its policies to open its market and cut its surplus.\n    The statement said the government, state agencies and other\npublic institutions would buy 480 mln dlrs worth of U.S. Cars,\ncomputers, helicopters, ambulances, motorcycles, medical and\nlaboratory equipment and other products. \"This amounts includes\n89 mln dlrs worth of purchases which were not originally\nreflected in their budgets,\" it added.\n    The list includes 1.13 billion dlrs of capital goods, 700\nmln of farm products, 50 mln of aluminium, zinc, polyethylene\nand other raw materials, and 250 mln of steel, electronics and\nshipbuilding parts which would be shifted from other nations.\n    Agriculture Ministry officials said South Korea had already\nbought 310 mln dlrs worth of U.S. Wheat, raw cotton, corn and\nsoybeans.\n    This meant the country would buy from the United States\nnearly all of the 1.27 billion dlrs of its planned imports of\nsuch commodities this year, they said.\n    The government will also take steps to reduce tariffs,\naccelerate the opening of its markets, voluntarily restrain\nexports and cut export financing, the statement said.\n    South Korea will also reorganise the country's 3,600 trade\nagents to deliver better after-sales services for imported\nproducts and hold a trade show in November for U.S. Products.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc"
    ]
}