{
    "DATE": "27-MAR-1987 08:30:45.94\u0005\u0005\u0005RM",
    "TOPICS": [
        "money-fx",
        "dlr"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "10382",
    "TEXT": {
        "TITLE": "SWISS NATIONAL BANK SAYS IT BOUGHT DOLLARS",
        "DATELINE": "    ZURICH, March 27 - ",
        "BODY": "The Swiss National Bank bought dollars\nagainst yen today, a spokesman for the bank said.\n    He declined to say how many dollars the bank bought or when\nprecisely it intervened.\n    Swiss foreign exchange dealers described the National\nBank's purchases as modest, perhaps amounting to no more than\n20 or 30 mln dlrs.\n    The Bank of France, which was reported buying dollars\nagainst the yen in Paris, had made inquiries with Swiss banks\nas well, and the Bundesbank had also intervened. Bank of Japan\ndollar purchases today were perhaps 1.2 to 1.5 billion dlrs.\n    Dealers said this tended to confirm the market's impression\nthat major industrial countries had agreed at the Paris meeting\non an effective floor for the dollar of 148 yen, and the market\nseemed ready to test it.\n    Commercial clients were also selling dollars against the\nyen as the end of the Japanese fiscal year on March 31 drew\ncloser. Today's dealings in spot currencies are booked for\nMarch 31.\n    One dealer said he had the feeling Japanese companies had\nbeen asked by the Bank of Japan not to sell dollars at this\npoint, but some, while sticking to the letter of that request,\nwere offering dollars forward today, rather than lose out if\nthe dollar fell further.\n    The run on the dollar against the yen came in a market\nthinned by the absence of many dealers for a Forex Club meeting\nin Hamburg.\n    Trading was, in fact, rather light against currencies other\nthan the yen, the dollar holding little changed through the\nday.\n    The market now expected the U.S. Federal Reserve to\nintervene in support of the dollar. \"But they will probably do\nit only half-heartedly, so I don't think it will matter too\nmuch on rates,\" one dealer said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}