{
    "DATE": "18-MAR-1987 16:18:58.63",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "austria"
    ],
    "NEWID": "6816",
    "TEXT": {
        "TITLE": "LAENDERBANK EXPECTS MODEST PROFIT RISE IN '87",
        "DATELINE": "    VIENNA, March 18 - ",
        "BODY": "Oesterreichische Laenderbank AG\n[OLBV.VI] expects to maintain its dividend and to record a\nmoderate rise in profits this year after the 181.5 mln\nschilling net profit made in 1986, General Director Gerhard\nWagner said.\n    Wagner told a news conference that last year's 34.3 pct\nrise in net profit from 135.1 mln in 1985 was largely due to\ngreater domestic business and wider margins on schilling\ninterest rates.\n    The bank, Austria's third largest, raised its 1986 dividend\nto 12 pct of its 1.5 billion schilling nominal share capital\nfrom 10 pct on capital of 1.35 billion in 1985.\n    Announcing the 1986 results, Wagner said: \"We will endeavour\nto maintain the higher dividend in 1987.\"\n    Laenderbank's balance sheet total rose five pct to 197.7\nbillion schillings against 8.1 pct growth in 1985. Foreign\ncurrency business last year accounted for some 37 pct of\nbalance sheet total compared with about 41 pct in 1985.\n    Wagner blamed the realtive shrinkage of foreign business\nchiefly on the dollar's fall against the schilling, which is\neffectively pegged to the mark. The dollar's weakness had wiped\nsome 8.9 billion schillings off the balance sheet total.\n    Wagner declined to give an exact figure for profits from\nthe bank's London branch, which opened in April 1985, but said\nthat it came close to one mln stg.\n    On schilling lending, profit on interest had risen 18 pct\nto 2.19 billion schillings while commission earnings climbed\n8.7 pct to 738.9 mln.\n    According to the 1987 federal budget, the state is due to\nlower its stake 60 pct in Laenderbank, probably to 51 pct.\nWagner said the exact timing of the move depended on the state.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}