{
    "DATE": "19-MAR-1987 11:01:32.94",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7155",
    "TEXT": {
        "TITLE": "PILLSBURY <PSY> HURT BY RESTAURANT OPERATIONS",
        "DATELINE": "    MINNEAPOLIS, March 19 - ",
        "BODY": "Pillsbury Corp, reporting lower\nearnings for the third quarter ended February 28, said a strong\nperformance by its Foods Group was offset by Restaurants Group\ndeclines.\n    Excluding unusual items, it said restaurants operating\nprofit was down in the quarter 12 pct from a year ago as sales\nrose four pct.\n    It said Burger King USA and Bennigan's reported higher\noperating profit, but profits fell sharply at Steak and Ale,\nwhich introduced a new menu.\n    Pillsbury also reported lower profits at Distron, Burger\nKing's distribution arm, and said increased investment spending\non developing concepts - QuikWok, Bay Street and Key West Grill\n- hurt results.\n    It said Foods operating profit, excluding unusual items,\nrose 10 pct with international operations and domestic breads\nand baking products major contributors to improvement in the\nquarter.\n    A turnaround in grain merchandising was a major factor in\nprofit improvement for the nine months, Pillsbury said.\n    Pillsbury said corporate expense showed a 4.3 mln dlr\nprofit in the quarter reflecting a 10.5 mln dlr gain on the\nsale of a joint interest in an Australian food company and\nlower corporate expenses, largely as a result of an early\nretirement program initiated a year ago.\n    Earlier, Pillsbury reported fourth quarter earnings of 48.5\nmln dlrs, or 56 cts a share, down from 55.4 mln dlrs, or 63 cts\na share a year ago. Sales advanced to 1.53 billion dlrs from\n1.46 billion dlrs.\n    Pillsbury said loss of investment tax credits under the\n1986 Federal Tax Reform Act reduced per-share earnings by nine\ncts in the quarter and 19 cts in the nine months.\n    As a result of the act, it said its effective income tax\nrate rose eight points to 48.1 pct in the quarter and 5.5\npercentage points to 49.7 pct for the nine months.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}