{
    "DATE": "25-MAR-1987 18:44:58.85",
    "TOPICS": [
        "grain",
        "corn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9667",
    "TEXT": {
        "TITLE": "COST OF PIK CERTIFICATES TO BE EYED BY CONGRESS",
        "AUTHOR": "    By Nelson Graves, Reuters",
        "DATELINE": "    WASHINGTON, March 25 - ",
        "BODY": "Congress, eager to find budget\nsavings, launches a review of the U.S. Agriculture Department's\ngeneric commodity certificate program tomorrow, amid signs USDA\nand the General Accounting Office, GAO, are at odds over how\nmuch the program has cost U.S. taxpayers.\n    The GAO concluded in a preliminary report last week that\npayment-in-kind, or PIK, certificates cost between five and 20\npct more than cash outlays, administration officials who asked\nnot to be identified said.\n    USDA officials, however, took issue with the report, saying\nit did not take into account storage, handling and transport\nsavings that accrue to the government. The GAO then decided to\nre-examine the costs, sources said.\n    The issue is an important one, because congressional budget\ncommittees are known to be considering limiting the use of\ncertificates as a means of cutting spending.\n    Agriculture Under Secretary Daniel Amstutz and GAO Senior\nAssociate Director Brian Crowley are set to testify before the\nSenate Agriculture Committee tomorrow.\n    Amstutz is expected to tell the committee that there are\nuncertainties in determining the cost of certificates compared\nto cash outlays, and that savings to the Commodity Credit Corp,\nCCC, almost equal costs, department sources said.\n    USDA estimates that it costs the government about 75 cents\nto store, handle and transport each bushel of commodity put in\ngovernment storage.\n    It was unclear whether the GAO, Congress' investigative\narm, would stick by its original analysis that it costs the\ngovernment more to use certificates instead of cash in farm\nprice and income support programs, Reagan administration\nsources said.\n    The GAO is expected to point out that use of\npayment-in-kind, PIK, certificates has helped relieve tight\nstorage by moving grain that otherwise might not have been\nsold.\n    The testimony by Amstutz and GAO Senior Associate Director\nBrian Crowley comes as congressional budget committees\nintensify their efforts to pinpoint ways to cut the federal\nbudget deficit -- including considering limits on the use of\nPIK certificates.\n    The CCC issues dollar-denominated PIK certificates, or\ncerts, as a partial substitute for direct cash outlays to\nfarmers or cash subsidies to exporters. Certs can be used to\nrepay nonrecourse loans or exchanged for CCC commodities or\ncash.\n    Between April and December 1986, CCC issued 3.8 billion\ndlrs worth of certificates, according to USDA. Up to another\n6.7 billion dlrs worth could be issued between January and\nAugust 1987, according to USDA.\n    Certs can cost the government more than cash primarily\nbecause recipients can use the certificates to pay back\ngovernment loans at levels below the loan rate.\n    Eliminating this practice, called \"PIK and roll,\" would save\nthe government 1.4 billion dlrs between 1988-92, according to\nthe Congressional Budget Office, CBO. That estimate, according\nto a CBO official, was based on an assumption that certificates\ncost the government about 15 pct more than cash payments.\n    The Senate and House Budget Committees are known to be\nconsidering curbs on PIK-and-roll transactions among other\nsavings alternatives.\n    The GAO last week reached the tentative conclusion that the\nestimated three billion dlrs of certificates redeemed to date\nhave cost the federal government between 150 mln and 600 mln\ndlrs, or between five and 20 pct, more than cash outlays, one\nadministration official said.\n    However, the GAO has decided to reassess those estimates\nbased in part on USDA criticism, department officials said.\n    The broad range of the cost estimate is partly attributable\nto the different effect certificates can have on market prices\nover the course of a crop year.\n    USDA's Economic Research Service, for example, has found\nthat between June and August last year, the 215 mln bushels of\ncorn exchanged for certificates lowered the price of corn by\nbetween 35 and 45 cents per bushel.\n    Between September and November, however, certificates had\nonly a marginal impact on corn prices, according to the ERS\nstudy, obtained by Reuters.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}