{
    "DATE": " 1-APR-1987 06:05:04.32",
    "TOPICS": [
        "gold"
    ],
    "NEWID": "11830",
    "TEXT": {
        "TITLE": "PROPOSED JAPAN TAX MAY DAMPEN TOKYO GOLD TRADING",
        "DATELINE": "    TOKYO, April 1 - ",
        "BODY": "A proposed sales tax on gold transactions\ncould put a damper on the Tokyo market and encourage a shift of\ntrading to Hong Kong and Singapore, senior vice president and\nTokyo branch manager of Credit Suisse Paul Hofer told a press\nconference.\n    \"If you impose five pct on both buy and sell transactions,\nTokyo participants in the gold market could be out of business,\"\nhe said. The tax would create such a spread that Japanese would\nbe unable to compete in the international market, he added.\n    \"How can the government really raise taxes if the system\nthey impose is prohibitive of generating business?\" he said.\n    The government now imposes a 15 pct tax on physical trades\nexceeding 37,500 yen for gold jewellery and coins and a 2.5 yen\ntax per 10,000 yen on futures transactions, gold dealers said.\n    The new five pct tax would be imposed on companies trading\nmore than 100 mln yen a year and apply to paper gold trades,\ngold deposits with banks and trading of gold bars as well as\nthat of jewellery and coins, dealers said.\n    However, the tax would lower the rate on jewellery and\ncoins to only five pct from the current 15 pct, they said.\n    Hofer said in 1982 Switzerland had imposed a 5.6 pct gold\nturnover tax on Jan 1, 1980, but abolished it on Oct 1, 1986.\n    A study by one of the Swiss banks showed that in early\n1980, the first year of the tax, the volume for all Swiss banks\nfell by up to 25 pct compared with 1978 and 1979, Hofer said.\n    Transactions of paper gold also fell up to 75 pct of the\nvolume prior to imposition of the tax, he said.\n    While gold transactions in Switzerland decreased, the\nvolume of trades outside the country, particularly in London\nand Luxembourg, increased between 10-25 pct, Hofer said.\n    Japan is a major importer of gold, buying a yearly average\njust under 200 tonnes, gold dealers said.\n    Last year Japan imported about 600 tonnes of gold, but the\ngovernment had bought about 300 tonnes for minting coins to\ncommemorate the 60th year of Emperor Hirohito's reign, dealers\nsaid.\n    Gold trading in Tokyo is dominated mainly by Japanese\ntrading companies, while Credit Suisse is the major foreign\nparticipant.\n    Daily turnover in the Tokyo spot market ranges between one\nand 10 tonnes with the average around three tonnes, while\nfutures turnover amounts to about four tonnes, gold dealers\nsaid.\n    \"All of us are concerned daily with the fact that the Tokyo\nmarket is growing, that Japan is becoming one of the three\nmajor financial markets in the world ... And in my personal\nopinion I think it would be a very big mistake to put a damper\non this positive growth or developments by imposing such a tax,\"\nHofer said.\n    \"I don't think it fits the philosophy of an\ninternationalising market,\" he added.\n    Officials of several major Japanese trading houses,\nattending the press conference, said they supported Credit\nSuisse's call for the government not to impose the gold tax.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan",
        "hong-kong",
        "singapore",
        "switzerland"
    ],
    "PEOPLE": [
        "young"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}