{
    "DATE": "13-APR-1987 15:43:59.05",
    "TOPICS": [
        "crude"
    ],
    "NEWID": "16636",
    "TEXT": {
        "TITLE": "TEXACO <TX> SAYS SOME OIL FLOWS RE-ESTABLISHED",
        "AUTHOR": "    By SAMUEL FROMARTZ, Reuters",
        "DATELINE": "    NEW YORK, April 13 - ",
        "BODY": "Texaco Inc has re-established some key\noil supply lines following yesterday's court filing for\nprotection under Chapter 11 of the U.S. bankrupcty code, said\nElton Yates, Texaco's coordinator of worldwide operations.\n    \"Several companies say they are willing to start trading,\"\nYates told Reuters in an interview.\n    The company last week had stated that a number of domestic\nand international oil suppliers were demanding cash for oil\nshipments, and in some cases, had cut supplies altogether.\nBanks had also cut credit lines, it said in court filings.\n    Manufacturers Hanover Corp <MHC> and other banks told\nTexaco it would cut off a one billion dlr credit line, Texaco\nsaid in the court filing. Chase Manhattan Corp <CMB> and J.P.\nMorgan Co's <JPM> Morgan Guaranty Trust Co asked for deposits\nto cover transactions, it said.\n    The severe conditions with suppliers and creditors arose\nfrom an unfavorable ruling last Monday by the U.S. Supreme\nCourt in Texaco's ongoing dispute with Pennzoil Co <PZL> over\nthe acquisition of Getty Oil Co in 1984.\n    The High Court said Texas Courts must consider Texaco's\nplea to cut its 10.3 billion dlr bond while appealing the case.\n    \"Most of the suppliers stayed with us as long as they\ncould,\" Elton said. But following Monday's Supreme Court\nruling, Texaco's suppliers began demanding cash and halting\nsupplies.\n    \"It wasn't until last Wednesday that it turned into an\navalanche,\" he said. \"Supplies were cut to the point where we\ncould not run the system at anywhere near capacity.\"\n    He said less than half of Texaco's oil supplies had been in\njeapordy, but the cut off would have produced severe shortages\nby mid-May. Now the situation appears much less severe, Elton\nsaid.\n    It said that Sonatrach, the Algerian national oil company,\ncanceled future deliveries of crude oil and natural gas,\nOccidental Petroleum Co <OXY> demanded cash for crude, and\nAtlantic Richfield Co <ARC> asked for special safeguards.\n    The company also said British Petroleum Co PLC <BP> last\nweek refused to accept an order for fuel oil. But Yates today\nsaid, \"a big U.K. company has in fact said they would go on\nsupplying. They had cancelled last week.\"\n    He declined to identify the company.\n    <Petroleos de Venezuela S.A.>, the Venezuelan state oil\ncompany that supplies a large portion of Texaco's oil, also\nhalted shipments two weeks ago, Yates said.\n    But he added that Texaco expected to meet with the\nVenezuelans later today in an attempt to reestablish that key\nsupply line. Talks were also expected to take place with the\nAlgerians, he added.\n    Bankruptcy specialists said it was likely Texaco's chapter\n11 filing would allow the company to secure its credit lines\nand oil supplies that are key to the company's business.\n    \"It will be business as usual for Texaco,\" said Martin\nKlein, a bankruptcy attorney at the New York law firm Dreyer\nand Traub.\n    \"Creditors are a nervous bunch of people,\" he said. \"But\nwhen the dust settles they will reevaluate the situation and\nwill likely extend credit to the chapter 11 company.\"\n    But other officials at Texaco were not immediately\navailable to say whether discussions were being held with its\nbanks, or whether credit lines had been reestablished.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "algeria",
        "venezuela",
        "uk"
    ],
    "PEOPLE": [
        "rubio"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}