{
    "DATE": "29-APR-1987 14:49:22.86",
    "TOPICS": [
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "17416",
    "TEXT": {
        "TITLE": "GAS GROWTH SEEN HURT BY REGULATORY UNCERTAINTY",
        "AUTHOR": "    By NAILENE CHOU WIEST, Reuters",
        "DATELINE": "    NEW YORK, April 29 - ",
        "BODY": "Demand for natural gas has failed to\ngrow in proportion to the decline in oil deliveries because of\nconcerns over unresolved regulatory issues in the United\nStates, said industry analysts and gas utility company sources.\n    \"Natural gas is not free to compete,\" said Larry Makovich,\ndirector of utilities service at Data Resources Inc, \"problems\non pipeline open access and take-or-pay liabilities still weigh\nheavily on end-users' decision to switch to natural gas.\"\n    A manager with an East Coast gas distribution company,\nagreed that reluctance among end-users often stemmed from fear\nof unresolved regulatory issues.\n    \"The fact that at the federal level open access is not yet\nfirmly in place threatens to impede free flow of natural gas\nfrom producers to consumers,\" he said.\n     Michael German, an economist with the American Gas\nAssociation, said while a significant amount of gas was now\nreplacing oil in dual-fuel boilers, the progress of expanding\nthe marketshare of gas was slow. First quarter natural gas\nconsumption data is not available until June.\n    In the first three months of 1987, residual fuel demand\nfell by an average of 55,000 barrels per day, according to the\nAmerican Petroleum Institute. Natural gas, however, was not\nable to take full advantage of the decline in oil consumption.\n    AGA's German said that while industrial consumers were\nconcerned with regulatory issues in their long-range capital\ninvestment decisions, in the dual-fuel boiler market relied on\nspot purchases.\n    \"With all the capability of switching (from oil to natural\ngas) already there, price of the fuel is the only concern,\" he\nsaid, adding that compared with the same period last year,\nJanuary natural gas price at burner tip is 16 pct lower for\nindustrial users and 32 pct lower for utilities.\n    German attributed the sluggish performance of natural gas\nto lower demand in the utility sector as a whole.\n    \"March was warmer than normal, which cut down gas\nconsumption not only in home heating but also in electricity\ngeneration,\" he said.\n     In March, according to API monthly statistics, residual\nfuel deliveries fell by 13.6 pct to 1.2 mln barrels per day\nfrom the same period a year ago.\n    While API specifically mentioned lower natural gas prices\nhad put residual fuel at a price disadvantage among electric\nutilities and industrial users, industry analysts believed the\nrole of natural gas was over-stated.\n    Makovich of DRI noted much of the decline in oil in the\nfuel mix was taken up by new nuclear capacity coming on stream\nin the last few years.\n    Nuclear capacity rose nine pct in 1986, and he projected\nthe same rate of growth for 1987 and 11 pct growth in 1988. \n    In contrast, oil and gas together represented only 15 pct\nof the fuel mix in 1986 and should decline to 13 pct by 1989,\nhe said. Within this sector, gas share fell to 66 pct in 1986\nfrom 76 pct a year ago due to competition from falling oil\nprices, he added. But this year, gas was expected to recapture\nonly two pct of the share, Makovich said.\n    Michael German of AGA agreed and said, \"Nevertheless,\noutlet for several hundred billion cubic feet of gas a year is\nsignificant in a glutted market.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ]
}