{
    "DATE": "17-MAR-1987 00:45:54.08",
    "TOPICS": [
        "rubber"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "5792",
    "TEXT": {
        "TITLE": "KOBE RUBBER EXCHANGE TO EXTEND TRADING HOURS",
        "DATELINE": "    TOKYO, March 17 - ",
        "BODY": "The Kobe Rubber Exchange said it will\nextend its trading hours from May 1 to enable more operators to\nuse the exchange.\n    Subject to Ministry of International Trade and Industry\napproval, the Exchange will add a sixth session starting at\n1700 local time, and will close the account for trading at the\nnew session the following day before the opening call starts at\n0930 local time, an Exchange official said.\n    Trading on the Singapore rubber market, a major producer\nprice indicator for Japanese end-users, is usually active after\nthe end of the current final session here.\n    The introduction of the new session will enable\nparticipants to trade overnight after taking account of\nSingapore rubber prices, because brokers and members who are\ndesignated by the Kobe Exchange are allowed to add the volume\ntraded overnight to the new final session before the opening\nsession starts next day, the official said.\n    But because the Kobe Exchange uses the auction system which\nsets a fixed price at each session, the price of contracts\ntraded overnight should be a fixed price settled at the sixth\nsession, he added.\n    Industry sources said they expected the Ministry to approve\nthe plan because it has encouraged the Japanese futures\nindustry to expand and internationalise.\n    The Tokyo Commodity Exchange for Industry, TOCOM, which\nalso trades rubber futures in Japan, said it has no plans to\nintroduce an extra session.\n    TOCOM also has five rubber trading sessions a day. Four\nsessions start 15 minutes later than Kobe Exchange sessions,\nbut both Exchanges' final sessions start at the same time.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}