{
    "DATE": "20-OCT-1987 05:08:54.04",
    "TOPICS": [
        "coconut"
    ],
    "PLACES": [
        "philippines",
        "usa"
    ],
    "NEWID": "20045",
    "TEXT": {
        "TITLE": "PHILIPPINES APPLAUDS DEFEAT OF U.S. LABELLING BILL",
        "AUTHOR": "    By Diane Stormont",
        "DATELINE": "    MANILA, Oct 20 - ",
        "BODY": "The Philippine coconut industry has\ngreeted with relief the defeat in the U.S. Senate of a bill\nrequiring some edible oils to be labelled as saturated fats.\n    The bill, which was defeated by the Senate Agriculture\nCommittee on Monday, could have cost about 60 mln dlrs a year\nin lost exports, the Philippine Coconut Authority (PCA) said.\n    \"Naturally, we welcomed the defeat but there is a chance the\nbill will be resurrected and attached as a rider to another\nSenate bill,\" a spokesman for the United Coconut Association of\nthe Philippines (UCAP).\n    PCA chairman Jose Romero noted the vote was close, with\neight senators voting for it, 10 against and one abstaining.\n    The UCAP spokesman said the American Soybean Association\n(ASA) had spent about 25 mln dlrs lobbying for the bill.\n    He said the ASA also had obscured the health issue during\nthe debate.\n    \"Coconut oil is high in saturated fats, but unlike saturated\nanimal fats, they do not enter the blood and lymph systems\nleaving fatty deposits connected to heart disease,\" he said.\n    U.S. Soybean and cottonseed producers had argued that\nsaturated fats cause heart disease and that the labels would\ndiscourage consumption by health conscious consumers in favour\nof domestic unsaturated alternatives.\n    Opponents of the bill said the proposal discriminated\nagainst imports and would damage the Philippines, Malaysia and\nIndonesia.\n    The Philippines earned 488 mln dlrs from coconut products\nin 1986, up from 477 mln in 1985, UCAP figures show.\n    Exports to the United States for edible and non-edible use\naccount for about half of that total, PCA's Romero said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "lawson"
    ]
}