{
    "DATE": "24-APR-1987 11:10:16.57",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "netherlands",
        "usa"
    ],
    "PEOPLE": [
        "nakasone"
    ],
    "NEWID": "17103",
    "TEXT": {
        "TITLE": "PHILIPS PLANS MEDICAL JOINT VENTURE WITH GEC",
        "DATELINE": "    EINDHOVEN, Netherlands, April 24 - ",
        "BODY": "NV Philips\nGloeilampenfabrieken <PGLO.AS> and General Electric Co Plc\n<GEC.L> are planning a 50-50 joint venture in the medical\nequipment field, Philips announced.\n    The venture will group all the medical systems of the two\ncompanies, combining GEC's Ohio-based medical division Picker\nInternational with Philips' medical division in a new\nU.S.-based subsidiary.\n    Picker employs 6,000 people worldwide and has production\nand distribution facilities in North America, Britain, West\nGermany, the Caribbean and Japan.\n    Picker's turnover in the year ending March 31, 1986\ntotalled 612 mln dlrs, according to Philips.\n    Philips' own medical systems activities, currently part of\nits Professional Products and Systems division, with\nheadquarters in the Dutch town of Brest near Eindhoven, has\nproduction facilities in the U.S., West Germany, France, Italy\nand Britain as well as in the Netherlands.\n    Its 1986 turnover was 2.82 billion guilders.\n    Philips said GEC was planning substantial additional\ninvestment in the project to bring its share to 50 pct.\n    \"The new company will be a vigorous competitor in all the\nimportant areas in the world, with matching distribution\nnetworks and other facilities capable of meeting the needs of\nrapidly advancing technology in medical systems,\" Philips said.\n    Dutch corporate analysts said the merger will create the\nworld's second biggest company specialised in medical\ntechnology after U.S. General Electric Co <GE.N>.\n    The new company should start operations in the second half\nof this year, a Philips spokesman said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ]
}