{
    "DATE": " 7-APR-1987 10:41:17.67",
    "TOPICS": [
        "money-supply",
        "money-fx"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "13949",
    "TEXT": {
        "TITLE": "BUNDESBANK RETAINS MONEY SUPPLY POLICY",
        "DATELINE": "    FRANKFURT, April 7 - ",
        "BODY": "Bundesbank council member Lothar\nMueller said the bank has not given up its money supply policy\nand that restraining money supply growth does not always mean\npushing up interest rates.\n    Mueller said in an article for the Boersen Zeitung\nfinancial daily that a monetary policy which took into account\nexchange rate expectations and capital flows could not be\nconfused with an exchange rate oriented policy.\n    The article followed international press speculation that\nthe Bundesbank had abandoned money supply targetting in favour\nof an exchange rate policy.\n    Mueller, a member of the Bundesbank council in his position\nas president of the regional state central bank in Bavaria,\nnoted that the Bundesbank's decision in January to cut leading\ninterest rates amid continuing strong monetary growth had led\nsome people to think it was dropping monetary targetting.\n    \"Simply to ignore the external economic context would be\nrisky and dangerous for monetary policy,\" he explained.\n    Mueller said the cuts in official interest rates had put an\nend to interest rate speculation. The Bundesbank could now\nassume that upward pressure on the mark would ease and currency\ninflows slow down.\n    Lower money market rates, achieved by widening short and\nlong term interest rate differentials, also encouraged\ninvestors to re-invest funds parked in liquid accounts, Mueller\nsaid.\n    The measures therefore aimed clearly at bringing monetary\ngrowth back onto the desired path, he said.\n    \"Finally, of course, and there is no need to keep this\nquiet, the cut in interest rates was also in line with the\nchanged economic situation of the last few months,\" he added.\n    \"All in all, the Bundesbank in no way abandoned its money\nsupply policy with the January discount rate cut, despite\nsuppositions to the contrary,\" Mueller said.\n    \"Keeping money supply developments in check is not always\nsynonymous with raising interest rates, especially when\nexcessive liquidity due to inflows from abroad, rather than\ngrowth in bank credits, is the cause of rising monetary\nholdings of non-banks,\" Mueller said.\n    Now that West Germany no longer ran large external deficits\nother concepts were needed for monetary policy.\n    Mueller said it would be both difficult and dangerous for\nmonetary policy to pursue a specific mark/dollar exchange rate.\n    In any case, the exchange rate partly depends on U.S.\nCurrency and budgetary policy and the U.S. Economy, he said.\n    But an exchange rate orientation would also mean the end of\na strict stability policy because both interest rates and\nliquidity would be affected by required currency intervention\nand could no longer be steered autonomously by the Bundesbank.\n    Even interest rates are not in the centre of the\nBundesbank's considerations, but reflect competition and other\nmarket conditions, Mueller said.\n    A cut in bank liquidity will not directly influence central\nbank money stock, the Bundesbank's main money supply indicator.\n    This does not reflect banking liquidity, but the liquidity\nof industry and households which cannot be directly reached\nwith the Bundesbank's instruments, Mueller said.\n    The less dependent non-banks are on bank credits, the\nharder it is to steer money supply. This has increasingly been\nthe case recently, because non-banks have received considerable\nsums from current account surpluses and capital imports.\n    \"If the Bundesbank had tried to brake the money supply rise\nwith higher interest rates, as would have been appropriate if\ncredit was growing excessively, it would not only have missed\nits target but probably even set off further inflows,\" he said.\n    Mueller said growth in money supply was still too high.\n    In the last three months money stock grew at an annual rate\nof seven pct, down from 10 pct in the previous quarter.\n    The growth curve has therefore come closer to the three to\nsix pct 1987 target corridor for central bank money stock\ngrowth, pointing to the success of the current policy, he said.\n    But high monetary stocks can be a warning sign and there\nshould be no change in priorities. \"Monetary policy must be\nfirst and foremost stability policy and successful stability\npolicy is money supply policy -- nothing else,\" he said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "gatt"
    ]
}