{
    "DATE": "19-OCT-1987 12:23:06.94",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "21251",
    "TEXT": {
        "TITLE": "HAL ROACH <HRSI.O>, ROBERT HALMI <RHI> TO MERGE",
        "DATELINE": "    NEW YORK, Oct 19 - ",
        "BODY": "Robert Halmi Inc said it and Hal Roach\nStudios Inc signed a definitive agreement to merge in a stock\nswap value at 115 mln dlrs, based on October 16 closing prices.\n    The company said the agreement calls for the holders of\ncommon stock in Hal Roach to exchange their shares on a\none-for-one basis for shares in the combined company.\n    It said holders of Robert Halmi common will exchange their\nshares on a two-and-one-half-for-one basis for shares in the\ncombined company.\n    The company said the swap will be tax-free.\n    The company also said <Qintex Ltd>, a 35 pct owner of Hal\nRoach common stock, has agreed to use the company as the\nexclusive vehicle for its U.S. media and entertainment\ninvestments, the company said.\n    The company said Qintex's U.S. subsidiary also agreed to\nsupply a minimum 70 mln dlrs line of credit to the new company,\nwhich shall be used, with Qintex approval, for financing new\nHRI products.\n    The company said that under the definitive agreement,\nQintex's U.S. division will have the right to purchase up to 51\npct of the new company in the open market, in private\ntransactions or by tender offer, but will not be purchasing\nwarrants to bring its ownership to 51 pct of the new company.\n    If Qintex's U.S. subsidiary has not achieved this ownership\nwithin one year after the completion of the merger, the\nsubsidiary will have the right two years thereafter to request\nthat HRI commence a rights offering to HRI stockholders, the\ncompany said.\n    Regarding the potential rights offering, Qintex's U.S.\nsubsidiary will act as standby purchaser, the company said.\n    The transaction is subject to the approval of both\ncompany's shareholders, the receipt of certain tax approvals,\nand the continued employement of Robert Halmi Sr and Robert\nHalmi Jr, the company said.\n    Robert Halmi Sr, who is currently chairman and chief\nexecutive officer of Robert Halmi Inc, will be chairman of the\nnew company and David Evans, current president and chief\noperating officer of Hal Roach, will become chief executive,\nthe company said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}