{
    "DATE": " 3-MAR-1987 01:39:16.42",
    "TOPICS": [
        "jobs"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "889",
    "TEXT": {
        "TITLE": "JAPAN'S UNEMPLOYMENT RATE SEEN RISING TO 3.5 PCT",
        "AUTHOR": "    By Jeff Stearns, Reuters",
        "DATELINE": "    TOKYO, March 3 - ",
        "BODY": "Japan's unemployment rate is expected to\ncontinue to climb to about 3.5 pct within the next year from\nJanuary's three pct record, senior economists, including Susumu\nTaketomi of Industrial Bank of Japan, said.\n    December's 2.9 pct was the previous worst level since the\ngovernment's Management and Coordination Agency began compiling\nstatistics under its current system in 1953.\n    \"There is a general fear that we will become a country with\nhigh unemployment,\" said Takashi Kiuchi, senior economist for\nthe Long-Term Credit Bank of Japan Ltd.\n    The government, which published the January unemployment\nfigures today, did not make any predictions.\n    \"At present we do not have a forecast for the unemployment\nrate this year, but it is difficult to foresee the situation\nimproving,\" a Labour Ministry official said.\n    Finance Minister Kiichi Miyazawa said the government had\nexpected the increase and had set aside money to help 300,000\npeople find jobs in fiscal 1987 beginning in April.\n    Prime Minister Yasuhiro Nakasone told a press conference\nthe record rate underlines the need to pass the 1987 budget\nwhich has been held up by opposition to proposed tax reforms.\n    The yen's surge has caused layoffs in the mainstay steel\nand shipbuilding industries. Other export-dependent industries,\nsuch as cars and textiles, have laid off part-time employees\nand ceased hiring, economists said.\n    Although the growing service industry sector has absorbed a\ngreat number of workers the trend is starting to slow down,\nsaid Koichi Tsukihara, Deputy General Manager of Sumitomo Bank\nLtd's economics department.\n    However, other economists disagreed, saying the service\nsector would be able to hire workers no longer needed by the\nmanufacturing sector over the next five years.\n    The economists said the service sector should grow as the\ngovernment stimulates domestic demand under its program to\ntransform the economy away from exports.\n    Although Japanese unemployment rates appear lower than\nthose of other industrialised nations, methods for calculating\nstatistics make them difficult to compare, economists warned.\n    \"The three pct figure  could translate into a relatively\nhigh figure if European methods were used,\" one economist said.\nMore than half of January's 170,000 increase in jobless from a\nyear earlier were those aged between 15 and 24, Sumitomo's\nTsukihara said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}