{
    "DATE": "19-OCT-1987 15:23:36.33",
    "TOPICS": [
        "crude",
        "ship"
    ],
    "PLACES": [
        "usa",
        "iran",
        "iraq",
        "kuwait"
    ],
    "NEWID": "21013",
    "TEXT": {
        "TITLE": "LATEST ATTACK SEEN POINTING UP DILEMMAS FOR US",
        "AUTHOR": "    By CHRISTOPHER HANSON",
        "DATELINE": "    WASHINGTON, Oct 19 - ",
        "BODY": "Military experts say the United States\nfaces a dilemma in the Gulf following U.S. destruction of an\nIranian oil platform in retaliation for an attack on a\nU.S.-flagged tanker.\n    The experts told Reuters Tehran holds the initiative and is\nlikely to control the tempo and direction of the conflict as\nlong as America simply reacts to Iranian attacks by launching\nlimited retaliatory strikes.\n    But if Washington seizes the initiative with bolder steps\n-- such as mining Iran's harbors, blockading its shipping, or\ndestroying key bases -- it could find itself in a major war.\n    \"Iran is in the driver's seat in an absolute sense as the\ncycle of attack and retaliation continues,\" said Fred Axelgard,\na Gulf War expert with the private Center for Strategic and\nInternational Studies (CSIS).\n    \"It's like a Greek tragedy,\" said retired Adm. Eugene Carroll\nof Washington's private Center for Defense Information (CDI)\nthink tank.\n    Some Middle East experts say the only way out is for\nWashington to join forces with Moscow in pressing for an end to\nthe war between Iran and Iraq.\n    They say it is not feasible for America to withdraw its\n30-ship force from the Gulf area, where the Navy began\nescorting U.S.-flagged Kuwaiti tankers in July. Withdrawal \nwould give the appearance of being chased away by Iran, which\nPresident Reagan could never accept.\n    U.S. Defense Secretary Caspar Weinberger told a Pentagon\nnews conference the destroyers Kidd, Young, Leftwich and Hoel\nfired about 1,000 rounds of five-inch shells at Iran's Rostam\noil rig 120 miles east of Bahrain beginning at about 1400 Gulf\ntime (0700 EDT) on Monday.\n    Weinberger said the platform had been used as a military\nbase by Iran and that the attack responded to an Iranian\nSilkworm missile strike on the U.S.-flagged Kuwaiti tanker Sea\nIsle City on Friday.\n    Iranians manning the platform were warned in advance and\nallowed to escape.\n    \"We do not seek further confrontation with Iran, but we will\nbe prepared to meet any escalation of military action by Iran\nwith stronger countermeasures,\" Weinberger said.\n    \"We consider this matter closed,\" he said.\n    Analysts ranging from the liberal CDI to conservatives\nagreed the U.S. reaction was measured, reasonable and did not\nescalate the conflict unduly. But they said the question was\nwhether Iran would consider the matter closed. It had not taken\nthis view after earlier clashes.\n Reuter\n\u0003"
    }
}