{
    "DATE": "13-MAR-1987 14:45:30.08",
    "TOPICS": [
        "grain",
        "corn"
    ],
    "PLACES": [
        "ussr",
        "usa",
        "argentina"
    ],
    "NEWID": "4988",
    "TEXT": {
        "TITLE": "NUMEROUS FACTORS SAID POINT TO USSR CORN BUYING",
        "DATELINE": "    WASHINGTON, March 13 - ",
        "BODY": "A greater than anticipated need,\ncompetitive prices and political motivations could be sparking\nSoviet interest in U.S. corn, industry and government officials\nsaid.\n    As rumors circulated through grain markets today that the\nSoviet Union has purchased an additional 1.5 mln tonnes of U.S.\ncorn, industry and government sources noted a number of factors\nthat make Soviet buying of U.S. corn likely.\n    First, there are supply concerns. Some trade sources said\nrecent speculation has been that last year's Soviet grain crop\nbe revised to only 190 mln tonnes, rather than the 210 mln\nannounced, therby increasing the Soviet need for grain.\n    A drop in Argentine corn crop prospects could also affect\nSoviet corn buying, an Agriculture Department source said.\n    Dry weather in Argentina -- a major corn supplier to the\nUSSR -- and reported crop problems prompted USDA to lower its\nArgentine 1986/87 corn crop estimate this week to 11.0 mln\ntonnes, down from 11.5 mln. Argentina corn exports were also\ncut by 500,000 tonnes to 6.8 mln tonnes.\n    Argentina has already committed four mln tonnes of this\nyear's corn for export, a USDA official said, with two mln\ntonnes of that booked for April-June delivery to the USSR.\n    \"Significant downside potential\" still exists for the\nArgentine crop, the official said, which will decrease the\namount of additional corn that country can sell to Moscow.\n    \"If the Soviet needs are greater than we have been\nthinking, then they might need more than what Argentina can\nprovide during the April to June period,\" he said.\n    Current competitive prices for U.S. corn have also sparked\nSoviet buying.\n    U.S. corn was reported to be selling on the world market\nearlier this week for around 71 dlrs per tonne, Argentine corn\nfor 67 dlrs -- a very competitive price spread, U.S. and Soviet\nsources said.\n    \"This price difference makes American corn competitive,\"\nAlbert Melnikov, commercial counselor for the Soviet Union,\ntold Reuters.\n    Impending crop problems in Argentina will likely cause\nthose prices to rise, and with the recently strong U.S. corn\nfutures prices, the Soviets might feel corn prices have\nbottomed and that this is a good time to buy, sources said.\n    Finally, some industry sources said that by buying the\nminimum amount of corn guaranteed under the U.S./USSR grains\nagreement (four mln tonnes), the Soviet Union may be hoping to\nconvince the USDA to offer Moscow a subsidy on wheat.\n    In an inteview with Reuters this week, USDA secretary\nRichard Lyng said that no decision had been made on a wheat\nsubsidy offer, but that such an offer had not been ruled out.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}