{
    "DATE": "24-MAR-1987 08:53:03.33",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8711",
    "TEXT": {
        "TITLE": "COMDATA <CDN> ACCEPTS NEW WELSH CARSON BID",
        "DATELINE": "    NASHVILLE, Tenn., March 24 - ",
        "BODY": "Comdata Network Inc said it\nhas entered into a definitive agreement to merge into a company\nformed by <Welsh, Carson, Anderson and Stowe IV> for either\n16.50 dlrs in cash or 10.00 dlrs in cash and a unit of\nsecurities per Comdata share.\n    The company said each unit of securities would consist of\n1.25 common shares in the new company and three dlrs principal\namount of the new company's 11 pct subordinated debentures due\n1997.\n    It said the 16.50 dlr cash alternative is an improvement\nover the 15.00 dlr per share price contemplated under an\nagreement in principle with Welsh Carson announced on March\nFive.\n    Comdata said the cash and securities alternaitcve is\nsubject to Welsh Carson-affiliated investors owning at least 60\npct of the stock of the new company.\n    The company said investment bankers <Drexel Burnham Lambert\nInc> and Alex. Brown and Sons Inc <ABSB> found the proposal to\nbe fair from a financial point of view.\n    It said the transaction is subject to approval by its\nshareholders and to Welsh Carson obtaining up to 230 mln dlrs\nin debt financing. Comdata said it may terminate the agreement\nif financing is not arranged by April Three.\n    On Thursday, First Financial Management Corp <FFMC> offered\nto acquire Comdata for 18.00 dlrs per share in stock and cash,\nsubject to approval by the Comdata board.\n    Under the First Financial proposal, Comdata holders would\nreceive no more than four dlrs per share in cash and could\nreceive all stock.\n    Comdata had originally planned a recapitalization under\nwhich it would have repurchased up to six mln common shares at\n14.50 dlrs each.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "sumita"
    ]
}