{
    "DATE": " 2-APR-1987 06:40:24.69",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "12457",
    "TEXT": {
        "TITLE": "JAPAN/U.S. WILL BE AT ODDS WHILE TRADE LOPSIDED",
        "DATELINE": "    TOKYO, April 2 - ",
        "BODY": "Japan is doing all it can to solve its\ntrade problems with the United States but the two nations will\nremain at odds as long as the trade account is lopsided in\nJapan's favour, a senior official said.\n    \"So long as there is an external imbalance there will be\ntrade friction and ...Harsh words between the two governments,\"\nthe Foreign Ministry official told reporters.\n    Last year, Japan racked up a 51.5 billion dlr surplus with\nthe United States and economists said they do not see it\nfalling significantly any time soon.\n    Washington announced plans last week to slap up to 300 mln\ndlrs in tariffs on Japanese electronic goods, raising the\nspectre of a trade war between the two countries.\n    \"We take the current situation very seriously,\" said the\nofficial, who declined to be identified. \"The basic stance of\nthe Japanese government is to tackle the issues with all\navailable resources.\"\n    The United States has accused Japan of reneging on an\nagreement that called on it to stop selling cut-price computer\nmicrochips in world markets and to try to import more American\nsemiconductors. Tokyo has denied the charges.\n    The Foreign Ministry official refused to rule out Japanese\nretaliation if America went ahead with its threatened tariffs\nin the middle of this month. But he said that any response\nwould be in accordance with international law and Japan's\ninternational obligations.\n    He added that both Japan and the United States must take\naccount of the impact of their dispute on their own and the\nworld economy.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}