{
    "DATE": "20-OCT-1987 08:01:46.58",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "indonesia"
    ],
    "NEWID": "20095",
    "TEXT": {
        "TITLE": "INDONESIA SAYS IT WILL EXTEND OIL CONTRACTS",
        "DATELINE": "    JAKARTA, Oct 20 - ",
        "BODY": "Indonesia told the oil industry on\nTuesday it will extend contracts on producing blocks and\nimprove the investment climate, but wants to see increased\nexpenditure on exploration in return.\n    President Suharto, in an opening speech to the Indonesian\nPetroleum Association, said Indonesia was ready to extend\ncontracts held by foreign oil companies on producing areas.\n    \"In order to boost investment in the petroleum industry, the\ngovernment of Indonesia has basically approved of extending\nproduction sharing contracts under the present laws,\" Suharto\nsaid.\n    \"Apart from that, the government will keep improving the\ninvestment climate in order to accelerate the development of\nthe petroleum industry,\" he said.\n    Indonesian Energy Minister Subroto told the Association he\nwas aware that the oil industry needed to be assured that\ncontracts on blocks expiring within the next 10 years would be\nrenewed before they would invest in further exploration.\n    \"As we all have heard this morning, the President is fully\naware of this situation,\" Subroto said.\n    \"The government has already made the political decision to\nentertain this time problem by inviting the existing producers\nto continue their activities in Indonesia, albeit on a\nselective basis.\"\n    Indonesia, one of the 13 members of OPEC, must find new oil\nreserves if it is to remain an exporter in the next decade, oil\nindustry sources say.\n    Subroto said the government was also working to ease other\nproblems, including granting easier terms for remote areas or\ndeep water conditions.\n    But Subroto said relations with oil companies were two-way\nand that they should step up expenditure on oil exploration now\nthat the oil price had recovered.\n    President Suharto said he wanted to see greater transfer of\ntechnology to Indonesian companies, and more help from the oil\nindustry for the regions in which companies operated.\n    Abdul Rachman Ramly, the President of state oil company\nPertamina, has said that budgeted exploration and production\nexpenditure for all oil companies in Indonesia was forecast to\nfall to 3.1 billion dlrs in calendar 1987 from 3.4 billion in\n1986.\n    Pertamina has 69 production-sharing or joint operation\ncontracts with foreign oil companies.\n    Subroto said speeding up necessary approvals for field\noperations was a government priority. There had been\nmisunderstandings between the government and the oil industry\nin certain areas, such as when a field is designated\ncommercial, and a thorough evaluation was being made.\n    He said the government wanted to finalise contract\nextensions as soon as practical, and urged the industry in the\nmeantime to maintain its exploration drive.\n    Subroto said Indonesia needed the companies to maintain\nexploration efforts, even if their contract was due to expire\nwithin 10 years. \"This need in itself is some sort of guarantee\nthat we will soon have to come up with an extension agreement.\"\n    Eleven major contract areas are due to come up for renewal\nbetween 1991 and 2001, industry sources said.\n    Extension of the contracts on the blocks has involved\ndetailed negotiations but so far no extension has been granted.\n    Subroto told reporters afterwards that contract extensions\nwould be selective, based on how much capital would be\ninvested.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "suharto",
        "subroto"
    ]
}