{
    "DATE": " 2-APR-1987 11:07:29.90",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12602",
    "TEXT": {
        "TITLE": "EC PUBLISHES LIST OF U.S. BARRIERS TO FREE TRADE",
        "DATELINE": "    BRUSSELS, April 2 - ",
        "BODY": "The European Community responded to\nwidespread U.S. criticism of its trade policies by publishing\nan extensive list of U.S. actions which pose obstacles to EC\nexports.\n    A spokeswoman for the EC Commission said the detailed\n25-page report of alleged malpractices was in response to a\nsimilar document issued by U.S. Administration officials in\nNovember, and updated a previous EC list.\n    EC External Trade Relations Commissioner Willy De Clercq\nsaid its object was to show such actions were not solely taken\nby trading partners of the U.S. And that \"the U.S. Were not\ninnocents in the matter.\"\n    The report covers the entire field of EC-U.S. Commercial\nrelations and lists more than 30 obstacles ranging from tariff\nmeasures, import quotas, customs duties, anti-dumping\nprocedures, fiscal barriers and export subsidies.\n    The Commission said not all the barriers mentioned were\nnecessarily inconsistent with U.S. International obligations,\nand emphasised many of them could be removed at upcoming\ninternational trade talks. \"The purpose of the report is to make\nclear that trade practices which impede exports are not a\nunique problem only faced by U.S. Exporters. Europeans face\nsimilar problems in the U.S.,\" it said.\n    Among the obstacles detailed in the report are import\nrestrictions on food products, such as cheese, sugar and syrup,\ncertain wines, beers and juices, as well as on firearms and\nmachine tools.\n    It also criticises programs to boost U.S. Cereals exports.\nThe document said the U.S.'s three-year export enhancement\nprogram (EEP), which began in 1985, had subsidised exports of\n9.7 mln tonnes of wheat, two mln tonnes of wheat flour and 2.8\nmln tonnes of barley up to mid-March this year. The subsidies\ngranted so far were worth about 620 mln dlrs, it added.\n    \"The Community has already reacted where necessary to U.S.\nEEP subsidies by increasing its exports refunds, and will\ncontinue to do so,\" it said, adding the current GATT round would\nalso provide an opportunity to address the subject.\n    The document also says import quotas maintained by the U.S.\nOn a range of farm products, including sugar, peanuts and\ncertain cottons, restrict EC exports.\n    In addition, the report deplores a recent U.S.-Japan accord\non semi-conductors, export controls on technology transfers,\nstandards tests in the telecommunications arena and the U.S.\nAdministration's \"buy American\" public procurement policy.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "lme"
    ]
}