{
    "DATE": "20-MAR-1987 17:44:23.79",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "canada",
        "usa"
    ],
    "NEWID": "8029",
    "TEXT": {
        "TITLE": "CANADA'S CLARK SEES TRADE AS MOST URGENT PROBLEM",
        "AUTHOR": "    By Dean Lokken, Reuters",
        "DATELINE": "    SAN FRANCISCO, March 20 - ",
        "BODY": "Trade is the most urgent problem\nfacing U.S.-Canadian relations because of a pressing need to\nreach a new bilateral pact within the coming months, Joe Clark,\nCanadian secretary of state for external affairs, said.\n    Negotiators for the two countries have been meeting for\nmore than a year in an effort to work out an agreement.\n    \"The most urgent problem now is the trade question because\nthat has to be decided within the next 10 months,\" Clark told\nthe Commonwealth Club of California. \"We have a fast track\nauthority from your Congress for approval or rejection of\nwhatever the negotiators achieve.\"\n    Clark said that, as a practical matter, an initial\nagreement must be reached by late September or early October.\n    He listed environmental questions, particularly acid rain,\nand defense as the second and third most important bilateral\nissues facing Ottawa and Washington.\n    On Wednesday, President Reagan announced that he will seek\n2.5 billion dlrs from Congress to address the acid rain\nproblem. Some interpreted the move as a goodwill gesture in\nadvance of his annual meeting, on April 5-6 in Ottawa, with\nPrime Minister Brian Mulroney.\n    In a question-and-answer session with the public affairs\ngroup, Clark said that the two countries must find better\nmechanisms for resolving their trade disputes.\n    \"This rash of countervailing actions, where we acted on\ncorn and you acted on soft wood and we both said they were\nquasijudicial -- the dispute resolution mechanisims in place\nnow are not working adequately in either of our interests,\" he\nsaid.\n    Ottawa also is seeking to change some of Washington's rules\non government procurement that penalize Canadian businesses, he\nsaid.\n    \"There are a number of Canadian companies that, in order to\nsecure substantial contracts in the United States, have had to\nmove their head offices out of our country into your country\nbecause you have national procurement requirements,\" he said.\n    In turn, he added, the United States would like to change\nsome of the procurement requirements that exist at the\nprovincial government level in Canada.\n    Clark declined to forecast the outcome of the discussions.\n    \"What will come out of it remains for the negotiators, in\nthe first instance, to propose, and then governments and\ncongresses will have judge,\" he said.\n    In his prepared remarks, Clark said that the United States\nhas tended to take Canada for granted, although it exports to\nits northern neighbor more than twice what it exports to Japan.\n\"Yet you bought almost 10 per cent more from Japan last year\nthan you bought from Canada,\" he said. REUTER\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ]
}