{
    "DATE": "12-MAR-1987 17:55:17.12",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "brazil",
        "saudi-arabia"
    ],
    "NEWID": "4593",
    "TEXT": {
        "TITLE": "BRAZIL CANCELS OIL PURCHASE FROM SAUDI ARABIA",
        "DATELINE": "    RIO DE JANEIRO, March 12 - ",
        "BODY": "Brazil's state-oil company,\nPetrobras, cancelled a 40 mln dlr crude oil purchase from Saudi\nArabia after the Saudis refused to accept credit guarantees\nfrom the Bank of Brazil, a Petrobras official said.\n    Export director Carlos Santana told a press conference the\nSaudis were the first suppliers of oil to impose such\nconditions after Brazil's decision to halt interest payment of\nits commercial debts last month.\n    The shipment of 2.2 mln barrels represents two days of oil\nconsumption in Brazil.\n    But Santana said if the Saudis change their minds and\ndecide to respect the terms of the contract, then Petrobras\nwill lift the order to cancel the shipment.\n    Santana said if the Saudis do not accept Brazil's terms by\nMonday then Petrobras will negotiate elsewhere.\n    \"Petrobras has been Saudi Arabia's traditional client since\n1955. If they do not accept our conditions now, it will be much\nbetter for us, because with the market prices more or less the\nsame, buying from Iraq and China is an advantage,\" he said.\n    Iraq and China have barter deals with Brazil, importing\nBrazilian goods in exchange for oil, but the Saudis buy nothing\nfrom Brazil, he said.\n    Santana said despite a strike threat by oil industry\nworkers and a two-week stoppage by Brazilian seamen, Petrobras\noil stocks are \"reasonably balanced.\" \n    Saudi Arabia is Brazil's second biggest oil supplier, with\nan average 115,000 bpd. Iraq is the main supplier with 235,000\nbpd. China comes third, with 58,000 bpd.\n    \"If the Saudis wish to stop our trade relationship, fine, I\nam sure that if they do, we will be getting dozens of offers\nfrom elsewhere,\" Santana added.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "inro"
    ]
}