{
    "DATE": " 1-JUN-1987 19:50:32.51",
    "TOPICS": [
        "alum"
    ],
    "PLACES": [
        "venezuela"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17874",
    "TEXT": {
        "TITLE": "VENEZUELA OBTAINED 300 MILLION DLRS IN CREDITS",
        "DATELINE": "    Caracas, june 1 - ",
        "BODY": "venezuela has obtained more than 300 mln\ndlrs in financing for industrial projects and has also\nincreased its lines of credit for import financing, finance\nminister manuel azpurua said.\n    \"we can say that we are achieving the recuperation of\ncredit, but that cannot be done overnight,\" azpurua said in a\ntelevision interview.\n    Azpurua said a credit agreement for 100 mln marks will be\nsigned this week with the german state bank kreditanstalt fur\nwiederaufbau (kfw), to finance an expansion of the state\naluminum company venalum.\n    The credit will be divided into two separate agreements,\none for 85 mln marks with an interest rate of 6.13 pct, and\nanother for 15 mln marks, at 6.20 pct. Azpurua said financing\nhad also been obtained for the expansion of alcasa, another\nstate aluminum company, as well as for projects in the state\nsteel and petrochemical industries. He did not provide details.\n    Yesterday, after a meeting of leaders of the ruling accion\ndemocratica party, azpurua said venezuela had obtained two new\ncredits of five mln dlrs each for export financing, one from\ncredit du nord of france and the other from the midland bank of\ngreat britain.\n    The finance minister's statements came as the government is\nunder sharp criticism for failing to obtain new credits,\ndespite its insistence on repaying the foreign debt according\nto the terms of a rescheduling accord reached last february.\n    Azpurua and other senior economic officals returned from a\ntrip to tokyo last week in which they hoped to acquire new\ncredits for industrial expansions, but no agreements were\nreached.\n    Japanese officials also refused to allow a new issue of\nvenezuelan debt bonds because until the country regains its\n'triple a' credit classification.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}