{
    "DATE": " 9-APR-1987 17:04:00.71",
    "TOPICS": [
        "money-fx"
    ],
    "NEWID": "16006",
    "TEXT": {
        "TITLE": "TREASURY'S BAKER SAYS SYSTEM NEEDS STABILITY",
        "DATELINE": "    WASHINGTON, April 9 - ",
        "BODY": "Treasury Secretary James Baker said\nthe floating exchange rate system has not been as effective as\nhad been hoped in promoting stability and preventing imbalances\nfrom emerging in the global economy.\n    In remarks before the afternoon session of the\nInternational Monetary Fund's Interim Committee, Baker said he\nwas not suggesting that the system should be abandoned.\n    \"But I do suggest,\" he said, \"that we need something to give\nit more stability and to keep it headed in the right direction\nwhen the wind shifts.\"\n    He said that indicators can serve \"as a kind of compass\" but\nadded that structural indicators can help focus attention on\nsome policies.\n    Baker, however, said the IMF \"needs to move beyond\nmacroeconomic indicators and find structural indicators that\ncan help focus attention on some of the policies of specific\nrelevance to the imbalances we face today.\"\n    The Treasury Secretary said that indicators should be given\na more prominent role in the annual economic reviews -- Article\nIV consultations -- that the Fund performs.\n    Baker also told the policy making group that it was time\nfor the IMF to adopt earlier recommendations making IMF\nsurveillance more relevant to national policymakers and the\npublic.\n    \"In particular, we urge increased publicity for IMF\nappraisals developed in Article IV consultations, the use of\nfollow-up reports on country actions to implement IMF\nrecommendations, and greater use of special consultation\nprocedures,\" he said.\n    Baker emphasized that indicators were a device \"for moving\nbeyond rhetoric to action.\"\n    He said they provide \"more structure to the system, and\ninduce more discipline and peer pressure into the process of\npolicy coordination.\"\n    He said the Fund's procedures for surveillance need to be\nreviewed and updated to reflect the use of indicators.\n    \"This should be matter of priority for the executive board,\"\nhe said.\n    Baker also urged the Fund to develop alternative\nmedium-term economic scenarios for countries that \"can help us\nfocus even more clearly on the most important imbalances, by\nidentifying options for addressing them and analyzing the\nimplications of these options.\"\n    He said also that further work should be done on finding\npaths that lead toward possible medium-term objectives.\n    \"If we are to take effective remedial action when there are\nsignificant deviations from an intended course, then we must\nhave more definitive ways of indentifying the right course for\nkey variables,\" he said.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "imf"
    ]
}