{
    "DATE": " 9-APR-1987 08:19:00.37",
    "TOPICS": [
        "yen"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "15454",
    "TEXT": {
        "TITLE": "YEN SEEN RISING AFTER G-7 COMMUNIQUE",
        "AUTHOR": "    By Jeremy Solomons, Reuters",
        "DATELINE": "    NEW YORK, April 8 - ",
        "BODY": "The yen is likely to start another\nuneven rise against the dollar and other major currencies\nbecause the Group of Seven communique contained nothing new,\ncurrency and bond analysts here said.\n    \"Is that it? I was expecting something more than that,\" said\none trader at a major Wall Street securities company.\n    Marc Cohen of Republic National Bank of New York said: \"The\nmarket now has the impetus to drive the dollar lower again.\"\n    The dollar hovered between 145.50 and 147 yen in the days\njust before the talks. Dealers restrained their underlying\nbearishness and squared positions ahead of Wednesday's meeting\nof the finance ministers and central bankers of the top seven\nindustrialized nations in Washington.\n    After more than four hours of talks, the G-7 issued a\ncommunique which merely reaffirmed the recent Paris agreement's\nview that prevailing currency levels were broadly consistent\nwith economic fundamentals and that exchange rate stability\nshould be fostered around these levels.\n    The dollar sank to 144.75 yen in early Tokyo trading.\n    \"They said that the dollar/yen rate was broadly in line with\nfundamentals when it was 154. Now they are saying it's in line\nwhen it's at 146. Will this still be so at 138 or 130?,\" asked\nRepublic's Cohen.\n    Japanese Finance Minister Kiichi Miyazawa fuelled\nspeculation about the amount of fluctuation the authorities are\nprepared to tolerate by saying that the current yen level is\nstill inside the range agreed on in Paris in late February.\n    Official statements in recent weeks had indicated that the\nkey psychological level of 150 yen was at the lower end of the\nauthorities' permissible range.\n    Dealers and analysts warned that the dollar's decline would\nprobably be uneven. They anticipated a concerted effort to prop\nup the dollar and restrain the yen via a mixture of open market\nintervention and public comments.\n    Shortly after the Tokyo market opened today the Bank of\nJapan was detected by local dealers buying moderate amounts of\ndollars. The dollar rebounded to about 145.20 yen.\n    The sources said the market may also be wary of agressively\nselling dollars for yen before Tuesday's February U.S. Trade\ndata. The figures are expected to show a deficit of 13 billion\ndlrs, from a provisional 14.8 billion in January.\n\n\n\n\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ]
}