{
    "DATE": " 3-APR-1987 18:45:45.11",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13225",
    "TEXT": {
        "TITLE": "GULF STATES (GSU) SEES END TO CASH BY MAY",
        "DATELINE": "    BEAUMONT, Texas, April 3 - ",
        "BODY": "Gulf States Utilities Co said\nits condition has \"significantly deteriorated\" and that its\noperating cash reserves will be inadequate by May 1987 unless\nit receives additional financing or rate relief from state\npublic utilities commissions in Texas and Louisiana.\n    In the company's newly-released annual report and 10-K\nfiling, Gulf States said its bank lenders had notified the\nutility last month that no additional credit would be granted.\nGulf States said the banks had requested the utility to begin\nmaking prepayments by the end of April of 45 mln dlrs more than\nthe estimated 1987 lease payments of 40 mln dlrs.\n    \"The circumstances increase the likelihood that the company\nmay have to seek protection from its creditors under the\nbankruptcy code,\" Gulf States said.\n    The utility had previously said it might be forced to\nconsider filing for bankruptcy because of limited rate\nincreases granted by state regulators in connection with Gulf\nStates' 4.3 billion dlr River Bend nuclear plant in Louisiana.\n    \"If the regulatory commissions approve the company's\nproposed rate moderation plan and grant the increases provided\nfor in such plan during the initial three-year phase-in period,\nthe company believes it could achieve financial stability,\"\nGulf States said.\n    In February, the Texas Public Utilities Commission granted\nGulf States an interim rate increase of 39.9 mln dlrs\ncontingent upon the utility obtaining a new 250 mln dlr line of\ncredit to pay operating expenses. The utility had sought 144.1\nmln dlrs in rate hikes in Texas.\n    Gulf States has appealed a decision by Louisiana state\nregulators rejecting its application for 100 mln dlrs in\nemergency rate relief.\n    In 1986, Gulf States earned 244.9 mln dlrs on revenues of\n1.47 billion dlrs, compared to profits of 265.4 mln dlrs on\nsales of 1.85 billion in the previous year.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "imf",
        "worldbank"
    ]
}