{
    "DATE": "16-MAR-1987 13:53:14.03",
    "TOPICS": [
        "trade",
        "coffee"
    ],
    "PLACES": [
        "ethiopia"
    ],
    "NEWID": "5570",
    "TEXT": {
        "TITLE": "ETHIOPIA MINISTER SEES AFRICA DEBT PAYMENT PROBLEM",
        "DATELINE": "    ADDIS ABABA, March 16 - ",
        "BODY": "Africa may have to follow Brazil in\nhalting foreign debt payments unless industrialised nations are\nprepared to be more flexible in trade and economic policy,\nEthiopian trade minister Tesfay Dinka said.\n    Growing protectionism and declining commodity prices had\ncaused a major deterioration in the export earnings of all\ndeveloping countries, he said in an opening speech to a meeting\nof African trade ministers in Addis Ababa.\n    Unless there was an early improvement in developing\ncountries' terms of trade \"the only choice is to follow the\nroute that Brazil appears to have taken,\" Tesfay said.\n   The two-day meeting of delegates from 50 African states was\ncalled to work out a consensus ahead of the Group of 77\nministerial meeting in Havana next month, when the developing\ncountries will debate their strategy in economic negotiations\nwith the West.\n    Tesfay accused the West of intransigence in the negotiation\nof recent commodity agreements.\n    The failure of the International Coffee Organisation to\nagree on the reintroduction of export quotas would mean \"several\nAfrican countries will not have the foreign exchange to import\nessential items,\" he said.\n    Coffee accounts for 60 pct of Ethiopian exports and the\nrecent fall in world coffee prices has sharply reduced the\ncountry's foreign exchange earnings.\n    Adebayo Adedeji, the executive secretary of the U.N.\nEconomic Commission for Africa, told the meeting that there was\nan increasing net outflow of resources from Africa.\n    He blamed this on high interest rates, debt servicing and\nthe repatriation of profits by foreign investors.\n    Africa paid 13 billion dlrs to service its total foreign\ndebt last year and by 1990 annual service payments are expected\nto rise to between 16 and 24 billion, Adedeji said.\n    He accused industrialised countries of failing to provide\nmore resources to implement the U.N. Program for Africa's\neconomic recovery and development, despite Africa's willingness\nto raise two thirds of the capital from domestic sources.\n    The U.N. Program, approved last year, calls for 128 billion\ndlrs of economic investment in Africa over five years.\n    Western donors were asked to contribute 46 billion dlrs,\nwith the rest being raised from local resources, but Adedeji\nsaid the donors had not responded as hoped.\n   In view of this poor response, he said \"it is possible that\nby the year 2,000 nearly all African countries, except a few,\nwill be categorised as least developed countries.\"\n    At present, 27 of Africa's 50-odd states are officially\nlisted in this category.\n REUTER\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "balladur"
    ]
}