{
    "DATE": "18-MAR-1987 11:06:57.29",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "6541",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - JAPAN SHIPBUILDERS RECOVERY",
        "AUTHOR": "    By Fumiko Fujisaki, Reuters",
        "DATELINE": "    TOKYO, March 18 - ",
        "BODY": "Japan's ailing shipbuilding industry\nplans to refloat itself in a few years from the twin rocks of\nrecession and a strong yen through capacity and workforce cuts\nand greater use of computers, industry sources told Reuters.\n    The salvage measures, which include a government-sponsored\nrationalisation program, are aimed at clawing back some of the\nmarket which Japan, the world leader, has lost to South Korea\nthrough currency and labour cost disadvantages, they said.\n    The sources said South Korea's yards are now some 35 pct\nmore competitive than Japan's due to such factors.\n    The government plans to help the industry shed 20 pct of\ncurrent capacity within two years through mergers and\nregrouping under legislation put before Parliament this month\nand likely to be approved by May or June, the sources said.\n    They said from September a semi-government body will assure\nrepayment of about 50 billion yen in liabilities incurred\nthrough job losses and the sale of excess capacity, and another\n30 billion for buying unneeded land and equipment.\n    Last Friday, the Shipbuilders Association of Japan applied\nto the Fair Trade Commission to form a cartel to slash tonnage\nbuilt to about half of total capacity for a year from April 1.\n    The commission has held several hearings with the industry\nand approval should be given this month, the sources said.\n    A clampdown on output over one or two years combined with a\nplanned cost-cutting and streamlining program and state support\nshould help Japanese yards recover their international\ncompetitiveness, they said.\n    Under the cartel proposals, 33 yards each capable of\nbuilding ships of more than 10,000 gross tonnes would build a\nmaximum of three mln compensated gross registered tonnes (CGRT)\nin 1987/88. This is about half of total capacity.\n    This will ease the cut-throat competition which forced most\nyards to sign orders below cost, the sources said.\n    The industry is likely to seek to renew the cartel for\n1988/89 as the Transport Ministry sees new orders falling to\n3.1 mln CGRT in 1988/89 from 3.3 mln in 1987/88, they said.\n    The rationalisation program includes a cut of 20,000 to\n30,000 of the estimated 100,000 workers in the industry between\n1986 and 1989.\n    Japanese yards topped world order books at end-December,\nfollowed by South Korea and Taiwan, according to Lloyd's\nRegister of Shipping.\n    However, falling orders and declining international\ncompetitiveness due to the strong yen led to heavy losses in\nthe industry, the sources said.\n    Four of Japan's six major heavy machinery and shipbuilding\ncompanies reported current deficits in the first half of the\nyear to March 31 and five of them are expected to report\ncurrent deficits for the whole of 1986/7, they said.\n    The shipbuilding companies' streamlining program will raise\nproductivity to compete with South Korean yards which have also\nbeen hard hit by declining orders and low ship prices in recnt\nyears, the sources said.\n    In Japan, no single yard leads the industry, resulting in\nfierce competition and slow progress in reducing capacity. The\ntwo largest firms -- Mitsubishi Heavy Industries Ltd <MITH.T>\nand Ishikawajima-Harima Heavy Industries Co Ltd <JIMA.T> --\naccount for only 30 pct of ships built, the sources said.\n    \"World shipowners hope Japanese yards can manage to ride out\nthe recession as their technology is the best in the world,\"\nsaid an official at a major Japanese shipping company.\n    The Japanese merchant fleet, the largest after Liberia's,\nhas no intention of shifting to other countries to buy ships,\nand this will encourage Japanese yards, the sources said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}