{
    "DATE": "11-MAR-1987 08:51:50.66",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3563",
    "TEXT": {
        "TITLE": "TALKING POINT/OIL SERVICES TURNAROUND SEEN",
        "AUTHOR": "    By Bernice Napach, Reuters",
        "DATELINE": "    NEW YORK, March 11 - ",
        "BODY": "The oil services industry is on the\nverge of a recovery because of rising crude prices, oil\nindustry analysts said.\n    The analysts, who issued buy recommendations on some\nstocks, said the recovery in oil services should begin in the\nsecond half of 1987, after drilling activity bottoms out in the\nfirst half, and continue into the next decade.\n     \"People, however, cannot afford to wait for drilling to go\nup to start buying,\" said Sandi Haber Sweeney, senior research\nanalyst at Sanford C. Bernstein and Co Inc.\n    Among the recommended buys are Schlumberger Ltd <SLB>,\nHalliburton Co <HAL>, Dresser Industries <DI>, Baker\nInternational <BKO>, and McDermott International Inc <MDR>,\nwhich may be the target of a takeover by Harold Simmons, a\nDallas-based investor.\n    Analysts said although major oil companies are increasing\nexploration and development overseas, they expect the pickup in\noil services will begin in the U.S.\n    \"Activity in the U.S. is so depressed it should move up\nfaster,\" said Vishnu Sharp of Goldman Sachs.\n    The number of active oil drilling rigs in the U.S. was 766\nlast week compared with 1,212 rigs one year ago, Huges Tool Co\n<HT> figures show.\n    The average number of working rigs in the U.S. for 1987 is\nprojected at 978 versus 964 in 1986, according to Ike Kerridge,\nvice president of stockholder relations at Hughes Tool. \"The\nfirst significant pickup in drilling activity will occur in the\nsecond half of 1988,\" Kerridge said.\n    Overseas drilling activity is expected to follow a similar\npattern, Kerridge said.\n    \"Halliburton is the best value,\" said Jeffrey Freedman,\nvice president at Smith Barney, Harris and Upham Inc, adding\nthe company controls the greatest amount of liquidity of common\nstock market value, is diversifed in non-oil field businesess,\nand has the lowest multiple of stock price to operating cash\nflow including debt.\n    Schlumberger is Freedman's second favorite oil service\nstock.\n    \"Schlumberger is expected to continue to be the dominant\ntechnical leader in the industry,\" Freedman said.\n    \"Schlumberger's management shift, asset restructuring,\nincluding a pending merger of Fairchild Semiconductor, and its\nconsiderable cash horde sets the stage for the company to\nmaximize its significant industry advantage and capitalize on\nthe project upturn in exploration and development activity,\"\naccording to a report by George Gaspar, first vice president at\nRobert W. Baird and Co Inc.\n    Gaspar estimates earnings per share for Schlumberger at 25\ncts for 1987 and one to 1.75 dlrs in 1988 compared with 20 cts\nin 1986 excluding a fourth quarter special charge of 1.87\nbillion dlrs.\n    Bernstein's Sandi Sweeney is recommending a group of oil\nservice companies and said choosing among them is difficult.\nHer favorite is Baker International, which is involved in a\npossible merger with Hughes Tool Co.\n    Dresser Industries will also benefit from the recovery but\npossibly not as much as other companies because it is not a\npure service company, Sweeney said.\n    Dresser is expected to improve profitability owing to cost\nreductions and streamlined operations, including the sale and\nleaseback of its headquarters, said Swarup.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}