{
    "DATE": "25-MAR-1987 15:22:52.51",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9549",
    "TEXT": {
        "TITLE": "FERC DECISION COULD CUT COLUMBIA GAS <CG> NET",
        "DATELINE": "    WILMINGTON, Del., March 23 - ",
        "BODY": "Columbia Gas System Inc said a\nFederal Energy Regulatory Commission decision today on natural\ngas cost recovery could reduce its 1987 earnings by about 1.25\ndlrs a share.\n    The company said \"this could bring earnings for 1987 below\nColumbia's stated goal of earning no less than its 3.18 dlrs\nper share dividend.\" It earned 2.12 dlrs a share in 1986.\n    It said management expects to recommend to the board that\nthe dividend rate be maintained in 1987.\n    Columbia Gas said the impact of the FERC decision may be\noffset by a one-time accounting change rleated to future tax\nliabilities under the new federal tax laws.\n    The company recorded these liabilities based on older,\nhigher tax rates, but an action being considered by the\nFinancial Accounting Standards Board could result in a gain of\nabout 1.20 dlrs a share in 1987, it explained.\n    \"Thus there is a good chance that we will attain our 1987\nearnings goal -- although not in the way originally planned,\"\nColumbia Gas said.\n    Columbia Gas said the FERC decision would limit the\nrecovery of certain gas contract costs by Columbia Gas\nTransmission Corp, the company's principal pipeline subsidiary.\n    It said the decision specifically excluded from a purchased\ngas adjustment filing by the pipeline costs related to\namortizing payments made to producers to reform gas purchase\ncontracts. These were excluded on the grounds the subsidiary\nfailed to sufficiently support cost recovery.\n    The company said its subsidiary is not precluded from\nmaking a new filing to provide sufficient support.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "icco",
        "ec"
    ]
}