{
    "DATE": " 8-APR-1987 07:30:57.45",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "philippines"
    ],
    "PEOPLE": [
        "johnston"
    ],
    "NEWID": "14921",
    "TEXT": {
        "TITLE": "SAN MIGUEL DEAL HIT BY MORE LAWSUITS",
        "DATELINE": "    MANILA, April 8 - ",
        "BODY": "A bid by San Miguel Corp (SMC) <SANM.MN>\nto buy back 38.1 mln sequestered shares from United Coconut\nPlanters Bank (UCPB) has been hit by two new lawsuits, sources\nin the Philippine food and brewery company said.\n    A Manila court yesterday issued an injunction barring UCPB\nfrom selling the shares, which represent 31 pct of SMC's\noutstanding capital stock of 121 mln shares, until hearings on\nApril 21 on a petition filed by Eduardo Cojuangco, a former\nchairman of both SMC and UCPB.\n    Cojuangco said the Coconut Industry Investment Fund (CIIF)\nand 1.4 mln farmers were the rightful owners of the shares.\n    Cojuangco said the shares were held in trust by UCPB and\nrepresented a blue chip investment. His petition said UCPB's\nplans to sell the shares to SMC were \"a serious breach of\nfiduciary duties.\"\n    The SMC sources said the proposed share sale could also be\nheld up by a second derivative suit filed before the Securities\nand Exchange Commission (SEC) by Eduardo de los Angeles, a\ngovernment nominee on the company's board.\n    De los Angeles, who represents SMC's minority stockholders,\nasked the SEC to block the transaction, approved last week by\nthe company's board.\n    On April 2 the board sanctioned the repurchase of the\nsequestered shares for 4.79 billion pesos at 126 pesos per\nshare. De los Angeles told the SEC the company's retained\nearnings of 1.33 billion pesos would be wiped out by the\npurchase of the shares and would prevent the declaration of\ndividends.\n    De los Angeles said the share purchase would also violate\nan SMC agreement with its creditors to maintain a 2.2-to-1 debt\nto equity ratio. He quoted SMC's chief financial director Ramon\ndel Rosario as telling the board that the transaction would\nboost the ratio to 2.5-to-1.\n    In petitioning the SEC, de los Angeles amended an earlier\nsuit two weeks ago in which he charged SMC Chairman Andres\nSoriano III and nine other directors of violating their duties.\n    De los Angeles' earlier complaint related to SMC assuming\nlast December a 26.5 mln dlr loan contracted by SMC's Hong Kong\nsubsidiary <Neptunia Corp> for a down payment on the shares.\nThe loan assumption was again ratified by last week's board\nmeeting.\n    An arbitration panel set up by President Corazon Aquino to\nresolve the ownership issue is expected to submit its report by\nApril 15.\n    \"The amended suit filed by Eduardo de los Angeles is part of\na continuing attempt by certain elements, in complete disregard\nof the facts and with questionable motives, to delay an early\ndisposition of the sequestered shares,\" San Miguel Corp said in\na statement.\n    \"Coming as it does, when San Miguel Corp and UCPB have\nreached agreement on the price of the shares and the method of\npayment, this suit is in direct contravention of the\ngovernment's expressed desire to reach an amicable settlement\nof the controversy by April 15,\" the statement added.\n    A San Miguel spokesman said he had no comment on\nCojuangco's court petition, adding: \"Any statement coming from\nus might be interpreted as adversarial.\"\n    Meanwhile, Ramon Diaz, the head of a government panel which\nsequestered the shares last year, said Soriano was not eligible\nto buy the major portion of the shares because he was a United\nStates citizen.\n    The sequestered shares are split into 24 mln \"A\" shares,\nwhich can only be owned by Filipinos, and 14 mln \"B\" shares which\nare available to foreign buyers.\n    SMC sources said Soriano personally was not among\nprospective buyers. They said the shares would be purchased by\nthe <A.Soriano> group of companies, SMC, Neptunia and unnamed\ninstitutional investors. Soriano was named as one of the buyers\nin a bid in March 1986 for 33 mln shares controlled by UCPB.\n    The sale was aborted when Diaz's Presidential Commission on\nGood Government sequestered the shares on suspicion they were\nowned by Cojuangco, a close associate of former President\nFerdinand Marcos. Cojuangco lives in self-imposed exile in the\nU.S.. The shares grew to 38.1 mln after a 15 pct stock dividend\nannounced last June.\n    \"We have no objection to Soriano buying the \"B\" shares,\" Diaz\ntold Reuters. \"But everything is on hold now.\"\n    The SMC spokesman said he did not know if the controversy\nwould be resolved before the company's annual stockholders'\nmeeting, scheduled for May 14.\n    San Miguel Corp reported sales revenue of 12.2 billion\npesos in 1986, 11 pct above its 10.9 billion peso sales in\n1985. It said unaudited net profit was in the neighbourhood of\n700 mln pesos, an increase of about 50 pct over 1985.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}