{
    "DATE": "27-MAR-1987 13:23:36.32\u0005\u0005\u0005F",
    "TOPICS": [
        "ship",
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10582",
    "TEXT": {
        "TITLE": "MCLEAN'S <MII> U.S. LINES SETS SALE OF ASSETS",
        "DATELINE": "    CRANFORD, N.J., March 27 - ",
        "BODY": "McLean Industries Inc said its\ntwo shipping subsidiaries -- UNITED States Lines Inc and United\nStates Lines (S.A.) Inc -- have agreed in principle to dispose\nof substantially all their remaining operating shipping assets.\n    The units have been operating under protection of Chapter\n11 of the U.S. Bankruptcy Code since last November.\n    McLean said U.S. Lines has a letter of intent with CSX\nCorp's <CSX> Sea-Land Corp subsidiary to transfer assets of its\nTranspacific/Hawaii/Guam Service to Sea-Land.\n    McLean said Sea-Land has tentatively agreed to pay 125 mln\ndlrs for six vessels, certain port facilities, and various\nother equipment used in U.S. Lines' Transpacific service and\ntheree Lancer class vessels and subsidy rights owned by the two\nMcLean subsidiaries.\n    As previously announced, U.S. Lines (S.A.) will transfer\nits South American Service to <Crowley Maritime Corp>'s\nAmerican Transport Lines Inc subsidiary in return for a fixed\nlease payment for the four Lancer class vessels and a\nparticipation based on American Transport's South American\nrevenues.\n    McLean said the agreement also calls for Crowley to release\nU.S. Lines (S.A.) for any damages and unpaid charter hire for\nthree vessels leased to U.S. Lines (S.A.) by Crowley which have\nbeen returned to Crowley.\n    McLean said the minimum lease payments will be seven mln\ndlrs and estimated revenue participation during the first four\nyears at about 16 mln dlrs. In addition, U.S. Lines (S.A.)\nsubsidiaries in Brazil and Argentina will be sold to American\nTransport.\n    The company said both agreements in principle have been\napproved by directors of the companies involved, but still need\ncourt, regulatory and lender approval.\n    McLean said it is requesting the bankruptcy court to\nschedule a hearing on its motion to approve the agreements,\nadding that the court has granted the company's request to\nextend for 90 days the period for the shipping companies to\nfile a proposed plan of reorganization.\n    It said the planned transactions will leave McLean with no\nsignificant shipping assets except 12 New York class vessels,\nwhich are not in operation and are expected to be sold.\n    McLean said its shipping units are returning the vessels\noperating in foreign commerce to United States ports to permit\nthe planned transfer to purchasers.\n    The company said U.S. Lines will maintain its weekly\nservice from the U.S. West Coast to Hawaii and Guam until the\nvessels are transferred and the transaction is completed.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "balladur"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "ORGS": [
        "icco"
    ]
}