{
    "DATE": "14-MAR-1987 09:43:50.40",
    "TOPICS": [
        "pet-chem",
        "crude"
    ],
    "PLACES": [
        "yugoslavia",
        "france"
    ],
    "NEWID": "5150",
    "TEXT": {
        "TITLE": "YUGOSLAVIAN OIL FIRM STARTS WORKING WITH FRENCH",
        "DATELINE": "    BELGRADE, March 14 - ",
        "BODY": "Yugoslavia's top oil and natural gas\nproducer <Ina-Naftaplin> has started to implement a cooperation\ncontract signed last year with the French petrochemical concern\n<Petro Chemie>, the official Tanjug news agency said.\n    Under the deal Petro Chemie supplies oil to Ina refineries\nin Sisak and Rijeka and ships parts to 12 Yugoslav firms in the\npetrochemical, chemical, textile and plastics industries. The\nYugoslav firms, in turn, will export oil products to France.\n    Tanjug said this year's exchange will value 530 mln dlrs.\n    Ina signed a similar deal with West Germany's Hoechst AG\n<HFAG.F> two years ago.\n    Ina also has joint ventures and co-production projects,\ninvolving Yugoslavia's other main producer <Naftagas> of Novi\nSad, with partners in Angola, Algeria and Tunisia, exploring\nfor and exploiting oil and natural gas.\n    An estimated 300,000 tonnes of oil will thus be obtained\nfrom fields in Angola over the next 15 years, Tanjug said.\n    Ina accounts for some 75 pct of Yugoslavia's total oil\nproduction, which amounts to 4.2 mln tonnes a year.\n    Ina earned more than 154 mln dlrs from exports of goods and\nservices to 39 countries last year and ranks among Yugoslavia's\nleading export enterprises.\n    In a separate statement issued through Tanjug, Ina said it\nhas successfully completed the first drill at the depth of over\n3,000 meters in the Bay of Baes, in Tunisia. Ina is jointly\nprospecting with the U.S. Firm Conoco for oil and gas there.\n    Work on a second drill, below 4,000 meters, would start\nsoon in the Bay of Gabes, the statement said. Ina would invest\nabout 8.5 mln dlrs in prospecting in the Gabes area.\n    Conoco, which has completed geological prospecting for the\nTunisian government, has transferred one third of its option\nrights in the region to Ina, it said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "inro",
        "unctad"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}