{
    "DATE": "18-MAR-1987 08:41:19.91",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "6426",
    "TEXT": {
        "TITLE": "BUNDESBANK SEEN STEERING STEADY MONETARY COURSE",
        "AUTHOR": "    By Franz-Josef Ebel, Reuters",
        "DATELINE": "    FRANKFURT, March 18 - ",
        "BODY": "The Bundesbank is likely to steer a\nsteady monetary course over the next few weeks and a change in\ncredit policies is not expected at tomorrow's regular central\nbank council meeting, bank economists and dealers said.\n    \"There is no need for action,\" Hermann Remsperger, chief\neconomist of Berliner Handels- and Frankfurter Bank (BHF) said.\n    Others noted that exchange rates are stable after last\nmonth's Group of Six agreement in Paris and central bank money\nstock growth is still well above the three to six pct target\nzone, so a change in credit policies could be ruled out.\n    One money market dealer said comments by Bundesbank\nPresident Karl Otto Poehl at a private seminar in Duesseldorf\ntwo weeks ago hinting at another interest rate cut only\nindicated the Bundesbank might act if conditions changed.\n    Bank economists said U.S. Pressure on West Germany to\nfurther ease credit policies had receded since the Paris pact.\n    But such demands could re-emerge if West Germany failed to\nstimulate its economy enough to affect the massive U.S. Trade\ndeficit.\n    Remsperger said continued strong money supply growth also\nprecluded a further cut in official interest rates.\n    Central bank money stock was growing at an annualized 7.5\npct in February, unchanged from the 7.5 pct in January.\n    Economists said some of the 18 members of the central bank\ncouncil were worried about the continued overshoot in the money\nsupply target and were bound to resist any moves to cut rates.\nBut Poehl played down the risk of inflation.\n    Economists said the fact that money stock growth remained\nstable last month was a success. Some said it was likely to\nreturn to within the target range later this year.\n    \"The special factors which boosted money supply growth last\nyear are disappearing,\" one economist said.\n    He said some 75 pct of the money supply increase in 1986\nwas caused by a sharp rise in the inflow of foreign funds.\n    This trend had been reversed recently and with domestic\ncredit demand likely to remain at steady levels, money stock\ngrowth was expected to narrow in the medium-term.\n    These developments were increasing the Bundesbank's scope\nfor a rate cut in the medium-term, economists said.\n    Money market dealers said period rates remained little\nchanged, indicating no change in credit policy was expected.\n    Call money rates declined to 3.75/80 pct from 3.90/95\nyesterday, with the market well stocked with liquidity.\n    Dealers said call money was soft because tax payments on\nbehalf of customers had been less than expected so far. But\nrates were likely to tighten again as soon as the full effect\nof this month's major tax payment period is felt. Payments for\nthe federal railways bond are also likely to burden the market.\n    The Bundesbank did not inject liquidity via a securities\nrepurchase agreement this week, but countered a tightening in\nrates on Monday by injecting funds through government-owned\nbanks.\n    Dealers said recent securities repurchase pacts had shown\nthe Bundesbank clearly wanted call money rates stable at 3.80.\n    One dealer said, \"If the central bank wanted lower interest\nrates, it would first of all drive call money rates down.\"\n    Banks remained relatively well stocked with minimum reserve\nassets. They held 52.9 billion marks in minimum reserves on\nMonday, averaging 53.7 billion marks over the first 16 days of\nMarch. A requirement of around 51 billion is expected.\n REUTER\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}