{
    "DATE": " 2-JUN-1987 11:18:53.04",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "uk"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "18050",
    "TEXT": {
        "TITLE": "LAWSON CALLS INTERVENTION PROOF OF STABILITY GOAL",
        "DATELINE": "    LONDON, June 2 - ",
        "BODY": "The scale of foreign exchange intervention\nthe Bank of England has carried out recently is clear proof of\nBritain's determination to stabilise exchange rates as agreed\nbetween the Group of Seven industrialised countries in Paris in\nFebruary, Chancellor of the Exchequer Nigel Lawson said.\n    Saying he was \"content\" with sterling's current value, Lawson\ntold reporters he wanted \"to maintain the exchange rate\nstability we have all signed up for.\" He declined to say if he\nfavoured a rise or a fall from present sterling levels.\n May currency reserves, out today, showed a record 4.8 billion\nstg rise, pointing to massive currency intervention.\n    In April, reserves rose a hefty 2.9 billion stg.\n    Pointing to the reserves data, Lawson said, \"We have been\nplaying a very full part ourselves\" in meeting our commitments\ntoward exchange rate stability as agreed in Paris.\n    \"We wish to see it (stability) continuing,\" he added.\n    Asked which techniques were available to preserve\nstability, Lawson said both central bank intervention and\ninterest rate changes could be used to tackle \"the market\npressures there are from time to time.\"\n    \"Interest rate stability is not an objective in that\nsense...Rates have to be moved up and down at times,\" he added.\n    Lawson said he expected intervention to be \"sterilised\" by\ndraining excess sterling liquidity from the market through new\nissues of government securities and foreign currency sales,\nwhen the market allowed.\n    This would limit the inflationary impact of intervention,\nhe said.\n    \"Sterilisation will be dictated by market tactics...Not\nnecessarily in the month in which intervention occurs,\" Lawson\nsaid. \"I am confident that we can sterilise on this scale.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}