{
    "DATE": " 9-MAR-1987 14:08:16.84",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3287",
    "TEXT": {
        "TITLE": "MATHEMATICAL APPLICATIONS SETS OPERATIONS SALE",
        "DATELINE": "    ELMSFORD, N.Y., March 9 - ",
        "BODY": "Mathematical Applications Group\nInc said it has signed a letter of intent to sell all of its\noperating business and will propose a plan of liquidation\nfollowing the sale.\n    If the company is unsuccessful in obtaining the approvals\nneeded for the sale and liquidation, it said, the company may\nbe required to initiate reorganization proceedings under\nfederal bankruptcy law to facilitie the distribution of its\nassets.\n    Mathematical Applications said it tentatively agreed to\nsell its direct marketing business to Pagex Inc for 400,000\ndlrs plus an amount equal to the working capital of the\nbusiness at closing as well as a 1.7 mln dlr note payable in\ninstallments over six years.\n    Mathematical Applications said the business' working\ncapital is estimated to be about 600,000 dlrs.\n    Pagex has been formed by Paul A. Goldner the owner of Pagex\nSystems Inc, which is also engaged in the direct marketing\ncomputer service business.\n    Mathematical Applications said the tentative agreement\ncalls for Pagex to buy substantially all of the assets and\nliabilities related to the direct marketing business and\ncontinue to use the Mathematical Applications name.\n    It said the sale is also subject to renegotiation of a real\nestate lease and approval of a definitive agreement by the\ncompany's board, stock holders and debenture holders.\n    The company said it has obtained waivers from holders of\nits six mln dlrs principal amount of debentures due March 31,\n1993, to defer interest payments aggregating 270,000 dlrs\nthrough March 31, 1987. The company said it will seek waivers\nto defer these interest payments, and those due March 31, for\nenough time to enable the company to accomplish the proposed\nsale of its operations.\n    Mathematical Applications said it is talking to debenture\nholders, its landlord, a lessor of equipment to the marketing\noperation and holders of other liabilities not being assumed by\nPagex to arrange distribution of assets after the proposed\nsale, adding that these assets will be significantly less than\nits liabilities.\n    The company said it has obtained waivers from holders of\nits six mln dlrs principal amount of debentures due March 31,\n1993, to defer interest payments aggregating 270,000 dlrs\nthrough March 31, 1987. The company said it will seek waivers\nto defer these payments, and those due March 31, for enough\ntime to accomplish the proposed sale of its operations.\n    Mathematical Applications said it is talking to debenture\nholders, its landlord, a lessor of equipment to the marketing\noperation and holders of liabilities Pages is not assuming to\narrange distribution of assets after the proposed sale, adding\nthese assets will be significantly less than its liabilities.\n    As part of the distribution of assets, the company said, it\nexpects shareholders to receive an amount based on the bid\nprice of the company's stock, which was 1/16 on March five.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}