{
    "DATE": " 2-APR-1987 09:20:46.03",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12521",
    "TEXT": {
        "TITLE": "MELLON <MEL> SEES LARGE FIRST-QUARTER LOSS",
        "DATELINE": "    PITTSBURGH, PA., April 2 - ",
        "BODY": "Mellon Bank Corp said it expects\nto report a loss for the first quarter in the range of 55 mln\nto 65 mln dlrs or 2.13 to 2.15 dlrs a share.\n    The company also said it intends to reduce its second\nquarter common stock dividend to 35 cts a share from 69 cts.\n    Mellon said it will make a provision for loan losses in the\nfirst quarter of 175 mln dlrs, reflecting about 95 mln dlrs in\ncharge-offs and 80 mln dlrs in additions to the loan-loss\nreserve.\n    It will also put 310 mln dlrs in Brazilian loans on a cash\nbasis, resulting in interest reversals of 10 mln dlrs.\n    In the first quarter of 1986, Mellon earned 60.4 mln dlrs\nor 2.13 dlrs a share.\n    Chairman David Barnes said the loan charge-offs and\nincreased provisions address four areas of concern in the\nbank's wholesale lending portfolio - the energy sector,\ndeveloping countries, some basic industrial companies and\nseveral commercial real estate businesses.\n    Mellon said the loan loss reserve at the end of the first\nquarter is estimated to be 575 mln dlrs, or about 2.5 pct of\nthe loan book, compared with 493.8 mln dlrs or 2.17 pct of\ntotal loans at the end of 1986.\n    Mellon said its primary capital ratio at the end of the\nfirst quarter will be in line with the end-1986 figure of 7.23\npct, well in excess of regulatory guidelines.\n    Non-performing loans at quarter-end are estimated at 1.45\nbillion dlrs, or 6.5 pct of the loan portfolio, compared with\n928 mln dlrs or 3.94 pct at the end of 1986.\n    Barnes noted that Mellon has a bigger involvement in\nenergy-based lending than many other banks. Because of the lack\nof a substantial recovery in energy prices this year,\nespecially in natural gas prices, it was felt prudent to\nincrease reserves and take losses on loans in this sector.\n    \"This action relates both to loans to companies directly\ninvolved in energy, as well as loans to real estate developers,\nhome builders and financial institutions in the Southwestern\nUnited States,\" Barnes said.\n    As for LDC loans, he said Mellon had removed about 80 mln\ndlrs in fully current Argentine loans from cash basis but had\ncharged off about 20 mln dlrs in private-sector Mexican debt.\n    He said Mellon, which was ordered in December to quit\nBrazil because of its refusal to renew some short-term credit\nlines, expects to participate in efforts to helpt Brazil and\nother sovereign borrowers to reschedule their debts.\n    Loans to basic industries were not major contributors to\nthe increase in non-performing assets or to first-quarter\ncharge offs, but Mellon said it remains concerned about the\nabsence of a strong recovery in steel and related industries.\n    The increase in reserves, the dividend cut and continued\nmanagement cost-cutting are aimed at ensuring that Mellon has\nthe financial strength to deal with current uncertainties,\nBarnes said.\n    \"We cannot predict when the uncertainties that presently\ntrouble us will end, but we are confident we are managing them\naggressively,\" he added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "lme"
    ]
}