{
    "DATE": " 5-MAR-1987 16:24:49.19",
    "TOPICS": [
        "grain",
        "corn",
        "oilseed",
        "soybean",
        "veg-oil",
        "soy-oil",
        "meal-feed",
        "soy-meal",
        "cotton"
    ],
    "PLACES": [
        "usa",
        "ussr",
        "japan",
        "iraq",
        "china",
        "belgium",
        "south-korea",
        "mexico",
        "italy",
        "west-germany",
        "spain",
        "italy",
        "australia",
        "south-korea",
        "thailand",
        "venezuela",
        "taiwan",
        "indonesia"
    ],
    "NEWID": "2456",
    "TEXT": {
        "TITLE": "USDA COMMENTS ON EXPORT SALES ",
        "DATELINE": "    WASHINGTON, March 5 - ",
        "BODY": "Corn sales gained 2,494,900 tonnes in\nthe week ended February 26, the highest weekly total since\nAugust 1984 and two and three-quarter times the prior week's\nlevel, the U.S. Agriculture Department said.\n    In comments on its Export Sales Report, the department said\nsales of 1.0 mln tonnes to the USSR -- previously reported\nunder the daily reporting system -- were the first sales for\ndelivery to the USSR under the fourth year of the U.S.-USSR\nGrains Supply Agreement, which began October 1.\n    Japan added 689,700 tonnes to previous purchases and sales\nto unknown destinations rose by 429,800 tonnes.\n    Wheat sales of 362,400 tonnes for the current season and\n151,000 for the 1987/88 season were down by more than half from\nthe previous week's combined sales, it said.\n    Egypt, Japan and Iraq were the major wheat buyers for\ndelivery in the current year, while sales to China decreased by\n30,000 tonnes for the current season, but increased by 90,000\ntonnes for the 1987/88 season, which begins June 1.\n    Net sales of soybeans totalling 274,200 tonnes equaled the\npreceding week, but were nearly a third below the four week\naverage. Major increases were for Belgium, South Korea, Mexico\nand Italy, it said.\n    Soybean cake and meal sales of 103,700 tonnes were 2-3/4\ntimes the previous week's marketing year low, but six pct less\nthan the four week average.\n    Major increases for West Germany, Belgium, Spain, Italy and\nAustralia were partially offset by declines to unknown\ndestinations.\n    Soybean oil sales of 5,400 tonnes were the result of\nincreases for Venezuela and reductions of 500 tonnes for\nunknown destinations.\n    Combined sales activity in cotton of 75,200 running bales\n-- 44,700 bales for the current year and 30,500 bales for the\n1987/88  bales -- were 56 pct below the prior week's good\nshowing, the department said.\n    Major purchasers for the current season were South Korea,\nJapan, Taiwan and Thailand, while South Korea and Indonesia\nwere the major buyers for the 1987/88 season, which begins\nAugust 1.\n   \n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker",
        "reagan"
    ],
    "ORGS": [
        "opec"
    ]
}