{
    "DATE": " 7-APR-1987 12:24:35.97",
    "TOPICS": [
        "grain"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "NEWID": "14313",
    "TEXT": {
        "TITLE": "MORE U.S. GRAIN CERTIFICATES NEEDED, STUDY SAYS",
        "DATELINE": "    WASHINGTON, April 7 - ",
        "BODY": "More generic grain certificates\nshould be released onto the market in order for the U.S.\ncertificate program to have its full effect on commodities,\naccording to a study by Sparks Commodities Inc.\n    The Agriculture Department should make grain deficiency\npayments and paid land diversion payments in a two-third\ncertificate, one-third cash ratio through fiscal year 1989, \nCarroll Brunthaver, president of Sparks Commodities, told a\nHouse agriculture subcommittee hearing on certificates.\n    Thereafter, government payments should be issued in roughly\na 50-50 split between cash and certificates, Brunthaver said.\n    The Sparks study on certificates examined two possible\nscenarios through the 1990 growing season -- a \"zero\ncertificate case,\" where no certificate program was assumed,\nand an alternative case labeled \"adequate certificate case\" in\nwhich sufficient certificates would be released so that grain\nprices would not be artificially supported by market shortages\ndue to acreage reduction programs or government holdings.\n    The study showed that total grain use under the adequate\ncertificate scenario would exceed the zero certificate scenario\nby 11.2 pct.\n    Usage would be markedly more in 1989 and 1990, when grain\nusage under a certificate program was estimated to exceed the\nzero certificate case by 15 to 19 pct.\n    For the five-year period examined, government expenditures\nunder the adequate certificate case were 7.0 billion dlrs, or\n7.5 pct less than under the zero certificate case.\n    The Sparks study said that 5.1 billion dlrs, or 70 pct of\nthose savings resulted from smaller government storage costs.\n    The study also estimated that government grain stocks under\nthe adequate certificate case would be 4.7 billion bushels\nbelow the zero certificate case at the end of the period\nexamined.\n    The Sparks study said that while certificates permit market\nprices to fall below loan levels, these lower prices increase\ncommodity usage and reduce the net costs of certificates versus\ncash.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}