{
    "DATE": "19-MAR-1987 08:07:29.71",
    "TOPICS": [
        "veg-oil",
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "west-germany",
        "usa"
    ],
    "NEWID": "7037",
    "TEXT": {
        "TITLE": "U.S. DELEGATION HOPES FOR VEG OILS TAX DEFEAT",
        "DATELINE": "    BONN, March 19 - ",
        "BODY": "American soybean producers and processors\nare hoping the proposed EC tax on vegetable oils and fats will\nnot be imposed, but say the U.S. Is prepared to retaliate if it\nis introduced.\n    Wayne Bennett, the American Soybean Association's first\nvice president, told a news conference the U.S. Administration\nwould not hesitate to retaliate, but both producers and\nprocessors were trying to solve the issue through negotiation.\n    U.S. Secretary of Agriculture Richard Lyng said in a letter\nto EC officials that U.S. Retaliatory measures would cover more\nthan agricultural products if the tax was imposed, Bennett\nsaid.\n    The ASA and National Soybean Processors Association (NSPA)\ndelegations will meet top West German government officials\ntoday and tomorrow to lobby for support.\n    Bennett said West Germany, Britain, the Netherlands,\nDenmark and Portugal oppose the tax, but Italy and Belgium seem\nto have taken a hardline view on the issue.\n    \"Europeans in favour of the tax say it would be to their\nadvantage economically, but that is not correct because we\nwould hit back,\" NSPA chairman Jack Reed said.\n    This step would be very expensive for all and no one would\nemerge as a winner if the tax were introduced, he said.\n    Reed pointed out the U.S. Administration and the soybean\nindustry view the EC proposal as violating the General\nAgreement on Tariffs and Trade.\n    The proposed tax also violates the zero duty bindings\nagreed between the EC and U.S. In 1962, he said.\n    Under the zero duty bindings pact U.S. Soybeans and\nproducts can be exported to the Community duty-free.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "balladur"
    ],
    "ORGS": [
        "ec"
    ]
}