{
    "DATE": " 9-APR-1987 10:18:18.64",
    "TOPICS": [
        "lead"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "15556",
    "TEXT": {
        "TITLE": "LEAD PRICES RISE ON FINELY BALANCED PHYSICALS",
        "AUTHOR": "    By Donald Bradshaw, Reuters",
        "DATELINE": "    LONDON, April 9 - ",
        "BODY": "Lead prices have risen this week against\na background of a finely balanced physical sector, traders\nsaid.\n    Further gains are possible if the USSR steps up its buying\nor if labour problems develop in North America, they added.\n    London Metal Exchange (LME) prices are unusually buoyant at\na time of year when seasonal demand is normally slackening and\nprices tending to drift lower.\n    This buoyancy is generally attributed by traders to the low\nlevel of LME stocks and steady, if unspectacular, physical\ndemand in the Northern Hemisphere finding supplies curtailed.\n    The supply problems are not new but are beginning to be\nfelt by a market in which, as peak winter demand tails off,\nstocks usually build fast and availability increases, traders\nsaid.\n    The lower supply levels result from a number of different\nfactors around the globe.\n    Delayed shipments from Peru to Mediterranean countries\nbecause of production and transport problems, lack of Spanish\nexports since the closure last year of Cia La Cruz's smelter at\nLinares and lower output in Morocco and Greece have all meant\nadditional demand being directed to merchants who in turn have\nbeen drawing on LME stocks.\n    In addition Broken Hill Associated Smelters' Port Pirie,\nSouth Australia, smelter is halting production for five weeks\nfor maintenance. Although the company said it would meet\ncommitments, this will put further pressure on stocks.\n    And the U.S. Company Doe Run has kept its 140,000 tonnes\nper year Boss, Montana smelter closed. This cut producer stocks\nand contributed to a closer supply/demand balance within the\nU.S. Market, for many years depressed by surplus production and\na regular supplier to the world market.\n    Mexican supplies, which have sometimes swelled LME stocks,\nhave been normal but are finding ready buyers, traders said.\n    On the demand side, winter battery manufacture has held up\nquite well and some U.S. Buying of lead sheet has been reported\nin the U.K. Soviet lead buying, notably absent in Europe in the\nfirst two months of the year, was resumed when a large buying\norder was filled by merchants in March.\n    Merchant demand has fuelled the rise in LME lead prices\nthis week and has seen cash metal move above 320 stg and\nestablish a premium of around 10 stg over three months\ndelivery. Specific demand has been directed towards metal in\nGothenburg and Trieste warehouses. Gothenburg material is often\na target for merchants shipping to the USSR, traders said.\n    On stocks, the popular LME Continental warehouses, Antwerp\nand Rotterdam, have little more than 3,000 tonnes of lead each,\nand this is believed to be in strong hands.\n    Out of a total 22,125 tonnes in LME stocks, the lowest\nlevel since June 1980, just over half is in U.K. Warehouses\nwhich are not popular with merchants putting together\nshipments.\n    But even U.K. Stocks have dropped around 6,000 tonnes since\nthe start of the year. Traders said this is partly due to\nsecondary smelters buying ingots to supplement feed supplies\naffected by environmental controls, which put restrictions on\nthe transport of used batteries.\n    Labour negotiations in North America will play an important\npart in determining the direction of prices, with contracts\nexpiring end-April at Cominco's Trail and Kimberley, B.C.,\nMine/smelter and at Doe Run's Herculaneum, Mo, smelter.\n    Noranda's New Brunswick mine/smelter also has a contract\nexpiry in July which may cause some nervousness in view of\nstrikes by its zinc and copper workers over recent months.\n    Traders said LME three months delivery, already attracting\nspeculative buying, could rise to 320/330 stg on current\nfirmness, while nearby tightness could widen the cash premium\nto 20 from four. Three months was quoted at 313 stg at\nmidsession.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "PEOPLE": [
        "james-baker",
        "miyazawa",
        "stoltenberg",
        "volcker",
        "wilson"
    ],
    "EXCHENGES": [
        "lme"
    ]
}