{
    "DATE": "20-MAR-1987 11:09:30.32",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "italy"
    ],
    "NEWID": "7733",
    "TEXT": {
        "TITLE": "ITALY SETS RULES FOR COMPANY HOLDINGS IN BANKS",
        "DATELINE": "    ROME, March 20 - ",
        "BODY": "Companies will henceforth be able to own\nstakes in banks, but these should not constitute a \"dominant\"\nholding, an Italian government committee ruled.\n    The Interministerial Committee on Credit and Savings,\nheaded by Treasury Minister Giovanni Goria, said its decision\nreflected the \"need to safeguard the principle of separation\nbetween banks and non-financial concerns.\"\n    It did not quantify what might constitute a \"dominant\"\nholding.\n    The committee also set conditions for the allocation of\ncredits by banks to companies or individuals holding stakes in\nthem, and stipulates conditions under which the Bank of Italy\ncould exercise its powers of control in the case of stakes held\nby banks in companies or other banks.\n    Under the ruling, credits given by banks or their\nsubsidiaries to groups or individuals holding five pct or more\nof the bank's capital must not exceed defined limits.\n    The value of credits given cannot exceed either one-fifth\nof the combined capital and reserves of the bank itself or\ntwo-fifths of the value of the stake owned in the bank by the\ngroup or individual concerned.\n    Exceptions to these conditions include credits to concerns\nin which the bank itself has a stake and to branches of foreign\nbanks. Credits made by foreign companies or banks to\nsubsidiaries which have their legal base in Italy will also be\nexcluded from the conditions.\n    The Bank of Italy will request banks to insert rules in\ntheir statutes to ensure that companies or individuals holding\nfive pct or more of the bank's capital are not given privileged\ntreatment with regard to credit allocation and terms.\n    With regard to bank holdings in companies, the Bank of\nItaly can exercise supervisory controls when information on a\nbank's consolidated activities show single shareholdings in a\ncompany or another bank of 25 pct or more, owned directly or\nindirectly.\n    Such controls can also be exercised even if the stake held\nis below 25 pct if it can be considered a controlling interest.\n    The controls will not be exercised in cases where the value\nof the bank's stake in a concern is below the lesser of two\npredefined limits.\n    These limits are set at 15 billion lire or two pct of the\ntotal assets of the parent company of the shareholding bank.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "kullberg"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}