{
    "DATE": "29-JUN-1987 15:40:09.08",
    "TOPICS": [
        "veg-oil"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19867",
    "TEXT": {
        "TITLE": "FRANCO-GERMAN PARLEY FAILS TO UNBLOCK FARM TALKS",
        "DATELINE": "    BRUSSELS, June 29 - ",
        "BODY": "A specially convened Franco-German\nmeeting in the sidelines of a summit of EC leaders failed to\nmake any progress over a 1987-88 farm price package that has\ndeeply split the two former EC allies, diplomats said\n    The meeting was attended by farm ministers and foreign\nministers from both countries and by French President Francois\nMitterand, his Prime Minister Jacques Chirac, and by Chancellor\nHelmut Kohl of West Germany.\n    The stalemate over farm prices is seen as a key to\nproviding a solution to a long-term settlement of the\nCommunity's worst-ever budget crisis.\n    \"The Germans clearly do not want to budge,\" an aide to Chirac\ntold reporters. He added the French Prime Minister was visibly\nangered as he the hour-long meeting.\n    Bonn and Paris are diametrically opposed to a proposal for\nthe Brussels Executive Commission to overhaul radically the\nEC's complex \"green\" currrency system, designed to translate\ncommon EC farm prices into national currencies.\n    Paris also supports a move for an oils and fats tax which\nWest Germany is against, along with Britain, Denmark and the\nNetherlands.\n    EC farm minsters are due to resume negotiations on the\npackage, which should have been agreed by an April 1 deadline\ntomorrow.\n    Diplomats said it had been hoped that the summit could have\ninjected fresh impetus into those talks.\n    The Commission proposed its package to save one billion\ndollars on the EC's ever-rising farm budget.\n    The summit has been dominated by lengthy talks on moves to\nalter the entire system of financing the 12-nation group, and\nplugging a 5.7 billion dollar budget shortfall for 1987.\n Reuter\n\u0003"
    },
    "PLACES": [
        "belgium",
        "france",
        "west-germany"
    ],
    "PEOPLE": [
        "kohl",
        "chirac",
        "mitterrand"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}