{
    "DATE": "17-MAR-1987 00:56:04.47",
    "TOPICS": [
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5793",
    "TEXT": {
        "TITLE": "COASTAL <CGP> SEEKS TO HALT BILLION DLR LAWSUIT",
        "DATELINE": "    HOUSTON, March 17 - ",
        "BODY": "Coastal Corp said a federal bankruptcy\ncourt will hear its request today for a restraining order to\nstop a two billion dlr lawsuit against it by <TransAmerican\nNatural Gas Corp>.\n    TransAmerican, which entered Chapter 11 bankruptcy\nproceedings in 1983 to reorganise its debts, filed the lawsuit\nto block Coastal from taking control.\n    Coastal spokesman Jim Bailey confirmed the company, which\nis an unsecured creditor of TransAmerican, would present its\nown reorganisation plan to the bankruptcy court.\n    Under the plan, Coastal would buy the natural gas reserves\nand pipeline system owned by TransAmerican in Texas for an\nundisclosed amount.\n    TransAmerican lawyer John Nabors said the company values\nits total assets, including an unused oil refinery, at about\none billion dlrs.\n    The company, the second-largest natural gas producer in\nTexas, said it has gas reserves of 1.2 trillion cubic feet and\nover 1,000 miles of pipeline and gas gathering lines.\n    About 80 pct of TransAmerican's gas is available for spot\nmarket sales in Texas during peak demand, it said.\n    Nabors said the TransAmerican reorganisation would repay\nits 770 mln dlr debt with profits from natural gas sales. The\nlawsuit seeks one billion dlrs in actual damages and one\nbillion in punitive damages from Coastal.\n    Coastal has been trying to break into the Texas gas market\nsince 1979, when it was forced to sell <Lo-Vaca Gas Gathering\nCo> to settle over 1.6 billion dlrs in lawsuits by Texas\ncustomers facing abrupt curtailment of supply.\n    Coastal, a natural gas producer and pipeline company,\nearned 71.6 mln dlrs on sales of 6.7 billion in 1986, about\nhalf the its 1985 profits, due to slumping energy prices.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}