{
    "DATE": "24-MAR-1987 14:25:07.51",
    "TOPICS": [
        "grain"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8943",
    "TEXT": {
        "TITLE": "ILLINOIS CO-OP FUTURES DISSOLUTION VOTE SET",
        "AUTHOR": "    By Keith Leighty",
        "DATELINE": "    CHICAGO, March 24 - ",
        "BODY": "The shareholders of Illinois\nCooperative Futures Co., the futures trading arm of many\nMidwest farm cooperatives for more than 25 years, will vote\nWednesday on its possible dissolution.\n    The directors of the company called a special meeting and\nrecommended its dissolution last month, citing falling volume\nand increasing costs.\n    Sources close to the organization told Reuters the pullout\nof Growmark, Inc., which holds more than 70 pct of the capital\nstock, led to the call for dissolution.\n    The possible demise of the cooperative has set clearing\nhouses scrambling for the trading business of the 85 regional\nand local cooperatives that comprise its membership.\n    Ironically, it was Growmark, at that time a regional farm\ncooperative with major river terminal elevators, that founded\nIllinois Cooperative Futures on December 1, 1960.\n    But Growmark became affiliated last year with Archer\nDaniels Midland of Decatur, Ill., and markets its grain through\na joint subsidiary of the two companies, ADM/Growmark.\n    With that relationship, Growmark no longer needs to trade\nfutures through the cooperative, said Tom Mulligan, president\nof the co-op.\n    Membership in the company, which Mulligan termed a\ncooperative of cooperatives, has declined from 99 in 1982. A\nnotable loss was AgriIndustries of Iowa, which became\naffiliated with Cargill, Inc.\n    Illinois Co-op's other members include such regional\ncooperatives as Indiana Grain, based in Indianapolis, Goldkist,\nof Atlanta, Ga., Midstates in Toledo, Ohio, Farmland Industries\nin Kansas City, Mo., Farmers Commodities, Des Moines, and\nHarvest States in Minneapolis.\n    Some observors said the demise of Illinois Cooperative\nFutures Co. is a serious blow to the cooperative system.\n    Instead of banding together, the individual cooperatives\nare forced to go their own ways, said the floor manager of one\ncash house at the Chicago Board of Trade.\n    Such a move would destroy the cohesiveness that gives farm\ncooperatives an advantage in the market at a time that a few\nmajor commercial companies are growing dominant, he said.\n    Don Hanes, vice president for communications with the\nNational Council of Farm Cooperatives, said 5,600 cooperatives\nexist today, down from 6,700 five years ago.\n    \"The period we've gone through in the past five years has\nbeen quite a crunch,\" he said. \"There's been a lot of\nconsolidation in the marketing co-ops.\"\n    One problem, he said, is the co-ops sell the grain to the\nmajor commercials for export, rather than exporting it\nthemselves, losing potential profits.\n    But exporting grain requires heavy investments, and the\nmulti-million-dollar loss posted six years ago by Farmers\nExport Co., a co-op set up to export grains, served \"to make\nfolks gun-shy,\" Hanes said.\n    Mulligan said he believes the dissolution, if it is\napproved, is a result of change in the futures industry rather\nthan a change in U.S. agricultural economics.\n    A grain dealer at one member co-op said the futures arm\n\"was a convenience, something that saved us a little bit of\nmoney. (Its dissolution) will force us to change our way of\ndoing business.\"\n    \"We're sorry to see the co-op go by the wayside,\" he said.\n\"But there are lot of people out there to do business with.\nThere are plenty of capable firms.\"\n    Steven W. Cavanaugh, vice president for grain marketing\nwith Indiana Grain, said he would prefer to trade futures\nthrough a Chicago-based cooperative.\n    \"In terms of clearing our business as a unit as opposed to\nindividuals, there would be economic savings,\" he said but\nadded, \"The times change and with changing times, come\ndifferent opinions of what businesses ought to be around.\"\n    Cavanaugh said the possible demise of the futures arm had\nnothing to do with its profitability. \"I would guarantee you\nthat this company is not in trouble. It is a sound, healthy\norganization.\"\n    In the year ended February 28, 1986, the Illinois\nCooperative reported income of 10.2 mln dlrs and members'\nequity, or net worth, of 8.3 mln dlrs. The annual report for\nthe most recent year has not been filed.\n    Under the cooperative system, income from operations is\nreturned as \"patronage refunds\" to the members.\n    Income and refunds in the past five years have been\ndeclining. In the year ended February 28, 1982, the co-op\nreported income of 17.4 mln dlrs and patronage refunds of 17.0\nmln dlrs. Patronage refunds in the year ended February 28,\n1986, totalled 9.5 mln dlrs.\n    \"You're dealing with substantially lower volume,\" Mulligan\nsaid. \"Lower volume translates into higher costs.\"\n    According to the company's 1986 annual report, Growmark\nowns 90 pct of the preferred shares and four pct of the common\nshares of Illinois Cooperative Futures Co.\n    Mulligan declined to speculate on how much of the capital\nGrowmark is entitled to. He said he could not determine the\nfigure unless the shareholders decide in favor of dissolution.\nEquity is distributed according to each member's trading volume\nand, as a result, changes from year to year.\n    However, Mulligan said the company could continue to meet\nminimum capital requirements to trade futures even if Growmark\npulled out.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "itc"
    ],
    "PEOPLE": [
        "herrington"
    ]
}