{
    "DATE": "26-FEB-1987 16:43:13.65",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "110",
    "TEXT": {
        "TITLE": "AMERICAN EXPRESS <AXP> SEEN IN POSSIBLE SPINNOFF",
        "AUTHOR": "    By Patti Domm, Reuter",
        "DATELINE": "    New York, Feb 26 - ",
        "BODY": "American Express Co remained silent on\nmarket rumors it would spinoff all or part of its Shearson\nLehman Brothers Inc, but some analysts said the company may be\nconsidering such a move because it is unhappy with the market\nvalue of its stock.\n    American Express stock got a lift from the rumor, as the\nmarket calculated a partially public Shearson may command a\ngood market value, thereby boosting the total value of American\nExpress. The rumor also was accompanied by talk the financial\nservices firm would split its stock and boost its dividend.\n    American Express closed on the New York Stock Exchange at\n72-5/8, up 4-1/8 on heavy volume.\n    American Express would not comment on the rumors or its\nstock activity.\n    Analysts said comments by the company at an analysts'\nmeeting Tuesday helped fuel the rumors as did an announcement\nyesterday of management changes.\n    At the meeting, company officials said American Express\nstock is undervalued and does not fully reflect the performance\nof Shearson, according to analysts.\n    Yesterday, Shearson said it was elevating its chief\noperating officer, Jeffery Lane, to the added position of\npresident, which had been vacant. It also created four new\npositions for chairmen of its operating divisions.\n    Analysts speculated a partial spinoff would make most\nsense, contrary to one variation on market rumors of a total\nspinoff.\n    Some analysts, however, disagreed that any spinoff of\nShearson would be good since it is a strong profit center for\nAmerican Express, contributing about 20 pct of earnings last\nyear.\n    \"I think it is highly unlikely that American Express is\ngoing to sell shearson,\" said Perrin Long of Lipper Analytical.\nHe questioned what would be a better investment than \"a very\nprofitable securities firm.\"\n    Several analysts said American Express is not in need of\ncash, which might be the only reason to sell a part of a strong\nasset.\n    But others believe the company could very well of\nconsidered the option of spinning out part of Shearson, and one\nrumor suggests selling about 20 pct of it in the market.\n    Larry Eckenfelder of Prudential-Bache Securities said he\nbelieves American Express could have considered a partial\nspinoff in the past.\n    \"Shearson being as profitable as it is would have fetched a\nbig premium in the market place. Shearson's book value is in\nthe 1.4 mln dlr range. Shearson in the market place would\nprobably be worth three to 3.5 bilion dlrs in terms of market\ncapitalization,\" said Eckenfelder.\n    Some analysts said American Express could use capital since\nit plans to expand globally.\n    \"They have enormous internal growth plans that takes\ncapital. You want your stock to reflect realistic valuations to\nenhance your ability to make all kinds of endeavors down the\nroad,\" said E.F. Hutton Group analyst Michael Lewis.\n    \"They've outlined the fact that they're investing heavily\nin the future, which goes heavily into the international\narena,\" said Lewis. \"...That does not preclude acquisitions and\ndivestitures along the way,\" he said.\n    Lewis said if American Express reduced its exposure to the\nbrokerage business by selling part of shearson, its stock might\nbetter reflect other assets, such as the travel related\nservices business.\n    \"It could find its true water mark with a lesser exposure\nto brokerage. The value of the other components could command a\nhigher multiple because they constitute a higher percentage of\nthe total operating earnings of the company,\" he said.\n     Lewis said Shearson contributed 316 mln in after-tax\noperating earnings, up from about 200 mln dlrs in 1985.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ]
}