{
    "DATE": "19-JUN-1987 14:52:57.59",
    "TOPICS": [
        "tin",
        "veg-oil",
        "palm-oil",
        "alum"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19367",
    "TEXT": {
        "TITLE": "MALAYSIA TO RESEARCH TIN, WARY ON VEG OILS TAX",
        "AUTHOR": "    By Gerrard Raven, Reuters",
        "DATELINE": "    BRUSSELS, June 19 - ",
        "BODY": "Malaysia is to urge fellow tin\nproducing countries to contribute more money towards research\ninto new uses for the metal, Malaysian primary industries\nminister Lim Keng Yaik told Reuters in an interview.\n    Lim, in Brussels on a tour of Europe and America, said he\nhad instructed Malaysia's representatives on the executive\ncommittee of the Association of Tin Producing Countries, ATPC,\nto draw up a paper on the matter.\n    Lim earlier met European Community farm commissioner Frans\nAndriessen and industry commissioner Karl-Heinz Narjes.\n    He said though it now appeared likely Commission proposals\nfor a tax on vegetable and marine oils and fats would be\ndefeated, he feared the Commission would revive the idea.\n    Lim noted Andriessen this week promised that if the tax was\nadopted and third countries suffered export losses as a result,\nthey would be compensated through access to the EC for\nalternative exports.\n    \"Since most of our products are commodity based, I cannot\nsee how this would work out in our case,\" Lim said.\n    Malaysian palm oil exports to the EC are worth about 250\nmln dlrs a year.\n    The tin research proposal would be presented at an ATPC\nmeeting to be held in Kuala Lumpur in September.\n    \"Not enough research and development effort has been put in\nby tin producers and we have been pushed out by substitutes\nsuch as aluminium, paper and plastics,\" Lim said.\n    He mentioned the use of inorganic tin in pesticides as an\nexciting possible new application.\n    Lim said he could not estimate the amount of extra money\nwhich needed to be spent on research into new uses before the\nnew paper was produced.\n    He said Narjes told him there appeared no fundamental\nbarriers to EC states quickly ratifying the new International\nRubber Agreement, INRA, although translations of the accord\ninto some EC languages are still being awaited.\n    Lim, who will sign and ratify the agreement on Malaysia's\nbehalf when he visits New York during his current tour, said it\nwas important there should not be a long \"interregnum\" between\nthe old agreement lapsing in October and the new one coming\ninto force.\n    He described the present accord as a model for commodity\nagreements due to its being signed by nearly all producing and\nconsuming countries and by virtue of its review systems and\ncontrol over buffer stock management.\n Reuter\n\u0003"
    },
    "PLACES": [
        "belgium",
        "malaysia"
    ],
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}