{
    "DATE": "15-JUN-1987 13:45:10.26",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "ivory-coast"
    ],
    "PEOPLE": [
        "eyskens"
    ],
    "NEWID": "18397",
    "TEXT": {
        "TITLE": "POOR RAINFALL MAY HIT IVORY COAST COCOA - TRADE",
        "AUTHOR": "    By Brian Killen, Reuters",
        "DATELINE": "    ABIDJAN, June 15 - ",
        "BODY": "Lack of rainfall in recent weeks may\nhave affected Ivory Coast 1987/88 main crop cocoa prospects,\nalthough good precipitation in the last half of June and in\nJuly could still reverse the situation, trade sources said.\n    They said the crop is still likely to be fairly large and\nit is too early to determine the consequences of the dry spell\non the harvest.\n    \"This year's crop will probably be another good one. It is\nimpossible to tell how flowering is going, but there should be\nno problems unless something drastic happens,\" one trader said.\n    Private forecaster Accu-Weather reported today that most\nIvory Coast cocoa growing regions were without rain over the\nweekend and similar weather will persist today and Tuesday.\n    \"Rain would be welcomed, as the past week has been quite\ndry, except along the western portion of the coast,\" it said.\n    Traders agreed rain was needed, but some noted that the dry\nconditions had not affected the entire country.\n    The Ivorian Meteorological Office could not be reached for\ncomment or recent statistics. The trade sources said rainfall\nin recent weeks was likely insufficient for cocoa plants,\nalthough it is difficult to assess what the minimum\nrequirements are.\n    Trade sources said there had been good rains in late\nJanuary, February and March which helped to promote flowering,\nbut April and May were fairly dry in most areas except in the\nsouth west of the country.\n    The Ivory Coast mid-crop should have been covered by\nMarch/April rains but the main crop, still in its formation\nperiod, depends largely on rainfall from April through July.\n    The main rains normally last between May and July, before\nreturning again in September/October. \"Flowering has been less\nthan normal and if the trees are not carrying that much at the\nmoment, then they have a chance to recover,\" one trader said.\n    Another trade source noted the flowers still had plenty of\ntime to develop and the rains were \"not good but still not bad.\"\n    The sources said that while the weather might emerge as a\ncause for concern, crop conditions in West Africa were\npresently taking a back seat to other factors in the\ninternational cocoa market.\n    This is not only because of the premature nature of any\nharvest predictions but also because of the supply of cocoa\nalready burdening the market, they said.\n    \"With a third year of surplus overhanging the market and the\nbuffer stock failing to boost prices despite regular purchases,\nthe weather has not been a factor,\" one private consultant said.\n    London-based dealer Gill and Duffus said in its April cocoa\nmarket report the current 1986/87 Ivory Coast crop was likely\nto total 570,000 tonnes, which compares with a record 1985/86\ncrop estimate of 585,000 tonnes.\n Reuter\n\u0003"
    },
    "ORGS": [
        "isa"
    ]
}