{
    "DATE": "12-MAR-1987 08:21:38.02",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4143",
    "TEXT": {
        "TITLE": "SOUTHWEST REALTY <SWL> HAS LIQUIDITY PROBLEMS",
        "DATELINE": "    DALLAS, March 11 - ",
        "BODY": "Southwest Realty Ltd said it believes it\ncould make all of its scheduled montly debt service payments\nfor 1987 despite the falloff in its rental operations, but\nmaking the payments would probably severely impair its\nliquidity and restrict its ability to maintain the quality of\nits properties.\n    The company today reported a 1986 loss of 1,544,000 dlrs\ncompared with a 1985 profit of 3,912,000 dlrs.\n    Southwest said in addition to its monthly scheduyled debt\nservice payments, a 1,743,000 dlr loan on one of its Houston\nproperties is due to mature on April One.\n    Southwest said a commitment to reduce the interest rate and\nextend the Houston loan for one year has been accepted.\n    It said talks are underway with lenders on other Houston\nproperties to obtain partial debt service moratoriums which, if\ngranted, would cut 1987 cash deficits from 1986 levels.  The\nloan renegotiations could involve bankruptcy or other\nlitigation connected with the specific properties involved and\ncould involve the suspension of interest and principal payments\nto some of the lenders.  Southwest said if the attempts to\nrestructure debt do not succeed, it could lose one or more of\nthe properties.\n    Southwest said the Houston properties made up about 10 pct\nof its current value equity as of December 31 of 14.20 dlrs per\nshare, down from 16.68 dlrs a year before.\n    The company said depending on the success of the talks and\noperating results for 1987, one or two more properties could\nbecome subject to similar negotiations.  The two additional\nproperties comprised about 11 pct of its current value equity\nat year-end, Southwest said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "opec"
    ]
}