{
    "DATE": "19-MAR-1987 18:54:03.82",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "7512",
    "TEXT": {
        "TITLE": "INTERNATIONAL SUGAR PACT TO BE RENEGOTIATED",
        "DATELINE": "    LONDON, March 19 - ",
        "BODY": "The International Sugar Agreement (ISA)\nwill be renegotiated, International Sugar Organization (ISO)\nofficer in charge Constantin Politoff told Reuters after a\nspecial session of the pact's council.\n    A decision on how to renegotiate will be taken at the ISO\nsix monthly session in May. The alternatives are between an\nautumn London conference for another pact without economic\nclauses, but a different voting and budgetary structure, or a\nGeneva-based conference next year for a new pact with economic\nclauses, he said.\n    But delegates said the latter would only be considered if\nthe world's four major exporters -- Australia, Brazil, Cuba and\nthe European Community -- can resolve differences over how\nprices can best be supported and how to share the world\n    Today's special session was called because the U.S. earlier\nindicated it would only be able to pay 56 pct of its share of\nthe ISO budget.\n    At today's council session Politoff said the U.S. would try\nand find a way to pay the balance of about 50,000 stg later\nthis year. Currently, about three quarters of this year's ISO\n800,000 stg budget has not been paid but delegates said the\nU.S. caused controversy as it said it might not pay its full\ncontribution in the last year of the current pact.\n    The Soviet Union has called for changes to the way the ISO\nbudget is shared out. Currently it is halved between importers\nand exporters and the Soviet Union has a 30 pct share of the\nimporter half. The Soviets want a new sugar pact to have only a\nsingle category of members who would all share the costs pro\nrata to their share of world sugar trade.\n    The ISO executive committee next meets on April 23 with the\nnext full council session in the week of May 19.\n    There are 12 importing and 44 exporting members of the ISO.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "lawson"
    ],
    "ORGS": [
        "isa"
    ],
    "EXCHENGES": [
        "simex"
    ]
}