{
    "DATE": "28-MAR-1987 06:53:51.27",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "china"
    ],
    "NEWID": "10622",
    "TEXT": {
        "TITLE": "CHINA POSTPONES PLAN TO SCRAP PARALLEL CURRENCY",
        "DATELINE": "    PEKING, March 28 - ",
        "BODY": "Chinese Vice-Premier Tian Jiyun said\nplans to scrap the country's parallel currency, Foreign\nExchange Certificates (FECs), had been postponed due to\nobjections from foreign businessmen and others.\n    But Tian told a news conference the Chinese government\nstill considered FECs unsatisfactory.\n    Asked about the current state of plans to abolish the FECs,\nTian said: \"We have decided to postpone the question. As to\nwhether it will be done in the future, it will be done\naccording to the evolution of the situation.\"\n    He said many people, including foreign businessmen, had\nraised objections to the plan to abolish the certificates, and\nadded: \"It is rather complicated.\"\n    The FECs were introduced in 1980 for use by foreigners in\nChina. But they now circulate widely among local residents and\nthere is a big black market in the currency, though it is\ntheoretically at par with the ordinary Chinese currency,\nrenminbi.\n    Tian said the government still considered that the FECs had\n\"many demerits and negative influences.\"\n    Bank of China President Wang Deyan told Reuters earlier\nthis month that he thought it unlikely that the certificates\nwould be scrapped this year.\n    Western diplomats and economists have said the Chinese\nauthorities are having trouble finding a suitable alternative.\n    Vice-Premier Yao Yilin announced at a similar press\nconference last year that the FECs would be abolished, saying\nthe government had decided it was ideologically unacceptable to\nhave two currencies circulating in China at the same time.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "papandreou"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}