{
    "DATE": "13-APR-1987 14:55:59.33",
    "TOPICS": [
        "gold"
    ],
    "NEWID": "16589",
    "TEXT": {
        "TITLE": "HOMESTAKE <HM> MULLS BUYING ORE RESERVES",
        "DATELINE": "    NEW YORK, April 13 - ",
        "BODY": "Homestake Mining Co is considering\nacquiring more gold ore reserves in addition to the company's\nexploration efforts, chief executive Harry Conger told Reuters\nin an interview.\n    \"We are looking at more options to acquire more reserves\nrather than just exploration,\" Conger said adding, \"the move to\nconsider acquisitions represents a change in the company's\nacquisitions policy.\"\n    Conger said all of Homestake's current cash position of 120\nmln dlrs would be available to acquire reserves. In addition,\nHomestake has two lines of credit totaling 150 mln dlrs which\nhave not been drawn on today and could be used to finance an\nacquisition, he said.\n    Conger said he anticipates 1987 exploration budget will be\nabout the same as 1986 spending of 27.3 mln dlrs. Conger said\nexploration for precious metals may be slightly higher than\nlast year's spending of 17.7 mln dlrs while oil and gas\nexploration spending will be slightly less than last year's 9.6\npct.\n    Conger said he sees Homestake's 1987 gold production about\nthe same as 1986 gold production of 669,594 ounces.\n    However, 1987 first quarter production from its McLaughlin\nreserve will be about 10 pct lower than last year's 45,400\nounces due to start-up production problems.\n    He said he believes gold prices will hold above the 400\nU.S. dlr an ounce level for the rest of 1987.\n     IN 1986, company earnings were based an average market\nprice for gold of 368 dlrs an ounce.\n    Conger said a three pct change in gold prices represents a\n12 cts a share impact on earnings but he declined to give a\nspecific forecast for 1987's first quarter, due to be released\nin 10 days, or for full year 1987 results.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "rubio"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}