{
    "DATE": " 4-MAR-1987 16:28:55.85",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "uk"
    ],
    "NEWID": "1809",
    "TEXT": {
        "TITLE": "BRITISH AIDE CRITICIZES U.S.PROTECTIONISM",
        "DATELINE": "    WASHINGTON, March 4 - ",
        "BODY": "A senior British official said that\nprotectionist bills being considered by Congress could trigger\nretaliation by the European Community (EEC) and threaten the\nglobal trading system.\n    Paul Channon, secretary for trade and industry, said if\nCongress passed legislation to curb textile imports, which\nwould hit EC shipments as well as shipments from major Asian\ntextile producers, \"the community would have to retaliate.\"\n    His comments echoed those made yesterday by Belgian Trade\nMinister Herman De Croo, who said if the bill passed, the\ncommunity would retaliate by imposing taxes on U.S. exports.\n    Channon made his remarks at a news conference after two\ndays of talks with Reagan Administration officials and members\nof Congress.\n    De Croo was also in Washington for trade talks.\n    Channon said there was a greater protectionism sentiment in\nCongress since his visit here last year as Congress and the\nAdministration tried to find ways to reduce the U.S. trade\ndeficit, which last year hit a record 169.8 billion dlrs.\n    Channon also called for greater EC-U.S. cooperation to\nforce Japan to open its markets to foreign goods.\n    Channon said Japan's trade surplus is causing everyone\nproblems - its surplus with the United States last year was\n51.5 billion dlrs and with EC nations, 16.7 billion dlrs.\n    \"The more united pressure there could be, the better,\" he\nsaid.\n    Channon also called for increased U.S.-EC cooperation to\navoid trade disputes.\n    He said the two sides narrowly avoided a confrontation\nearlier this year over lost grains sales when Spain and\nPortugal joined the community and its liberal imports\nregulations were tightened to conform to EC standards.\n    \"But if both sides drew back from the brink that time,\" he\nsaid, \"\"it does not mean that they would do so on another\noccasion.\"\n    Channon added that \"There is increasing reesentment in\nEurope over the U.S. tactic of negotiating under the pressure\nof unilaterally imposed deadlines.\"\n    He said other potential conflicts are already in sight -\nalleged European government subsidies of Airbus aircraft and\ntaxes on fats and oils - and \"the commuity and the United States\nmust therefore learn to manage their relations better.\"\n    He said another bill to let the United States retaliate\nagainst a nation if that nation's market was not open to U.S.\ngoods would bypass the trade pact GATT (General Agreeeement on\nTariffs and Trade) as an arbiter of trade practices.\n    He said foreign trade law should be judged by GATT and not\nby the United States, adding \"if the (trade) law is to be\ninterpreted by the United States and not by the GATT, what is\nto happen to the rest of us?\"\n   \n reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ],
    "EXCHENGES": [
        "nyse"
    ],
    "PEOPLE": [
        "de-kock"
    ]
}