{
    "DATE": " 4-MAR-1987 14:30:16.10",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1711",
    "TEXT": {
        "TITLE": "TEXAS OIL REGULATOR CALLS FOR STATE TAX BREAKS",
        "DATELINE": "    AUSTIN, Texas, March 4 - ",
        "BODY": "Texas Railroad Commissioner James\nNugent, saying that the ailing oilpatch cannot wait for\nCongress to act, today urged Texas state lawmakers to adopt\nincentives to find new oil reserves and to exempt severance\ntaxes on oil produced from stripper wells.\n    Nugent said in a speech to the Texas house of\nrepresentatives that the state must take the initiative in\nmolding U.S. energy policy and finding new ways to assist\ntroubled oil producers.\n    His proposal to revitalize Texas' oil industry would exempt\nstripper wells that produce 10 barrels of oil or less each day\nfrom the state's 4.6 pct severance tax. He said that the\nmajority of Texas' oil wells fall within the stripper well\ncategory and a price swing of two to three dlrs a barrel can be\ncrucial in determining if the well remains in production.\n    Nugent also called for state lawmakers to exempt new\nwildcat wells from the state severance tax for up to five years\nas a financial incentive to explore for new oil reserves.\n    Secondary and tertiary oil production, expensive methods of\nproduction that inject water or gas into the ground to recover\noil, should also be exempted from the severance tax, Nugent\nsaid. His plan would exempt existing secondary and tertiary\nwells that produce at a rate of less than three barrels a day\nfor three years, or until the price of oil reaches $25 a\nbarrel.\n    \"We've been sitting back and waiting on two federal\nadministrations to develop a coherent energy policy for the\nnation to follow. I say we have waited long enough,\" Nugent\nsaid. \"In other words, let's tell Washington to either lead,\nfollow, or get out of the way.\"\n    Nugent said that the financial losses to the state treasury\nby exempting marginal oil production from state severance taxes\nwould be more than made up by stimulating new business for the\noil supply and service industry.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "amex"
    ],
    "PEOPLE": [
        "aqazadeh"
    ]
}