{
    "DATE": " 8-APR-1987 11:51:17.60",
    "TOPICS": [
        "grain",
        "corn",
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "15106",
    "TEXT": {
        "TITLE": "BRAZIL GRAIN HARVEST FACES STORAGE PROBLEMS",
        "DATELINE": "    SAO PAULO, April 8 - ",
        "BODY": "Storage problems with Brazil's record\ngrain crop are likely to result in losses of about five mln\ntonnes, an Agriculture Ministry spokesman said.\n    Ministry spokesman Leonardo Brito, speaking from Brasilia,\ntold Reuters he believed that about five mln tonnes of this\nyear's estimated crop of 65 mln tonnes would be lost.\n    He said part of this would be the normal loss inevitable in\nharvesting, but that most of it would stem from storage\nproblems.\n    Brazil has a storage capacity of 66 mln tonnes,\ntheoretically sufficient for the crop.\n    But Brito said that the storage capacity was badly\ndistributed. The states of Sao Paulo, Parana and Rio Grande do\nSul had between them 70 pct of the nation's capacity, but were\nresponsible for only 50 to 60 pct of production.\n    The biggest problems are concentrated in the Centre-West\ngrowing regions, where rising production has outpaced storage\ncapacity.\n    Brito said the Centre-West, whose crops include soya and\nmaize, had between 30 and 40 pct of the nation's grains\nproduction but only 20 pct of its storage space.\n    In addition to the poor distribution of storage units,\nthere is the problem that too much of the capacity is geared to\nstoring grain in sacks, while not enough is suitable for\nstoring loose grain, Brito said.\n    Finally, there is a shortage of lorries to transport the\ncrops.\n    The sheer scale of the task in transporting the record crop\nhas been evident from television reports, which have shown\nenormous queues of lorries waiting outside granaries.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "stoltenberg",
        "poehl",
        "balladur",
        "de-larosiere",
        "miyazawa",
        "sumita",
        "leigh-pemberton",
        "goria",
        "james-baker"
    ]
}