{
    "DATE": " 9-MAR-1987 13:19:41.27",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3261",
    "TEXT": {
        "TITLE": "TALKING POINT/CAESARS WORLD <CAW>",
        "AUTHOR": "    By Greg Calhoun, Reuters",
        "DATELINE": "    LOS ANGELES, March 9 - ",
        "BODY": "<MTS Acquisition Corp's>\n28-dlr-per-share offering price for Caesars World Inc is\nthought to be much too low and is likely to attract other\nsuitors for the hotel/casino company, industry analysts said.\n    \"I think someone else will probably come in, or they (MTS)\nwill have to raise their bid,\" said Marvin Roffman, an analyst\nat Janney Montgomery Scott Inc.\n    MTS, a company formed by Martin Sosnoff, Caesars World's\nlargest shareholder, today began a tender offer, valued at\n725.2 mln dlrs, for all shares Sosnoff doesn't already own.\n    \"I think the offer is too low by at least five points,\"\nsaid Roffman, who described Caesars World as the operator of\n\"one of the finest casinos in the world.\"\n    Sosnoff, a New York investor, already owns 13.3 pct of\nCaesars World's 30.3 mln shares.\n    Following news of the tender offer Caesars World's shares\nwere trading at 27-7/8, up 3-3/8.\n    A Caesars World spokesman said the company was declining\ncomment on the Sosnoff move for the moment, but Caesars may\nissue a public statement after it has studied the offer.\n    Roffman said Caesars World has considerable growth\npotential and he is forecasting fiscal 1988 earnings of two\ndlrs per share.\n    Caesars World owns casino hotels in Nevada and honeymoon\nresorts in Pennsylvania's Pocono Mountains. It also controls\nCaesars New Jersey Inc <CJN>, which owns an Atlantic City,\nN.J., casino hotel.\n    For its fiscal year ended July 31 Caesars World reported\nnet income of 41 mln dlrs, or 1.36 dlrs per primary share.\n    The company reported second quarter net income of 12.6 mln\ndlrs, or 41 cts per share, compared with income of 7.5 mln\ndlrs, or 25 cts per share a year earlier.\n    Daniel Lee, an analyst at Drexel Burnham Lambert Inc, said\nthat although Sosnoff's relatively low bid may attract other\nsuitors willing to pay a higher price for Caesars, there is\nlittle likelihood that a competing bid would start a battle for\nthe company.\n\n\n\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}