{
    "DATE": " 2-JUN-1987 07:33:02.61",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "kuwait"
    ],
    "PEOPLE": [
        "nakasone",
        "sumita"
    ],
    "NEWID": "17952",
    "TEXT": {
        "TITLE": "KUWAITI DINAR RATES FIRM, AID WINDOW OPEN",
        "DATELINE": "    KUWAIT, June 2 - ",
        "BODY": "Interest rates on Kuwaiti dinar deposits\nheld firm in scattered trading despite a Central Bank decision\nto revive limited funding lines, dealers said.\n    The Central Bank, which last Tuesday shut a daily aid\nwindow through which it lent funds of up to one year, reopened\nthe facility for three month money, which was available at\nseven pct, they said.\n    It offered one month funds at seven pct through swap\nfacilities, dealers said.\n    Today's Central Bank action, combined with sales of dollars\nby some banks, helped ease a recent credit squeeze engineered\nby the monetary authority to stem a rush for the U.S. Currency\narising from attractive U.S. Interest rates and Gulf tension,\ndealers said.\n    However, as one dealer noted: \"The market is still\nunsettled.\"\n    Overnight funds, bid at 20 pct at the outset of business,\ntraded up to 30 pct before easing as liquidity dragged offers\ndown to 10 pct by the close. Tomorrow-next, for which buy/sell\nquotes started at 30, 20 pct, ended at 14, eight.\n    Spot-next was indicated at 8-1/2, seven after opening bids\nof 10. Dealers quoted one-week at eight, seven against an early\n9-1/2, 7-1/2.\n    One month rates were at the same level after trade at eight\nthen 8-1/2. Dealers quoted three months at seven, 6-3/4 pct and\nsix-month to one year funds at seven, six pct. They reported\noffshore offers of overnight at 10, tomorrow-next at eight and\none year at 6-1/2 pct towards the close.\n     The Central Bank fixed its dinar exchange rate steady at\n0.27933/67 to the dollar, against yesterday's 0.27939/73. The\nspot dinar was 0.27930/40.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}