{
    "DATE": "26-MAR-1987 05:32:33.87",
    "TOPICS": [
        "livestock",
        "carcass"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "9754",
    "TEXT": {
        "TITLE": "JAPAN BEEF PRICE SUPPORT CUT WILL NOT RAISE DEMAND",
        "AUTHOR": "    By Fumiko Fujisaki, Reuters",
        "DATELINE": "    TOKYO, March 26 - ",
        "BODY": "Japan's plan to cut beef intervention\nprices for the fiscal year starting April 1 will not boost\ndemand because of strict supply controls and a complex\ndistribution system, Japanese and U.S. Industry sources said.\n    \"Government beef policy protects farmers rather than meeting\nconsumers' demands and the cutback ... Is too marginal,\" a\nHousewives Association of Japan official said.\n    Despite mounting U.S. Pressure on Japan to open farm\nmarkets, beef is strictly controlled by the government, which\nmaintains a price stabilisation zone to protect farmers.\n    Under the plan, expected to be announced this month, the\nstandard or bottom price of castrated wagyu -- known as marbled\nbeef -- will be set at 1,370 yen per kilo for 1987/88 against\n1,400 now, and the ceiling at 1,780 yen against 1,820.\n    The standard price of other beef, mainly produced from\ndairy steers, is set at 1,020 yen against 1,090 and the ceiling\nat 1,325 against 1,420.\n    Ministry officials said the semi-government Livestock\nIndustry Promotion Corp (LIPC) conducts buffer stock operations\nto help keep wholesale beef prices within the intervention\nprice zone.\n    The LIPC is allowed to import most beef, with the amount\nset by the government under a quota system. When wholesale\nprices go above the ceiling, the LIPC releases its beef stocks,\nboth domestic and imported, and buys locally produced beef when\nprices are below.\n    But the LIPC has often been criticised for releasing beef\nstocks when the prices are higher than the ceiling.\n    Phillip Seng, Asian Director of the U.S. Meat Export\nFederation, told Reuters the two pct cut in prices is a step\ntoward closing the gap with European Community prices, about\nhalf those in Japan.\n    But Seng said the cut will not benefit consumers or U.S.\nMeat exporters because of Japan's rigid and complicated\ndistribution system and strict supply control by the LIPC.\n    The Housewives Association official said retail beef prices\nare high mainly because of distribution problems and high\nproduction costs, as well as poor operations by the LIPC.\n    American meat packers see Japan as a promising market. F.C.\nBeatty, of U.S. Packer John Morrell and Co, told the Japan\nTimes beef cuts, which sell for 1.20 to 3.00 dlrs a pound in\nthe U.S., Are sold at 15 to 30 dlrs in Japan.\n    But Seng said the cut will not benefit consumers or U.S.\nMeat exporters because of Japan's rigid and complicated\ndistribution system and strict supply control by the LIPC.\n    The Housewives Association official said retail beef prices\nare high mainly because of distribution problems and high\nproduction costs, as well as poor operations by the LIPC.\n    American meat packers see Japan as a promising market. F.C.\nBeatty, of U.S. Packer John Morrell and Co, told the Japan\nTimes beef cuts, which sell for 1.20 to 3.00 dlrs a pound in\nthe U.S., Are sold at 15 to 30 dlrs in Japan.\n    But industry sources said it is unclear how much demand\nwill pick up if retail beef prices drop following any sharp\nreduction in intervention prices.\n    U.S. Agriculture Secretary Richard Lyng said this week he\nwill ask Japan to remove all beef import restrictions when he\nvisits here next month.\n    In 1984, Japan decided to increase its beef import quota by\n9,000 tonnes a year until March 31, 1988.\n    In 1987/88, the quota will rise to 177,000 tonnes from\n168,000 in 1986/87, ministry officials said, adding Japan wants\nto keep self-sufficiency in beef at around 70 pct.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "ec"
    ]
}