{
    "DATE": "19-MAR-1987 12:54:08.90",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa",
        "spain"
    ],
    "NEWID": "7260",
    "TEXT": {
        "TITLE": "SOLAR SYSTEMS <SSDN>, INKEY OF SPAIN SET PACT",
        "DATELINE": "    MIAMI, March 19 - ",
        "BODY": "Solar Systems by Sundance Inc said it\nagreed to buy a 45 pct interest in a company that will sell\ncondoms produced by INKEY SA of Spain.\n    It said a spermicide used in INKEY's condoms contains an\ningredient that may help prevent the sexual transmission of\nAIDS. The ingredient was cited in an article in the West German\npublication, Aids Forschung. But it said the article was\nabout the ingredient and did not mention the spermicide or the\ncondoms made by INKEY.\n    The company also said it is changing its name to\nEurocapital Corp shortly.\n    Solar Systems said it was buying the 45 pct stake in a\nU.S.-based <Europharmaceutical Co>. INKEY and an affiliate own\nthe remaining shares of the company, which was set up to\ndistribute condoms and vaginal products that are made, or are\nbeing developed by INKEY.\n    The agreement calls for a two mln dlr payment to Inkey for\nthe distributorship. The first 500,000 dlr payment is due 30\ndays after the products are approved by the Food and Drug\nAdministration. It said Europharmaceutical plans to soon file\nwith the FDA to market the condom, but expects the approval\nprocess to be a lengthy one.\n    The company said the active ingredient in the spermicide is\ncurrently used in the U.S. in antiseptic applications unrelated\nto condoms. As far as it knows, the ingredient has not been\ntested in a spermicide.\n    Inkey's condoms will be sold in the U.S. under the brand\nname, \"Carlton.\" The exclusive distribution contract for the\nproducts runs for three years and is renewable for one-year\nperiods, the company said.\n    It said the condoms are currently sold in Spain but have\nnot gone on sale in other European countries.\n    It said Europharmaceutical currently does not have the\nresources to make the payments under the distribution agreement\nor fund the studies necessary to obtain marketing approval from\nthe FDA.\n    The company also said Europharmaceutical is in talks to\nacquire either one or more publicly held companies with little\nor no assets. In the event an acquisition goes through, Solar\nSystems' interest in Europharmaceutical would be diluted below\nits current 45 pct.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}