{
    "DATE": " 1-APR-1987 17:07:21.62",
    "TOPICS": [
        "interest",
        "dlr"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12337",
    "TEXT": {
        "TITLE": "FURTHER DECLINES IN U.S. DEBT FUTURES POSSIBLE",
        "AUTHOR": "    By Brad Schade, Reuters",
        "DATELINE": "    CHICAGO, April 1 - ",
        "BODY": "After an already steep fall in the past\nweek, U.S. interest rate futures may be in for further declines\nin the near term, financial analysts said.\n    However, some analysts said recent sharp losses in bond\nfutures have left the bond market somewhat oversold, and the\ncontracts on long-term debt could stage a recovery before\nresuming their decline.\n    Key to the near-term direction of futures will be the\ncourse of the dollar, they said.\n    \"As the dollar goes, so goes the bond market,\" said Dean\nWitter analyst Karen Gibbs.\n    The recent decline in the dollar, which hit a 40-year low\nagainst the Japanese yen Monday, was reversed Wednesday when\nseveral large U.S. money center banks unexpectedly raised their\nprime lending rates by a quarter point, to 7-3/4 pct.\n    \"Even though the prime rate cut was good for the dollar,\nforeign exchange traders are not convinced the dollar decline\nis over,\" Gibbs said.\n    The dollar decline was key in recent weakness in debt\nfutures as it rekindled concern about a pickup in inflation.\n    Indeed, the falling dollar may have been a key topic at the\nmeeting of the Federal Reserve's policy making arm, the Federal\nOpen Market Committee, this week, analysts said.\n    \"To the Fed, the combination of a falling dollar, a\nsteepening yield curve, and rising commodity prices look\nsuspiciously like the traces of expectations of accelerating\ninflation,\" said Denis Karnosky, analyst at Carroll, McEntee\nand McGinley Inc.\n    Such expectations could mean that \"a shift in policy toward\nrestriction of bank reserves is likely to get very serious\nconsideration,\" at the FOMC meeting, he said.\n    Any such restriction of reserves will not be a highly\nvisible form of monetary tightening, Karnosky said.\n    Rather, the key to detecting a change will be found in\nseasonal and adjustment borrowing at the discount window, he\nsaid. Borrowings have held near a weekly average of 300 mln\ndlrs over the past several months, he said.\n    In the meantime, however, \"the market looks a bit\noversold,\" said Jim Wysoglad, analyst at Golden Gate Futures.\n    Wysoglad said a recovery from the oversold condition could\ndrive June bonds to a high near 99 before falling back to test\nchart support near the recent low of 97-13/32.\n    Technician Leslie Keefe of Technical Data Corp of Boston\nsaid that the key test for June bonds will be whether the\nnearby contract holds above chart support at 96-24/32.\n    \"All previous selloffs since mid-November have stopped and\nbuyers have surfaced at that level,\" Keefe said.\n    If that level is broken, and the dollar continues to\ndecline, Keefe said she expects the June bond contract to\ndecline to test support between 92 and 93, the primary uptrend\nline dating back to 1984.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "EXCHENGES": [
        "comex"
    ]
}