{
    "DATE": "11-MAR-1987 05:34:34.99",
    "TOPICS": [
        "interest",
        "money-fx"
    ],
    "PLACES": [
        "indonesia"
    ],
    "NEWID": "3493",
    "TEXT": {
        "TITLE": "INDONESIAN BANKS RAISE INTEREST RATES",
        "AUTHOR": "    By Bill Tarrant, Reuters",
        "DATELINE": "    JAKARTA, March 11 - ",
        "BODY": "A tight money market has pushed\ninterest rates on three to six month time deposits to between\n15 and 18 pct from 13 to 15 pct a month ago, bankers said.\n    March is usually a tight month for the money market because\nof tax payments and banks' need to attract funds for their\nyear-end accounts on March 31.\n    This year the situation has been made worse by December's\nrush to buy dollars by companies and businessmen who feared\nimposition of exchange controls. Much of that outflow has yet\nto be converted back into rupiah.\n    \"A lot of small money has come back in, but the big money is\nholding out until after April,\" one U.S. Banker said.\n    The tight money policy of Bank Indonesia, the central bank,\nis helping to keep rates high.\n    Short-term lending rates now average 25 pct a year, with no\nprospect they will be lowered soon, the bankers said.\n    Central Bank governor Arifin Siregar said earlier this week\nthat Indonesia could look forward to better economic prospects\nin 1987/88, but added the \"speculators\" who led a run on the\nrupiah late last year could again pose problems.\n    Indonesia holds general elections on April 23, the first in\nfive years, and most businessmen expect no new government\neconomic packages or incentives before then.\n    \"Some people are nervous about what the government will do\nafter the election,\" one banker said. \"They normally try to do\nthings before the IGGI (Inter-Governmental Group on Indonesia)\nmeeting (in June) to prove they are doing something about the\neconomy to show they deserve a couple of billion dollars.\"\n    The IGGI, which groups 14 industrialised donor countries\nand four agencies, gave Indonesia 2.5 billion dlrs in soft\nloans and grants last year.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "murdoch"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}