{
    "DATE": "27-MAR-1987 11:14:18.71\u0005\u0005\u0005F",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10473",
    "TEXT": {
        "TITLE": "HONEYWELL <HON> COMPLETES COMPUTER BUSINESS SALE",
        "DATELINE": "    MINNEAPOLIS, Minn., March 27 - ",
        "BODY": "Honeywell Inc said it has\ncompleted the sale of 57.5 pct of its Honeywell Information\nSystems <HIS> computer business to <Compagnie des Machines\nBull> of France and <NEC Corp> of Japan for 527 mln dlrs in\ncash.\n    Honeywell said it will use much of the money to reduce\nshort-term debt incurred last December when the company\npurchased the Sperry Aerospace Group.\n    Honeywell said the sale of HIS has created a new dedicated\ncomputer company jointly owned by Bull, NEC and Honeywell.\n    The new privately held company, named Honeywell Bull, is\n42.5 pct owned by Honeywell Inc, 42.5 pct by Bull and 15 pct by\nNEC, the new company said.\n    Honeywell added that terms of the agreement with NEC and\nBull allow it to reduce its current 42.5 pct stake in the new\ncompany to 19.9 pct at the end of 1988 by selling just over\nhalf its shares to Bull. Book value at the time will determine\nthe move's pricing, Honeywell said.\n    Honeywell chairman and chief executive officer, Edson\nSpencer, said the move is the last major step in Honeywell's\nrestructuring.\n    \"As the leading worldwide supplier of of automation and\ncontrols for buildings, industry, aerospace and defense,\nHoneywell is now focusing its management, technical and\nfinancial resources on high market share business,\" Spencer\nsaid.\n    Honeywell said it expects to be Honeywell Bull's largest\ncustomer, purchasing computers for its own internal data\nprocessing, for integration into Honeywell buidling and\nindustrial automation systems and for resale to the U.S.\ngovernement.\n    Honeywell said HIS's Federal Systems Division is now a\nwholly owned unit of Honeywell Inc, and has been named\nHoneywell Federal Systems Inc.\n    Honeywell said it accounted for HIS as a discontinued\noperation in 1986, and will account for its future interest on\na cost basis, recording any dividends as received.\n    Honeywell Bull said it will continue to develop its product\nline and build its business in integrated systems for\nnetworking, database management and transaction processing.\n    The new company said its board will have nine members,\nincluding the chairman and chief executive officer.\n    Bull will have four members, Honeywell two and NEC one, the\nnew company, which began worldwide operations today, said.\n    It added that Jacques Stern, Bull's chairman and chief\nexecutive officer, will serve as Honeywell Bull's chairman of\nthe board, while Jerome Meyer, formerly executive vice\npresident of Honeywell Information Systems, was named president\nand chief executive officer.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "papandreou"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "icco"
    ]
}