{
    "DATE": "30-MAR-1987 11:11:43.71",
    "TOPICS": [
        "grain",
        "wheat",
        "rice"
    ],
    "PLACES": [
        "sri-lanka"
    ],
    "NEWID": "10830",
    "TEXT": {
        "TITLE": "SRI LANKA APPEALS FOR DROUGHT RELIEF AID",
        "DATELINE": "    COLOMBO, March 30 - ",
        "BODY": "Sri Lanka has appealed to 24 countries\nfor emergency aid to help 2.4 mln villagers affected by the\ncountry's worst drought in 36 years, government officials said.\n    Embassies received letters over the weekend outlining aid\nneeded for a sixth of Sri Lanka's population in 13 districts.\n    The letter said the government had to step in \"to avert\nserious economic hardship\" and because the Social Services\nMinistry had already used up its entire 1987 budget provision\nof 23 mln rupees by distributing help to the worst hit areas.\n    The letter said 548.76 mln rupees were needed for a six\nmonth period, at least until the May-September (Yala) rice crop\nwas harvested. Over 25,000 tonnes of wheat, rice, flour and\nother cereals were required, it said, along with supplies of\nsugar, lentils, dried or canned fish and milk.\n    In some of the most seriously affected districts, the Maha\n(October 1986-April 1987) crop had been \"almost completely\ndevastated,\" the letter said. Maha paddy output was now\nestimated at 70 mln bushels, 20 mln less than originally\nexpected.\n    There were two scenarios for the Yala crop, with a high\nforecast of around 40 mln bushels conditional on adequate\nrainfall within the next three to four weeks.\n    \"Should the present drought continue, however, production is\nestimated at around 20 mln bushels,\" the letter added.\n    Total estimated paddy output for 1987 would be between 90\nand 110 mln bushels, or 1.35 to 1.65 mln tonnes of rice. Last\nyear's output was 124 mln bushels, down from 127 mln in 1985.\n    The letter said villagers in most seriously affected\ndistricts had been deprived of any means of subsistence because\nsubsidiary crops had also failed.\n    It said the government's current budget did not permit it\nto provide sustained and adequate relief to those affected.\n\"Revenue has been adversely affected by depressed commodity\nprices and slowing of the economy. Defence commitments continue\nto exert pressure on the expenditure side.\"\n    The 548.76 mln cash would cover payments of 150 rupees per\nmonth for each family, as well as handling, transport and\ndistribution of emergency food. But such an outlay of funds by\nthe government would not be possible without seriously\nimpairing development projects, or \"greatly fuelling inflation\"\nin the economy, the letter said.\n    The letter said the Food Department would be able to\nrelease wheat and rice from the buffer stock to meet the\nimmediate cereal requirements \"provided such stocks are replaced\nsubsequently.\"\n    The Meteorological Department said the country was\nexperiencing its worst drought since 1951 and the four-month\ndry spell prevailing in most of the areas would only break when\nthe monsoon rains fell in late May.\n    The letter said some areas had been experiencing the\ndrought since August, and in the rice growing district of\nKurunegala there had been no effective rainfall since June\n1986.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}