{
    "DATE": "16-JUN-1987 07:29:46.51",
    "TOPICS": [
        "grain",
        "rice"
    ],
    "PLACES": [
        "japan"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18460",
    "TEXT": {
        "TITLE": "JAPAN HAS NO PLANS TO LIBERALISE FARM MARKET",
        "DATELINE": "    TOKYO, June 16 - ",
        "BODY": "Japan has no plans to liberalise its farm\nmarkets, but will try to narrow the gap between the price of\nfarm products at home and overseas, Agriculture Minister\nMutsuki Kato said.\n    He told reporters the move is aimed at deflecting criticism\nof Japanese protectionism on its agricultural goods.\n    But Kato said he has no plans to start bilateral trade\ntalks with the United States over rice, Japan's staple food.\n    Washington has called Tokyo's rice policy an extreme\nexample of protectionism and has demanded access for U.S.\nGrowers to the Japanese market. This is closed to imports\nexcept in emergency.\n    Kato said Japanese farmers should however \"shed some blood,\"\nto relieve the dangerous state of international farm trade.\n    His comments precede a meeting on July 1 and 2 of the Rice\nPrice Council at which the government advisory body will\ndiscuss the 1987 crop producer rice price.\n    Kato said he welcomed the outcome of last week's recent\nsummit of leaders of leading industrialised democracies in\nVenice and of farm trade talks at the Organisation for Economic\nCooperation and Development (OECD) in May.\n    Ministers at both conferences agreed on the long-term need\nto cut subsidies worldwide, Kato said.\n    Kato said that Japan is not the only country to protect\nproducers. He said the United States spends some 25.8 billion\ndlrs a year to support producer prices and on its export\nenhancement program and the EC 21.7 billion, while Japan spends\nonly 2.9 billion. He said that although Japan provides the\nworld's highest level of subsidies per acre, its subsidy per\nfarm family was several times lower than in the United States.\n    Expressing concern about growing protectionist moves in\nU.S. Congress, he said Japan should make efforts to prevent\nfarm trade issues between the two countries from becoming a\nfactor increasing protectionism in the United States.\n    Japan and the United States are holding panel discussions\nat the General Agreement on Tariffs and Trade over Japan's\nimport restrictions on 12 farm items.\n    Bilateral talks on beef and citrus trade in the period from\nnext April are due to start this autumn.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}