{
    "DATE": " 6-MAR-1987 17:21:59.34",
    "TOPICS": [
        "grain",
        "corn",
        "cornglutenfeed",
        "meal-feed"
    ],
    "PLACES": [
        "usa",
        "canada",
        "france"
    ],
    "NEWID": "2913",
    "TEXT": {
        "TITLE": "U.S. CORN GROWERS BLAST CANADA CORN RULING",
        "DATELINE": "    WASHINGTON, March 6 - ",
        "BODY": "Canada's ruling in favor of a duty on\nU.S. corn was a keen disappointment to the National Corn\nGrowers Association and has set a dangerous precedent for other\nnations to follow, said Mike Hall, lobbyist for the\nassociation.\n    \"The French corn growers will clearly charge ahead now and\njust change corn to corn gluten feed\" in their complaint, Hall\ntold Reuters.\n    A Canadian government agency ruled today that U.S. farm\npolicies are causing injury to Canadian corn farrmers and\nsupported an earlier imposed countervailing duty of about 85\ncts per bushel.\n    \"This was cleary a political decision,\" Hall said. \"The\namount of corn we export to Canada is insignificant.\"\n    The unexpected ruling appeared to be based on the agrument\nthat Canada bases its corn prices on U.S. futures prices and\nthat American farm policy has driven down these prices, thus\ncausing lower prices to Canadian farmers and larger government\npayments through its farm stabilization program, Hall said.\n    Hall said this is a new definition for injury, but that\nother nations might also now apply this same argument to attack\nU.S. farm programs.\n    The French corn growers could now charge that U.S. farm\nprograms create an unfair subsidy for corn gluten feed, Hall\nsaid. The French have long wanted to control the imports of\nU.S. corn gluten feed into the community, saying that the\nimported feed was unfairly displacing European grain.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "yeutter"
    ],
    "ORGS": [
        "opec",
        "iea"
    ],
    "EXCHENGES": [
        "cme"
    ]
}