{
    "DATE": "11-APR-1987 04:56:12.21",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16094",
    "TEXT": {
        "TITLE": "TAIWAN ANNOUNCES NEW ROUND OF IMPORT TARIFF CUTS",
        "DATELINE": "    TAIPEI, April 11 - ",
        "BODY": "Taiwan announced plans for another round\nof import tariff cuts on 862 foreign goods shortly before trade\ntalks with Washington which officials described as a move to\nhelp balance trade with the United States.\n    Wang Der-Hwa, Deputy Director of the Finance Ministry's\nCustoms Administration Department, told reporters the list of\nproducts included 60 items asked by Washington.\n    \"The move is part of our government efforts to encourage\nimports from our trading partners, particularly from the United\nStates,\" he said.\n    He said the ministry sent a proposal today to the cabinet\nthat the tariffs on such products as cosmetics, bicycles,\napples, radios, garments, soybeans and television sets be cut\nby between five and 50 pct.\n    The cabinet was expected to give its approval next Thursday\nand the new tariff cuts would be implemented possibly starting\non April 20, he added.\n    Taiwan introduced a sweeping tariff cut on some 1,700\nforeign products last January aimed at helping reduce its\ngrowing trade surplus with the United States, the island's\nlargest trading partner.\n    Washington however was not satisfied with the cuts and\npressed for more reductions as a way of cutting its huge trade\ndeficit with Taipei.\n    Washington's deficit with Taipei rose to a record 13.6\nbillion U.S. Dlrs last year from 10.2 billion in 1985. It\nwidened to 3.61 billion in the first quarter of 1987 from 2.78\nbillion a year earlier, Taiwan's official figures show.\n    Today's announcement came before a departure later today of\na 15-member Taiwan delegation for Washington for a series of\ntrade talks with U.S. Officials.\n    The delegation's leader, Vincent Siew, told reporters last\nnight he was leaving with \"a heavy heart,\" meaning that he would\nface tough talks in Washington because of rising protectionist\nsentiments in the U.S. Congress. Taiwan's 1986 trade surplus\nwith Washington was the third largest, after Japan and Canada.\n    Siew said the talks, starting on April 14, would cover U.S.\nCalls for Taiwan to open its market to American products,\npurchases of major U.S. Machinery and power plant equipment,\nimport tariff cuts and protection of intellectual property.\n    \"I am afraid this time we have to give more than take from\nour talks with the U.S.,\" he said without elaborating.\n REUTER\n\u0003"
    },
    "PLACES": [
        "taiwan",
        "usa"
    ],
    "PEOPLE": [
        "languetin"
    ],
    "ORGS": [
        "imf"
    ]
}