{
    "DATE": " 4-MAR-1987 14:52:13.28",
    "TOPICS": [
        "interest",
        "money-fx"
    ],
    "PLACES": [
        "uk",
        "usa"
    ],
    "NEWID": "1724",
    "TEXT": {
        "TITLE": "NEW BANK RULES TOUGHER THAN NEEDED, DEALERS SAY",
        "AUTHOR": "    By Norma Cohen, Reuters",
        "DATELINE": "    LONDON, March 4 - ",
        "BODY": "U.S. and U.K. bank regulators are asking\nbanks to set aside more reserves than is necessary to cushion\nthem against the risks posed by the interest rate and currency\nswap transactions they carry, swap dealers said.\n    After viewing proposed guidelines released jointly today by\nthe Bank of England and the Federal Reserve Board, dealers said\nthat in effect, regulators are asking them to set aside\nreserves twice for the same risk.\n    Market participants will have 60 days to respond to the\nproposals.\n    Adoption of stiffer capital requirements is especially\nsignificant in the eurobond markets, which saw new issue volume\nof about 183 billion dlrs in 1986 according to figures compiled\nby Euromoney magazine. While no firm figures exist, dealers in\neurobonds estimate that 80 pct of all new issues are involved\nin some swap arrangement. Separately, the ISDA estimates that\nabout 300 billion dlrs worth of swap transactions are\noutstanding. Kenneth McCormick, co-chairman of the\nInternational Swap Dealers Association (ISDA) and President of\nKleinwort Benson Cross Financing Inc, said that the Association\nhas no comment and will study the proposals.\n    \"What they are proposing is really double counting,\" Patrick\nde Saint-Aignan, managing director of swaps for Morgan Stanley\nand Co, said. Instead, he argues, banks should either be\nrequired to hold a percentage of the face value -- say one pct\nper year to maturity -- or to hold a percentage of the cost of\nreplacing the contract in the event of a counterparty default.\n    \"The potential risk factors are very large relative to what\nwe had expected,\" said a director at one U.K. merchant bank.\n\"What they are really doing is asking you to capitalize now --\nto borrow money now -- to cushion you against risk you might\nhave 10 years from now,\" he added.(Adds title first paragraph).\n    Dealers also said they believe that banks not covered by\nthe agreement, such as those based in Japan, will have a\ncompetitive advantage because they will not have to pass the\ncosts on to customers.\n    Indeed, regulators are apparently also concerned about the\nexclusion of other countries from the new requirements. Federal\nReserve Board Governor Martha Seger, following approval of the\nproposed guidelines by the Fed, said she is concerned that\nJapan was not involved in the U.K.-U.S. effort to draft new\ncapital rules.\n     Dealers said they were somewhat relieved to see that bank\nregulators recognized the concept of netting, that is,\noffsetting the amounts receiveable from and payable to a single\ncounterparty against each other.\n    The paper said that regulatory authorities \"recognize that\nsuch arrangements (netting) may in certain circumstances reduce\ncredit risk.\" Furthermore, the paper said, if a netting\nagreement could be reached that would withstand legal tests, it\nmight be willing to reduce capital requirements accordingly.\n    But dealers said they fear regulators may insist on an\nairtight netting agreement that is impossible to design.\n     \"One problem is that there has never been a major default\nin the swaps market. So we don't know if any of the swap\narrangements will really stand up in court,\" said one bank\nofficial.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "amex"
    ],
    "PEOPLE": [
        "aqazadeh"
    ]
}