{
    "DATE": "25-MAR-1987 23:44:33.00",
    "TOPICS": [
        "money-fx",
        "yen",
        "interest"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "9701",
    "TEXT": {
        "TITLE": "FURTHER YEN RISE WOULD HURT JAPAN ECONOMY, SUMITA",
        "DATELINE": "    TOKYO, March 26 - ",
        "BODY": "Bank of Japan Governor Satoshi Sumita\nsaid a further yen rise would have adverse effects on the\nJapanese economy.\n    He told Japanese business leaders the Bank of Japan will\ncontinue to take adequate measures, including market\nintervention, to stabilize exchange rates if necessary, in\nclose cooperation with other major industrialized nations. He\nsaid the current instability of exchange rates will not last.\n    Six major nations - Britain, Canada, France, Japan, the\nU.S. And West Germany - agreed in Paris last month to act\ntogether to hold currencies stable.\n    Sumita said the Bank of Japan will continue to pursue\nadequate and flexible monetary policies while watching economic\nand financial developments in and outside Japan.\n    He said the decision to cut the discount rate on February\n20 was a hard choice for the Bank because monetary conditions\nhad already been sufficiently eased.\n    To prevent a resurgence of inflation, the Bank will take a\nvery cautious stance regarding developments stemming from easy\ncredit conditions, he said.\n    He said the latest discount rate cut to 2.5 pct should\nstabilize exchange rates and expand domestic demand.\n    Commenting on the dollar's fall below 150 yen, Sumita\nreiterated he cannot find any specific reason for the\ncurrency's weakness.\n    The market undertook speculative dollar selling by reacting\nto overseas comments by monetary authorities and trade tension,\nhe said.\n    Sumita repeated that the Japanese economy may gradually\nrecover in the latter half of the 1987/88 fiscal year ending\nApril 1, 1988, provided exchange rates stabilize.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}