{
    "DATE": "18-JUN-1987 18:29:23.83",
    "TOPICS": [
        "trade",
        "bop",
        "gnp"
    ],
    "PLACES": [
        "france",
        "japan"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18991",
    "TEXT": {
        "TITLE": "JAPAN TRADE SURPLUS WILL GROW AGAIN IN 1987, OECD",
        "DATELINE": "    PARIS, June 18 - ",
        "BODY": "Japan's trade surplus is likely to\ncontinue to grow in 1987, as sales of Japanese goods abroad\nincrease while domestic demand remains sluggish, the\nOrganization for Economic Cooperation and Development (OECD)\nsaid.\n    In its latest half-yearly review of the world economy, the\nOECD said Japan managed to considerably reduce its surplus last\nyear, when domestic demand grew by four pct in 1986 while\nexport markets rose by only two pct.\n    But it said this differential between the growth of\ndomestic and foreign demand would reverse in 1987 and 1988,\n\"thus weakening the international adjustment process.\"\n    It forecast a slowing in domestic growth to little over two\npct but with a rise in exports of 3.3 pct in 1987 and 3.6 pct\nin 1988. As a result, the current account surplus in 1987 will\nrise to 95 billion dlrs from 86 billion in 1986, although in\n1988 it should fall back to 87 billion dlrs.\n    The OECD outlook did not take account of the 6,000 billion\nyen package announced last month to stimulate domestic demand\nand increase imports to Japan. However, OECD officials said the\nmeasures will significantly strengthen domestic demand, quite\npossibly exceeding one pct GNP when the full effects have\nworked through, and thus will provide some stimulus to imports.\n    The OECD outlook said, \"Continued large current account\nsurpluses and the further build-up of an already-substantial\nnet external asset position could well lead to upward pressure\non the yen.\" It said that further appreciation could then lead\nmanufacturers to postpone their investment plans and thus\nweaken domestic growth.\n    The OECD said Japan's Gross National Product was likely to\ngorw an annual two pct in 1987 and 1988, below 1986's 2.5 pct\ngrowth. But it said Japan would continue its good performance\non inflation, with a zero figure expected in 1987 compared to a\n0.6 pct rise in consumer prices last year.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}