{
    "DATE": " 7-APR-1987 12:03:16.74",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "NEWID": "14220",
    "TEXT": {
        "TITLE": "U.S. URGES SURPLUS NATIONS TO BOOST GROWTH",
        "DATELINE": "    WASHINGTON, April 7 - ",
        "BODY": "Leading industrial nations will be\nreviewing the Paris agreement to stabilize exchange rates,\nfoster increased worldwide growth and reduce trade imbalances\nbut the U.S. thinks the accord has been successful so far, a\nsenior U.S. Treasury official said.\n    \"The Paris accord will be reviewed at this meeting. It has\nbeen successful and continues to be succesfull,\" a senior U.S.\nTreasury official told reporters.\n    In a briefing ahead of this week's semiannual IMF and World\nBank meetings, he also said the U.S. was looking to West\nGermany and Japan to bolster their economic growth.\n    The official said both surplus countries, like West Germany\nand Japan, and deficit countries, like the U.S., agreed to play\na role in bringing about more balanced economic growth.\n    He reaffirmed the U.S. would press ahead with efforts to\nreduce its budget deficit, resist protectionism and boost U.S.\ncompetitiveness.\n    The official also said that he expected trade issues, like\nthe dispute between the U.S. and Japan over microchips, to be\nincluded in the discussions.\n    The official made no direct comment on the content or\nschedule of forthcoming Group of Five and Group of Seven\ndiscussions. He said that industrial countries are concerned\nthat the large external imbalances remain a threat to the\ninternational monetary system.\n    He added that the meetings will also provide an opportunity\nto discuss economic policy coordination efforts.\n    The official said indicators would be used to measure\npolicy objectives of industrial countries and their economic\nprojections.\n    They would also be used to assess progress of policy goals.\n    Asked whether the U.S. was proposing a new initiative\nregarding the indicators, the official said the issue would be\nreported to the Venice Summit in June. Monetary sources said\nthe U.S. proposal envisages using the indicators to make policy\ncoordination agreements, like the Paris Accord, more binding.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}