{
    "DATE": " 4-MAR-1987 12:51:02.20",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1616",
    "TEXT": {
        "TITLE": "ENERGY/CALIFORNIA OIL PRODUCTION",
        "AUTHOR": "    BY MICHAEL FITZPATRICK, Reuters",
        "DATELINE": "    LOS ANGELES, March 4 - ",
        "BODY": "Drilling for oil in California is\nlikely to continue at last year's sharply reduced levels\ndespite recent gains in crude oil prices, industry analysts\nsaid.\n    Because much of the crude oil in California fields is\nthick, heavy and expensive to extract, oil prices would have to\nincrease to near 1985's levels before any significant recovery\nis seen in drilling, they said.\n    \"Companies will probably only drill their best prospects,\"\nsaid John Curti, an analyst with Birr Wilson Securities Inc.\n    Few new wells now are being drilled.\n    Only 33 rigs, about one-quarter of the total available,\nwere drilling for oil onshore in California last week, compared\nto about 70 last year, said Bill Bolster of Munger Oil\nInformation Services, which tracks California drilling\nactivity.\n    \"It's in the dregs right now,\" said Bolster of the state's\ndrilling activity.\n    Current prices are not enough to justify increased\ndrilling, said Ed Malmgreen of the California Independent\nProducers Association.\n    While an Organization of Petroleum Exporting Countries pact\nto curb production boosted oil prices early this year, prices\neventually fell.\n    Prices for California's marker grade, Line 63 blend, have\nslumped about 20 pct in the last month to 14 dlrs from a high\nof about 17 dlrs.\n    More than half of California's oil comes from stripper\nwells, those producing less than 10 barrels a day, and that\nmuch of that oil costs between 18 and 25 dlrs a barrel to\nextract, Malmgreen said.\n    \"It's not unusual for a stripper well to cost 18 dlrs,\"\nMalmgreen said.\n    Many stripper wells along the southern California coast\nproduce eight times as much water as crude oil, and inland\nwells frequently require the use of steam injection to spur\nextraction of the thick, heavy oil, he said.\n    The outlook for future production in California is clouded\nby a lack of exploratory drilling now, analysts said.\n    In the heart of California's oil patch, Kern County, which\nproduces about two-thirds of the state's oil, exploratory\ndrilling has slowed to a crawl.\n    Only 55 exploratory wells were drilled in Kern County in\n1986, compared to 137 in 1985, according to David Mitchell of\nthe state energy commission. So far this year only five\nexploratory wells have been drilled.\n    \"I don't think they'll even get to what they did last\nyear,\" Mitchell said.\n    No pickup in exploratory drilling is likely for the rest of\nthe decade, Mitchell said.\n    Along with the fall in drilling has come a decrease in the\nnumber of producing wells and overall production.\n    Between February and October of 1986, the number of\nproducing oil wells in California fell 14 pct to 43,521 from\nmore than 50,000, said Bill Guerard of the California Energy\nCommission.\n    In line with that decrease, California's crude oil output\nfell about 10 pct last year due to low oil prices and is\nexpected to remain at that lower level, analysts said.\n    Between February and October 1986, California's crude oil\nproduction slipped from an all-time high of 1.185 mln barrels\nper day to 1.066 mln bpd, Guerard said.\n    Total estimated crude oil production in California for 1986\nwas 408 mln bbls, compared with 424 mln bbls in 1985 and 405\nmln bbl in 1983, according to the California Department of\nConservation.\n    \"Production in 1987 will probably hold around 1986 levels,\"\nGuerard said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}