{
    "DATE": "13-APR-1987 06:37:22.48",
    "TOPICS": [
        "nat-gas"
    ],
    "NEWID": "16166",
    "TEXT": {
        "TITLE": "STATOIL SEEKS SHARE IN THAI GAS FIELD",
        "DATELINE": "    STAVANGER, Norway, April 13 - ",
        "BODY": "Norway's state oil company\nDen Norske Stats Oljeselskap A/S (Statoil) <STAT.OL>, has told\nThai authorities it is interested in taking a 30 pct share in a\nbig offshore Thailand gas field, Statoil said.\n    The field, in the southern sector of the Gulf of Thailand,\nis currently operated by U.S. Oil company Texas Pacific Oil Co\nInc, a unit of Canada's Seagram Co Ltd <VO.N>. Thailand's state\noil company <Petroleum Authority Thailand> (PTT) also holds a\nmajor stake in the field.\n    PTT wants to develop the field and has asked Statoil to\nconsider co-development if the field's licence is renewed.\n    PTT, according to Statoil, is currently negotiating with\nTexas Pacific to buy back the Dallas-based oil company's\nholdings in the field.\n    \"PTT must first sort out its problems with Texas Pacific.\nWhen this is done, we have said we are interested in taking\nover a 30 pct share in the field,\" Statoil spokesman Willy Olsen\ntold Reuters.\n    Statoil, hired by PTT to carry out an independent appraisal\nof the field's reserves and propose a development plan, has\nestimated the field could be commercially developed at a cost\nof some 700 mln crowns.\n    Industry sources said Texas Pacific has submitted lower\nreserve estimates for the field than Statoil and shown little\ninterest in its development. Statoil refused to disclose its\nupgraded reserve estimate for the field.\n    The field's reserves could be sold domestically through\nThailand's gas distribution network or by converting the gas to\nelectricity, the sources said.\n    Sources would not say which field Statoil is considering.\n REUTER\n\u0003"
    },
    "PLACES": [
        "norway",
        "thailand"
    ],
    "PEOPLE": [
        "mikulic"
    ],
    "ORGS": [
        "ec"
    ]
}