{
    "DATE": " 2-JUN-1987 04:36:37.12",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "fernandez"
    ],
    "NEWID": "17906",
    "TEXT": {
        "TITLE": "GERMAN GNP FIGURES PUBLICATION DELAYED",
        "DATELINE": "    WIESBADEN, June 2 - ",
        "BODY": "Figures for first quarter 1987 West\nGerman GNP will be published on June 11 after they were\nprovisionally scheduled for June 4, an official at the Federal\nStatistics Office said.\n    The official said there had been a delay in gathering\ninformation for the data, which are expected to show that the\nWest German economy contracted in the period.\n    A spokesman for the Economics Ministry in Bonn said there\nwas no political motivation behind publishing the figures on\nJune 11, the day after the Venice economic summit ends.\n    \"There is no political motivation. It is a purely technical\nmatter,\" he added.\n    The West German government is expected to come under\npressure in Venice from both the U.S. And its European partners\nto stimulate domestic demand as a way of reducing international\ntrade imbalances and contributing to world economic growth.\n    However, government officials have ruled out any further\ntax reduction packages to supplement a major program of\nstimulatory fiscal measures already underway.\n    Helmut Schlesinger, vice-president of the West German\ncentral bank, the Bundesbank, said in Tokyo today that GNP, the\nwidest measure of a country's economic activity, fell in real\nterms by a seasonally adjusted 1/2 to one pct in the first\nquarter compared with the fourth 1986 period.\n     The government has confirmed that growth was negative in\nthe first 1987 quarter. But year-on-year growth is expected to\nbe about two pct.\n    Schlesinger today repeated the Bundesbank's reluctance to\ncut its official interest rates further. Its key discount rate,\nat three pct, is just above historical lows.\n    West German officials are likely to emphasise at the Venice\nsummit that domestic demand, which draws in goods from abroad,\nis already outstripping export performance, which has suffered\nfrom an 80 pct rise of the mark against the dollar in just over\ntwo years.\n    The government has pointed out that depressed exports are\nthe main reason for the current weakness in the economy, but\nsays that later in the year stronger domestic demand will\ncompensate for this setback.\n    It expects GNP growth for the whole of 1987 of just under\ntwo pct, after a 2.4 pct rise in 1986.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}