{
    "DATE": "12-MAR-1987 16:44:51.68",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4552",
    "TEXT": {
        "TITLE": "U.S. HOUSE PANEL APPROVES TRADE BILL",
        "DATELINE": "    WASHINGTON, March 12 - ",
        "BODY": "The House Ways and Means Trade \nSubcommittee unanimously approved a toned-down version of\nlegislation designed to toughen U.S. trade laws and wedge open\nforeign markets to more U.S. goods.\n    The measure now goes to the full House Ways and Means\nCommittee next week, but major changes are not expected,\ncongressional sources said.\n    \"This product could very well be toughening our trade policy\nand doing it in a manner that opens markets without this\nfrightening word 'protectionism',\" Ways and Means chairman Dan\nRostenkowski, an Illinois Democrat said.\n    The trade subcommittee backed away from mandating specific\nretaliation against foreign countries for unfair foreign trade\npractices as the House had approved in a trade bill last year.\n    But it held over for the full Ways and Means Committee\ndebate on a controversial plan by Rep. Richard Gephardt to\nmandate a reduction in trade surpluses with the U.S. by\ncountries such as Japan, South Korea and Taiwan.\n    Gephardt, a Missouri Democrat, has not decided the exact\nform of his amendment, an aide said. Last year the House\napproved his idea to force an annual ten pct trade surplus cut\nby those countries. \n    The trade bill will be wrapped in with legislation from\nother committees dealing with relaxation of export controls,\nincentives for research, expanded worker training and education\nand other efforts to increase U.S. competitiveness.\n    The comprehensive trade bill is to be considered by the\nfull House in late April and then will be considered by Senate\ncommittees.\n    It requires President Reagan to retaliate against foreign\nunfair trade practices but do not mandate quotas or tariffs and\nallow an exemption if U.S. economic security would be harmed by\nU.S. actions against other countries.\n    The bill would make it easier for U.S. industries to win\nrelief from surges of imports of competitive products.\n    It extends until January 1993, the administration's\nauthority to negotiate trade agreements as part of the new\nround of multilateral talks under the General Agreements on\nTariffs and Trade.\n    And, it includes provisions to tighten trade rules on\ncopyrights, patents and telecommunications goods.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "inro"
    ]
}