{
    "DATE": " 7-APR-1987 17:05:21.95",
    "TOPICS": [
        "pet-chem"
    ],
    "PLACES": [
        "venezuela",
        "italy"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "NEWID": "14689",
    "TEXT": {
        "TITLE": "ITALY'S ENI TO INVEST IN VENEZUELAN PROJECTS",
        "DATELINE": "    CARACAS, April 7 - ",
        "BODY": "Italy's state-owned Ente Nazionale\nIdrocarburi (ENI) will invest 197 mln dlrs in two joint\nventures in coal and petrochemicals with Petroleos de\nVenezuela, S.A, ENI president Franco Reviglio said.\n    Speaking at a news conference, Reviglio said the two\nprojects will eventually bring in some 300 mln dlrs annually in\nforeign exchange to Venezuela and help diversify the country's\nexport base. \"Joint ventures are the principal instrument for\nallowing the resources of the industrialized countries to be\nchanneled to the developing world so as to lead future growth\nfor both,\" Reviglio said.\n    ENI's subsidiary Ecofuel will join Pequiven, the\npetrochemical subsidiary of PDVSA in building a 160 mln dlr\nplant to produce mtbe, a gasoline additive used to increase\noctane levels.\n    The 500,000 mt per year plant will be constructed at Jose\nin eastern Venezuela, and fed by butane produced at PDVSA's\neastern cryogenic complex. ENI owns 48 pct of the joint venture\ncompany, Super Octanos, C.A., while Pequiven has 49 pct, with\nthe remaining three pct to be sold to private investors.\n    Production is set to begin in third quarter 1989. Ecofuel\nofficials said the plant is modeled after one in Saudi Arabia.\n    Another ENI subsidiary, Agip Carbone, will sign a letter of\nintent in Caracas tomorrow to enter a partnership with PDVSA to\nmine the coal deposits at guasare in western zulia state, he\nsaid.\n    Feasibility studies are still being done on the carbozulia\nproject, with a definitive accord slated for august, he added.\n    Agip carbone and atlantic richfield coal, an arco\nsubsidiary have formed a consortium which will own 48 pct of\nthe carbozulia project, whose total cost is estimated at 500\nmln dlrs, the company said. Agip carbone will invest 24 pct, or\n120 mln dlrs, in the project, it said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}