{
    "DATE": "26-MAR-1987 05:33:33.89",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "9755",
    "TEXT": {
        "TITLE": "FOREIGN FIRMS HOPE TO JOIN JAPAN TELECOM COMPANY",
        "DATELINE": "    TOKYO, March 26 - ",
        "BODY": "One of two rival firms seeking to enter\nJapan's international telecommunications market said it will\noffer a stake in the company to 10 foreign firms.\n    President of <International Telecom Japan Inc> (ITJ), Nobuo\nIto, decline to specify what share the firms would take, but\ntold Reuters they would not participate in its management.\n    ITJ and <International Digital Communications Planning Inc>\n(IDC), in which both Cable and Wireless Plc <CAWL.L> and\nPacific Telesis Group <PAC.N> own 20 pct stakes, are set to\nmerge into a new entity to compete against <Kokusai Denshin\nDenwa Co Ltd> (KDD).\n    The Ministry of Posts and Telecommunications has urged the\ntwo rival firms to merge so KDD would have only a single\ncompetitor. The ministry has also rejected foreign management.\n    Japan's law limits foreign ownership of any new\ninternational telecommunications entrant to 33 pct, so C and\nW's and Pacific's stakes could be three pct in the merged firm,\nsources said. Those seeking to join are General Electric Co\n<GE.N>, Ford Motor Co <F.N>, <Citibank NA>, BankAmerica Corp\n<BAC.NYSE>, <Shearson Lehman Bros Inc>, <Saloman Brothers>,\n<Asia Boeing Computer Service>, Unisys Corp <UIS.N>, <Societe\nGenerale> and Deutsche Bank AG <DBKG.FRA>.\n    The merger plan has been criticised for excluding foreign\nfirms from a meaningful position in the market.\n    The U.K.'s Prime Minister Margaret Thatcher, U.S. Secretary\nof State George Shultz, U.S. Commerce Secretary Malcolm\nBaldrige and U.S. Trade Representative Clayton Yeutter have all\nexpressed such opposition.\n    Japanese Prime Minister Yasuhiro Nakasone will draft a\nreply to the criticism following further discussion, a Posts\nand Ministry official said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "ec"
    ]
}