{
    "DATE": "24-APR-1987 14:12:13.79",
    "TOPICS": [
        "silver"
    ],
    "PLACES": [
        "peru",
        "mexico"
    ],
    "PEOPLE": [
        "mancera-aguayo"
    ],
    "NEWID": "17154",
    "TEXT": {
        "TITLE": "PERU SAYS IT HELD TALKS WITH MEXICO ON SILVER",
        "DATELINE": "    LIMA, April 24 - ",
        "BODY": "The heads of the central banks of Mexico\nand Peru have met in Mexico city to coordinate actions aimed at\nconsolidating the upward trend in the price of silver, the\nofficial newspaper El Peruano said.\n    It said that Peruvian central bank president Leonel\nFigueroa met yesterday with the president of the bank of\nMexico, Miguel Mancera Aguayo.\n   Peru, which froze new sales of refined silver and its\ngovernment-marketed silver ore on tuesday, is the world's\nsecond biggest producer of the precious metal. Mexico is the\nlargest producer.\n    Together, the two nations account for nearly 40 pct of the\nworld's silver output, the official paper El Peruano said.\n    Peru adopted the move on tuesday in an bid to stablilise\nthe price of silver bullion, which has climbed in a month from\nabout 5.70 dlrs an ounce to over 9.00 dlrs an ounce today.\n    After the meeting of the Peruvian and Mexican central bank\nheads, it was understood that Mexico might diversify the use of\nsilver, El Peruano said.\n    It said that Mexico and Peru did not want to speculate with\nthe price of silver. Instead, they aimed to see that the price\nof the precious metal recuperated to adequate levels.\n    El peruano did not specify what these levels were.\n    El peruano quoted energy and mines minister Wilfredo Huayta\nas saying that Peru did not want to participate in speculative\noperations with silver.\n    He said the government's aim was to avoid a \"brutal fall\" in\nthe price of silver.\n    Figueroa's office confirmed the Peruvian central bank\npresident had travelled to mexico city. It was not certain if\nhe had returned to Lima by midday today.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}