{
    "DATE": " 2-JUN-1987 17:11:03.96",
    "TOPICS": [
        "acq",
        "copper"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "18317",
    "TEXT": {
        "TITLE": "PHELPS DODGE <PD> SETS SIGHTS ON ACQUISITION",
        "AUTHOR": "    By Steven Radwell, Reuters",
        "DATELINE": "    NEW YORK, June 2 - ",
        "BODY": "Phelps Dodge Corp chairman G. Robert\nDurham said the company is prepared to make another large\nnon-copper acquisition and that a deal could be struck in the\nnear future.\n    In an interview with Reuters, Durham said the company was\nexamining potential candidates but not yet talking with any.\n    He declined to name the companies but said a deal could\noccur as soon as the second half of 1987.\n   \n    Phelps Dodge, which ranks as the largest copper producer in\nthe U.S., last year paid 240 mln dlrs for Columbian Chemicals\nCo, a maker of carbon black which is used in rubber and tires\namong other products.\n    The purchase was part of a strategic plan to diversify and\neventually match earnings from non-copper operations and copper\noperations.\n    Phelps Dodge could spend between 250 mln and 500 mln dlrs\nto buy another non-copper company, Durham said, citing about\n100 mln dlrs of cash and 580 mln dlrs of untapped bank credit.\n   \n    Any acquisition candidate would have to have a different\neconomic cycle than copper, substantial earnings and good\nmanagement, he said. Phelps Dodge would only want a friendly\ndeal, he added.\n    \"We're not talking high-tech, or financial services or\nabout a perfume company,\" he said. \"We want a good basic\nindustrial company that will fit into our management\nstructure,\" Durham said.\n   \n    During the interview, Durham and other executives also said\ncontinued strong demand and tight copper supply should lead to\nhigher prices for the metal.\n    \"In my view, it's not a matter of if but when the price\n(for copper) will improve because there aren't that many new\nprojects coming on, and demand, short of a major recession,\nwill continue to grow modestly,\" said executive vice president\nDouglas Yearley. Phelps Dodge continues to lower its cost of\nproducing copper, the executives said. Costs should be below 50\ncents a pound, after depreciation but before interest and\ncorporate expense, by 1989 or 1990.\n    Production costs are about 56 to 57 cents a pound now\ncompared to one dlr a pound in 1981, some Wall St analysts\nsaid.\n    Durham said copper supplies are lower than they have been\nfor almost 20 years and demand continued to be strong.\n    He declined to project results for the second quarter or\nyear. But he said the quarter was going well and the rise in\ncopper prices in the last month will help results.\n    Durham said last month that the second quarter should match\nthe first quarter when earnings rose about 11 pct to 16.8 mln\ndlrs or 49 cts a share.\n    First quarter sales rose 61.5 pct to 372.9 mln dlrs,\nreflecting the acquisition of Columbian Chemicals and increased\ncopper shipments from the Chino copper mine in New Mexico, also\nacquired last year.\n    Analysts are projecting 1987 earnings of 2.20 dlrs to 2.75\ndlrs a share, up sharply from 1.79 dlrs in 1986.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}