{
    "DATE": "28-MAR-1987 00:33:35.40",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "taiwan"
    ],
    "NEWID": "10606",
    "TEXT": {
        "TITLE": "TAIWAN TO STUDY SUSPENDING FOREX CONTROLS",
        "DATELINE": "    TAIPEI, March 28 - ",
        "BODY": "Premier Yu Kuo-Hua ordered financial\nofficials to quicken the pace of relaxing foreign exchange\ncontrols and study the possibility of suspending the controls,\na cabinet statement said.\n    The statement quoted Yu as telling Finance Ministy and\nCentral Bank officials the relaxation was needed to help reduce\nTaiwan's surging foreign exchange reserves, which reached a\nrecord 53 billion U.S. Dollars this month.\n    Finance Minister Robert Chien told reporters his ministry\nand the Central Bank would work jointly on new measures to ease\nthe controls, but he did not give details.\n    Yu said the government could maintain the framework of the\nforeign exchange controls while finding ways to ease them. The\ncontrols would be used during emergency.\n    Taiwan's reserves have resulted largely from its trade\nsurplus, which hit 15.6 billion dlrs in 1986 and 10.6 billion\nin 1985. About 95 pct of the surplus was from Taiwan's trade\nwith the United States, according to official figures.\n    But he said that while easing the controls would help\nreduce the reserves, it would not do so substantially in a\nshort time.\n    Economists and bankers said the new decision resulted from\ngrowing pressure from the United States, Taiwan's largest\ntrading partner, which buys almost half the island's exports.\n    Lu Ming-Jen, economic professor at Soochow University, told\nReuters: \"The decision came a little bit late. But it was better\nthan never.\"\n    Ko Fei-Lo, Vice President at First Commercial Bank, said\nthe government should rapidly relax its foreign exchange\ncontrols and open its market wider to help balance trade with\nits trading partners, especially the United States.\n    \"The liberalisation in both imports and foreign exchange\ncontrols will not only help our trading partners, but also help\nour own economic problems,\" he said.\n    He said the mounting foreign exchange reserveshelped boost\nTaiwan's money supply by 48.22 pct in the year to end-February.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "balladur"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}