{
    "DATE": "19-MAR-1987 16:23:49.29",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7423",
    "TEXT": {
        "TITLE": "AMOCO <AN> OIL RESERVES DOWN, GAS UP IN 1986",
        "DATELINE": "    CHICAGO, March 19 - ",
        "BODY": "Amoco Corp's petroleum liquids reserves\ntotal 2.42 billion barrels at the end of 1986, down from 2.77\nbillion a year earlier, but its natural gas reserves increased\nto 15.37 trillion cubic feet from 15.14 trillion, the company's\nannual report said.\n    It said the drop in crude oil and natural gas liquid\nreserves reflected downward revisions of previous estimates\ncaused by the sharp drop in oil prices last year. This\naccounted for 178 mln barrels of a worldwide downward revision\nof 188 mln barrels, with 158 mln barrels of the total revision\noccurring in the United States, the report said.\n    Amoco said there were upward revisions in the size of its\nworldwide gas reserves totalling 404 billion cubic feet last\nyear, while it discovered 568 billion cubic feet and purchased\n298 billion cubic feet of reserves.\n    Production of one trillion cubic feet offset much of these\ngains, the report said.\n    All of the gas reserve purchases, as well as all of the 14\nmln barrels of oil reserves bought in 1986, were in the United\nStates, Amoco said, noting it has spent 1.1 billion dlrs to\nacquire U.S. producing properties over the past three years.\n    Commenting on 1987, Amoco said acquisitions \"will be an\nintegral part of our strategy, should reserves become available\nat attractive prices.\"\n    The company said it expects \"the marketing climate for\nnatural gas to improve in 1987, which should provide the\nopportunity for Amoco to expand sales. As prices and demand\nimprove, we are poised to accelerate capital spending on our\ninventory of attractive opportunities.\"\n    Amoco previously announced a 1987 capital spending budget\nof 3.2 billion dlrs. Such spending totaled 3.18 billion dlrs\nlast year, down from 5.31 billion in 1985.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}