{
    "DATE": "19-MAR-1987 09:34:42.05",
    "TOPICS": [
        "gold"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "7088",
    "TEXT": {
        "TITLE": "NEW MARKET EMERGES IN WARRANTS FOR GOLD",
        "AUTHOR": "    By Donald Nordberg, Reuters",
        "DATELINE": "    ZURICH, March 19 - ",
        "BODY": "A new market has emerged in warrants to\nbuy gold, a vehicle which bankers say brings some of the play\nof commodity options into the field of securities.\n    Over the past three weeks, Swiss offices of American banks\nhave launched a total of four issues of warrants with varying\nconditions, drawing on renewed inflationary worries and the\nrecovery of the gold price last year.\n    And Credit Suisse and Credit Suisse-First Boston each\nissued Swiss franc bonds with warrants for gold which have a\nsimilar character, though they are aimed at a less professional\nmarket.\n    The market is still small. Taken together, the four\nAmerican-led warrant issues raised only about 50 mln Swiss\nfrancs.\n    But banks believe the vehicle meets a need of investors and\npredicted a lively future.\n    Andrew Barrett of Citicorp Investment Bank (Switzerland) AG\nsaid: \"The warrants give smaller investors a chance to have a\nlong-term investment in gold with limited risk.\"\n    Citicorp in Zurich launched the first of these warrants on\nFebruary 27, following it up with a second issue less than a\nweek later. The issuer in both cases was Citibank NA.\n    The idea found some quick copies. Goldman Sachs in Zurich\norganized and co-led an issue for the Swiss branch of Banque\nIndosuez on March 9 and last night Morgan Guaranty\n(Switzerland) AG did another for Morgan Guaranty Trust Co of\nNew York.\n    The four issues now offer investors striking prices for\ngold ranging from the Indosuez issue at 410 dlrs an ounce, the\nsame price as the underlying commodity, to a 430 dlr level on\nthe first one for Citibank.\n    The premiums range from 22 pct to 36 pct and maturities\nfrom 18 months to four years and three months, in all cases\nlonger than gold futures and options on U.S. Markets.\n    The bankers traced the inspiration for the market back to\nthe February report of U.S. Consumer prices for January, when a\njump of 0.7 pct raised again the threat of inflation.\n    \"Many people are worried about inflation again,\" said Mats\nJoensson of Goldman Sachs. \"Money supply in Germany and the\nUnited States has grown very strongly in the last year and\npeople want to take a ride on gold.\"\n    The gold market, having seen strong gains in 1986, has\nlanguished just above 400 dlrs an ounce over the past few\nweeks. But the banks saw in warrants the vehicle for a more\nhighly leveraged play where the downside risk was limited.\n    Barrett said it was natural that the market developed in\nSwitzerland. \"People here understand gold, and they understand\nwarrants,\" he said.\n    Citicorp (Switzerland) pioneered warrants with a series of\nequity-linked covered issues based on Japanese company shares\nover the past two years, and last autumn, Swiss banks launched\ncovered warrants in Swiss registered shares in a bid to give\nforeign investors a chance to play in a market otherwise closed\nto all but Swiss citizens, and to play it with higher leverage.\n    But after a quick flurry of issues, that market dried up\nwhen Swiss shares prices fell from their January peaks.\n    The issues are being marketed not on the basis of simple\npremiums, but on implicit volatility models devised to provide\nscientific comparisons between titles in the options market.\n    Martin Bachem of Morgan Guaranty said his bank's issue was\ncompetitive despite its relatively high premium. The issue, for\nfive ounces at 425 dlrs, was priced at 955 Swiss francs, making\na premium over the spot gold price of nearly 36 pct.\n    Using a Black Sholes options model, he said the issue's\nlong, 4.3-year maturity meant the warrants needed an implicit\nvolatility of gold of only 24.5 pct for the option to pay off,\nwhich he claimed was lower than the other issues.\n    But Barrett said the Black Sholes variant Citicorp used\npointed to a higher volatily for the Morgan issue and\nemphasized that the models were at best an inexact science.\n    And each bank, using its own model, put the implicit\nvolatility needed for its own issue at close to 25 pct.\n    Whatever the calculation, the issues have received a warm\nwelcome from investors.\n    Joensson of Goldman Sachs said there was a lot of demand,\neven among small investors, who were buying 15 or 20 warrants\napiece. \"The most sophisticated ones wouldn't buy these because\nthe premiums are too high,\" he said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "balladur"
    ],
    "ORGS": [
        "icco"
    ]
}