{
    "DATE": "15-JUN-1987 14:27:12.11",
    "TOPICS": [
        "veg-oil"
    ],
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "kiechle"
    ],
    "NEWID": "18403",
    "TEXT": {
        "TITLE": "GERMANY PLANS TO RUSH SPECIAL CREDITS TO FARMERS",
        "AUTHOR": "    By Felix Dearden, Reuters",
        "DATELINE": "    BONN, June 15 - ",
        "BODY": "Bonn is expected to rush through\nlegislation this month creating special credits to protect West\nGerman farmers from a proposed European Community, EC, payments\nfreeze, government sources said.\n    The new measures are apparently designed to shield West\nGerman farmers from the consequences of the looming EC budget\ncrisis and give Bonn scope to keep up its opposition to the EC\nexecutive commission's farm policy reform plans, political\nsources said.\n    EC finance and farm minsters held an unprecedented joint\nsession in Luxembourg today to try to solve the stalemate over\nfuture farm financing.\n    West Germany has proved the main obstacle to Commission\nattempts to raise fresh funds for farm financing by taxing\nimports of vegetable oil and fats, for fear of U.S.\nretaliation.\n    Bonn has also opposed the abolition of an agri-monetary\nmechanism that acts as a subsidy for West German farm exports.\n    The draft legislation, which the ruling centre-right\ncoalition will present to parliament tomorrow, would provide\ntemporary credits for farm subsidies usually paid by Brussels.\n    The Commission, facing a five billion European Currency\nUnits (5.73 billion dlrs) budget deficit by the end of the\nyear, has threatened to start phasing out payment of some\nsubsidies and premiums from August, unless EC member states\ntake urgent measures to provide fresh funds.\n    West German Agriculture Minister Ignaz Kiechle gave the new\nlegislation top priority after last month's failure to agree to\na farm price package for 1986/87.\n    Political sources in Bonn said Kiechle decided to take the\nsting out of proposed Commission measures to cut back subsidies\nby creating a buffer for West German farmers.\n    The opposition SPD has agreed to back the Kiechle bill and\nallow its hasty passage through parliament by July 1, ahead of\nthe summer recess, SPD sources said.\n    SPD farm policy spokesman Jan Oostergetelo said his party\nwould support the bill, even though it would further swell\nmassive government spending on agriculture. He said the bill\nwas an admission that the government believes the farm price\ntalks will fail and the EC faces bankruptcy.\n    According to a copy of the draft bill obtained by Reuters,\ngovernment authorities will have over two billion marks (1.1\nbillion dlrs) available to pay farmers advance subsidies and\npremiums for grains and other crops harvested this summer.\n    The Commission has agreed to pay the subsidies eventually.\nBut paying farmers on time will cost Bonn about 100 mln marks\n(55 mln dlrs) in interest payments, farm policy sources said.\n    Chancellor Helmut Kohl's cabinet is expected to support the\nbill when it meets tomorrow.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}