{
    "DATE": " 9-APR-1987 08:14:40.16",
    "TOPICS": [
        "trade",
        "money-fx"
    ],
    "PLACES": [
        "usa",
        "uk",
        "west-germany",
        "france",
        "japan",
        "canada",
        "italy"
    ],
    "NEWID": "15452",
    "TEXT": {
        "TITLE": "G-7 ISSUES STATEMENT AFTER MEETING",
        "DATELINE": "    WASHINGTON, April 9 - ",
        "BODY": "Following is the text of a statement\nby the Group of Seven -- the U.S., Japan, West Germany, France,\nBritain, Italy and Canada -- issued after a Washington meeting\nyesterday.\n    1. The finance ministers and central bank governors of\nseven major industrial countries met today.\n    They continued the process of multilateral surveillance of\ntheir economies pursuant to the arrangements for strengthened\neconomic policy coordination agreed at the 1986 Tokyo summit of\ntheir heads of state or government.\n    The managing director of the International Monetary Fund\nalso participated in the meeting.\n    2. The ministers and governors reaffirmed the commitment to\nthe cooperative approach agreed at the recent Paris meeting,\nand noted the progress achieved in implementing the\nundertakings embodied in the Louvre Agreement.\n    They agreed, however, that further actions will be\nessential to resist rising protectionist pressures, sustain\nglobal economic expansion, and reduce trade imbalances.\n    In this connection they welcomed the proposals just\nannounced by the governing Liberal Democratic Party in Japan\nfor extraordinary and urgent measures to stimulate Japan's\neconomy through early implementation of a large supplementary\nbudget exceeding those of previous years, as well as\nunprecedented front-end loading of public works expenditures.\n    The government of Japan reaffirmed its intention to further\nopen up its domestic markets to foreign goods and services.\n    3. The ministers and governors reaffirmed the view that\naround current levels their currencies are within ranges\nbroadly consistent with economic fundamentals and the basic\npolicy intentions outlined at the Louvre meeting.\n    In that connection they welcomed the strong implementation\nof the Louvre Agreement.\n    They concluded that present and prospective progress in\nimplementing the policy undertakings at the Louvre and in this\nstatement provided a basis for continuing close cooperation to\nfoster the stability of exchange rates.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "lme"
    ]
}