{
    "DATE": " 4-MAR-1987 12:07:39.63",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "usa",
        "brazil",
        "colombia",
        "el-salvador",
        "guatemala",
        "netherlands",
        "west-germany",
        "australia",
        "new-zealand",
        "uk",
        "japan",
        "dominican-republic",
        "costa-rica"
    ],
    "NEWID": "1579",
    "TEXT": {
        "TITLE": "COFFEE TALKS FAILURE SEEN PRESSURING U.S.",
        "AUTHOR": "    By Greg McCune, Reuters",
        "DATELINE": "    WASHINGTON, March 4 - ",
        "BODY": "Failure of talks on re-establishing\nInternational Coffee Organization, ICO, coffee quotas last week\nmay put political pressure on the United States, particularly\nthe State Department, to reassess its position, but the U.S. is\nunlikely to back away from its basic demand quotas be set by\n\"objective criteria\", U.S. officials said.\n    Jon Rosenbaum, assistant U.S. trade representative and head\nof Washington's delegation to the talks, told Reuters on his\nreturn from London that the United States is willing to resume\nthe coffee negotiations as early as April if necessary.\n    Rosenbaum said the United States will be \"flexible\" in\ndiscussing the method of establishing objective criteria and\nany transition to new quotas, but not on the basic aim of\nestablishing an objective method of setting quotas.\n    At the ICO talks major consuming nations, led by the U.S.,\nproposed that future coffee export quota shares be calculated\nby a formula incorporating a producer's recent exportable\nproduction and verified stocks, while large producers led by\nBrazil proposed maintaining the traditional ad hoc division of\nshares. The consumer position would have in effect reduced the\nmarket share of Brazil, by far the world's largest producer.\n    Rosenbaum said the administration would continue to support\nlegislation now before Congress which would allow the U.S.\ncustoms service to monitor coffee imports, as a way to comply\nwith any future coffee quotas.\n    He said the Reagan administration would be reviewing the\ncoffee policy situation following the collapse of the London\ntalks, but \"nobody is proposing we change our position.\"\n    However, other U.S. government officials involved in coffee\npolicy said they are bracing for a diplomatic and coffee market\noffensive from producer countries, led by Brazil and Colombia,\nto soften the consumer position.\n    \"Knowing that its next crop is fairly large, Brazil will\nkind of want to test the resolve of other producers and\nconsumers,\" said one U.S. official.\n    The U.S. official, who asked not to be identified, said\nBrazil and Colombia may flood the coffee market in the next few\nmonths in an effort to drive down prices and pressure other\ncountries, particularly the splinter group of small producers\nwho differed with the major producers in London.\n    This in turn could lead to urgent appeals from Latin\nAmerican countries, faced with mounting debt problems, to the\nU.S. State department, and to the National Security Council in\nthe White House, for an easing of the U.S. position, U.S.\nofficials said.\n    The State department, a major player in setting U.S. coffee\npolicy, may then face conflicting pressures, particularly from\npolitically-sensitive U.S. allies in Central America, U.S.\nofficials said.\n    El Salvador and Guatemala both backed Brazil and Colombia\nat the London talks in resisting pressures for quotas based on\nobjective criteria. But the Dominican Republic and Costa Rica\njoined the splinter group, which said it would agree to\nobjective criteria.\n    There is a strong feeling among some in the State\nDepartment that the United States should continue to support\nthe splinter group of producers who have taken the\npolitically-risky step of opposing Brazil on the objective\ncriteria question, U.S. officials said.\n    Within the consuming countries there also is expected to be\nsome pressure to reassess positions.\n    In London, the U.S. was supported by the U.K., the\nNetherlands, West Germany, Japan, Australia and New Zealand on\nthe issue of objective criteria, U.S. officials said.\n    This bloc represented enough votes among consuming nations\nto successfully prevent adoption of the producer proposals.\n    However, U.S. sources said West Germany's support was at\ntimes qualified and there is some concern that the European\nCommunity could come under pressure to be more accommodative to\nproducers in future talks. France backed the Ivory Coast and\nother African producers during the talks.\n    A softening of the EC stance would make it more difficult,\nalthough not impossible, for the U.S. to block producer plans.\n    While political manuevering by small producers and\nconsuming countries will be important, U.S. officials said the\nkey to any future outcome will be Brazil's position.\n    U.S. officials blamed Brazil's intransigence for the\nfailure of the talks and said a more flexible position from\nBrasilia would be the most important step toward agreement.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee",
        "ec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}