{
    "DATE": "26-MAR-1987 18:01:26.11",
    "TOPICS": [
        "ipi"
    ],
    "PLACES": [
        "usa",
        "ussr"
    ],
    "NEWID": "10230",
    "TEXT": {
        "TITLE": "REPORT SAYS SOVIET ECONOMIC PLANS TOO OPTIMISTIC",
        "AUTHOR": "    by Robert Green, Reuters",
        "DATELINE": "    WASHINGTON, March 26 - ",
        "BODY": "The Soviet economy has grown at an\nincreased rate under Mikhail Gorbachev's leadership, but his\ngoals may be too ambitious, according to a report from U.S.\nintelligence agencies.\n    The report was prepared jointly by the Central Intelligence\nAgency and the Defense Intelligence Agency for the\nCongressional Joint Economic committee, which released it.\n    It said the Soviet economy grew by 4.2 pct in 1986,\nGorbachev's first full year in power, twice the average rate of\ngrowth over the previous 10 years.\n    Gorbachev's policies to improve worker attitudes, remove\nincompetent officials, reduce corruption and alcoholism and\nmodernize the country's industrial equipment accounted for some\nof the gains, the report said.\n    \"Although many of the specific policies Gorbachev has\nadopted are not new, the intensity Gorbachev has brought to his\nefforts and his apparent commitment to finding long-term\nsolutions are attributes that his immediate predecessors\nlacked. Nonetheless, Gorbachev's program appears too ambitious\non a number of counts,\" the report said.\n    Earlier this week, two U.S. experts on the Soviet Union\nsaid Gorbachev was likely to be ousted in three to four years\nif he continues his reform policies.\n    \"I don't think he can last four years,\" Marshall Goldman of\nHarvard University told a Congressional hearing. \"He's moving so\nfast, he's stepping on so many toes.\"\n    A similar comment came from Peter Reddaway of the\nSmithsonian Institution's Kennan Institute for Advanced Russian\nstudies.\n    The economic report said meeting targets for commodity\noutput would require unrealistic gains in productivity and\nindustrial output targets appear too high to allow time to\ninstall more advanced equipment.\n    None of Gorbachev's proposals would change the system of\neconomic incentives that has discouraged innovation and\ntechnological change, the report added.\n    \"The first significant resistance to specific policies,\nalthough not overall goals, surfaced (in 1986) in both the\nmassive government and party bureaucracy, particularly among\nenterprise managers who complained that they were being asked\nto carry out conflicting goals -- such as to raise quality\nstandards and output targets simultaneously,\" the report said.\n    The CIA-DIA report predicted two to three pct growth in the\nSoviet economy over the next several years. It said the Soviet\nUnion trailed the U.S. by seven to 12 years in advanced\nmanufacturing technologies, such as computers and\nmicroprocessors.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "opec"
    ]
}