{
    "DATE": " 5-APR-1987 20:02:21.35",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13258",
    "TEXT": {
        "TITLE": "MARCH U.S. PURCHASING MANAGERS INDEX UP AT 53.9",
        "DATELINE": "    NEW YORK, April 6 - ",
        "BODY": "The U.S. economy in March improved at a\nfaster rate than in February, with the National Association of\nPurchasing Management's composite index rising to 53.9 pct from\n51.9 pct, the NAPM said.\n    The first quarter average for the index also was 53.9 pct.\nThe NAPM said that, if this average were to continue for the\nrest of 1987, it would be consistent with real gross national\nproduct growth of about three pct.\n    An index reading above 50 pct generally indicates that the\neconomy is in an expanding phase. One below 50 pct implies a\ndeclining economy.\n    The NAPM said the economic improvement was evident in all\nof the indicators in the index except inventories, which\ndeclined slightly.\n    New orders rose sharply in March, with production also\nhigher. Vendor deliveries slowed, another sign that the economy\nimproved in March. Employment expanded for the first time since\nAugust 1984.\n    Robert Bretz, chairman of the NAPM's business survey\ncommittee and director of materials management at Pitney Bowes\nInc <PBI> said \"the economy ended the first quarter with a\nhealthy, if not substantial improvement.\"\n    Bretz said the sharp rise in the growth of new orders in\nMarch assures a good beginning for the second quarter.\n    Some 50 pct of the purchasing managers reported that they\nwere paying higher prices in March than at the end of 1986. Of\nthose paying higher prices now, the average increase was put at\n2.5 pct.\n    The estimated average price increase anticipated by members\nfor the remainder of 1987 is 2.1 pct. While prices continue to\nrise, the NAPM said that most purchasers do not see them as\nbeing significant.\n    The composite index is a seasonally adjusted figure, based\non five components of the NAPM business survey - new orders,\nproduction, vendor deliveries, inventories and employment.\n    The monthly report is based on questions asked of\npurchasing managers at 250 U.S. industrial companies.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "eyskens",
        "delors",
        "stoltenberg",
        "lawson"
    ],
    "ORGS": [
        "iea",
        "oecd",
        "opec"
    ]
}