{
    "DATE": "29-APR-1987 19:22:52.24",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17433",
    "TEXT": {
        "TITLE": "OFFSHORE OIL INDUSTRY WAITING FOR TURNAROUND",
        "AUTHOR": "     By PETER ELSWORTH, Reuters",
        "DATELINE": "     HOUSTON, April 29 - ",
        "BODY": "The depressed offshore oil industry is\nstill waiting for a turnaround despite increasing optimisim\nthat world oil prices have stabilized around 18 dlrs a barrel.\n     \"The perception of a turnaround comes from the change in\nprices,\" Charles Siess Jr, vice chairman of Marathon\nManufacturing Co, a subsidiary of USX Corp <X>, and chairman of\nthe National Ocean Industries Association, said in a press\nbriefing at the Offshore Technology Conference.\n     \"From the level of industry activity, there is no\nturnaround,\" he added.\n     John Huff, president of Oceaneering International Inc\n<OCER>, was slightly more optimistic. \"We are through the low\npart of the cycle -- there's an increase in interest for\nprojects,\" he said, adding, \"whether it comes to orders, who\nknows?\"\n     The oil industry is recovering from last year's dramatic\nfall in oil prices, from 30 dlrs a barrel in late 1985 to under\n10 dlrs in mid-1986. Particularly hard hit were the service\ncompanies that provide the oil rigs with keys products, such as\npipe and tools.\n     Earlier in the week, Secretary the Interior Donald Hodel\nannounced -- at the Conference -- the government's new\nfive-year offshore oil and gas leasing program, proposing 38\nsales, including tracts in the Gulf Coast, offshore California\nand in the Arctic National Wildlife Refuge in Alaska.\n     For the most part, the industry was disappointed with the\nplan, with most arguing that additional areas should have been\nincluded. At the same time, most were supportive of Hodel.\n     Environmental concerns, particularly in California, had\nlobbied strenuously against offshore oil development.\n     \"The (Outer Continental Shelf) leasing program fails to\ntake into account the environmental performance of the oil\nindustry,\" said Bill Bradford, executive vice president of\nDresser Industries <DI> and president of the Petroleum\nEquipment Suppliers Association.\n     Huff quoted National Academy of Science figures showing\noffshore rigs contributed only two pct of petroleum pollution\nin the oceans, while tankers were responsible for 47 pct and\nmuniciple dumping 31 pct.\n     \"The OCS is the keystone of the domestic reserve\ndevelopment program,\" said Siess, adding that with oil imports\nrising to 50 pct of U.S. oil consumption, the issue was one of\nnational security.\n     Looking ahead, Constantine S. Nicandros, president of\nDupont's <DD> Conoco Inc subsidiary, said, \"We are more likely\nto see a five pct increase in spending this year than the\nwidely-forecast five pct decrease.\"\n     Other optimistic signs include the recent sale in New\nOrleans of offshore tracts in the Gulf of Mexico which raised\n290 mln dlrs against an expected 90 mln.\n     However, Ronald Tappmeyer, vice chairman of Reading and\nBates Drilling Co <RB>, said the oversupply of rigs would\ncontinue for the near-term, but added demand for\ntechnologically advanced rigs would increase in the 1990s.\n     Much of that demand is seen coming from the move into\nicreasingly deeper waters, with the projects becoming ever more\nexpensive and needing five to ten years to develop.\n     Over 50 pct of the sales in New Orleans were for deep\nwater tracts.\n     Ronald L. Geer, a consultant with Shell Oil Co, a\nsubsidiary of Royal Dutch/Shell <RD>, and president of the\nMarine Technology Society, said the technology existed to drill\nexploratory wells in up to 10,000 feet of water.\n     Geer said the industry was particularly interested in the\nGreen Canyon field offshore Louisiana where a number of\ncompanies, including Shell, Conoco, USX Corp's Marathon Oil Co,\nStandard Oil Co <SRD> and Placid Oil Co, are working, many of\nthem testing new deep-water technologies involving floating\nplatforms.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ]
}