{
    "DATE": "11-MAR-1987 23:00:56.20",
    "TOPICS": [
        "bop"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "4045",
    "TEXT": {
        "TITLE": "FOREIGN INVESTMENT IN AUSTRALIA JUMPS IN LAST QTR",
        "DATELINE": "    CANBERRA, March 12 - ",
        "BODY": "The net inflow of foreign investment\ninto Australia jumped to 7.3 billion dlrs in the fourth quarter\nof 1986 from 4.32 billion in the third quarter and 4.55 billion\na year earlier, the Statistics Bureau said.\n    The Bureau attributed the increase to a turnaround of 2.08\nbillion dlrs in official sector transactions and a 1.09 billion\nturnaround in direct investment.\n    The turnaround in official transactions to a 1.52 billion\ninflow from a 555 mln outflow in the third quarter, against a\n520 mln inflow a year earlier, was largely on account of\ngovernment foreign currency borrowings, it said.\n    Direct investment recorded a turnaround to a 1.04 billion\ndlr inflow in the fourth quarter from a 57 mln withdrawal in\nthe third quarter, against a 546 mln inflow in the fourth\nquarter of 1985, the Bureau said.\n    It said the major part of the turnaround reflected an\ninjection of funds, estimated at around 700 mln dlrs,\nassociated with the previously reported restructuring of the\nAustralian operations of General Motors Corp <GM>.\n    GM used the funds to pay out or take over certain\nAustralian liabilities of its local unit <General\nMotors-Holden's Ltd>, it said.\n    However, net borrowings remained the major part of total\ninflow, accounting for 6.16 billion dlrs in the fourth quarter\nagainst 3.88 billion in the third quarter and 4.03 billion a\nyear earlier, the Bureau said.\n    Net official borrowings comprised 1.52 billion dlrs against\na net outflow of 548 mln in the third quarter and a 516 mln\ninflow a year earlier.\n    Total private and semi-public authority net borrowings rose\nto 4.64 billion dlrs from 4.42 billion in the third quarter and\n3.51 billion a year earlier.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "opec"
    ]
}