{
    "DATE": " 6-APR-1987 04:03:56.29",
    "TOPICS": [
        "trade",
        "gnp"
    ],
    "PLACES": [
        "usa",
        "west-germany",
        "japan"
    ],
    "NEWID": "13278",
    "TEXT": {
        "TITLE": "U.S. TO PRESS FOR FASTER JAPANESE, GERMAN GROWTH",
        "AUTHOR": "    By Peter Torday, Reuters",
        "DATELINE": "    WASHINGTON, April 6 - ",
        "BODY": "The U.S. Administration, under\nCongressional pressure to cut the trade deficit, will urge\nTokyo and Bonn to meet commitments to speed economic growth to\nstabilise currencies at Wednesday's meetings of leading\nindustrial nations in Washington, monetary sources said.\n    The U.S. Will also try to develop proposals made at the\n1986 Tokyo Summit for measures to ensure agreements such as the\nParis Accord are more binding, they said.\n    Treasury Secretary James Baker's dual initiatives reflect\nU.S. Frustration with the two countries for not moving fast\nenough to curb their huge trade surpluses, they added.\n    Japanese Finance Minister Kiichi Miyazawa is expected to\nbring the outline of an economic stimulus package to the\nmeeting, which will be attended by West Germany, France,\nBritain, Italy and Canada as well as the U.S. And Japan, the\nsources said.\n    \"The sooner the Japanese can announce their intention to\nannounce a stimulative package,the better it is for Japan and\nfor the exchange markets in general,\" one of the sources said.\n    Treasury Secretary James Baker said the Paris Agreement, in\nwhich West Germany and Japan made their commitments, will be\nrenewed by the industrial countries this week.\n    Other U.S. Officials said a meeting of the Group of Seven\nwill be a status report on progress Bonn and Tokyo have made\nsetting up stimulus measures.\n    The U.S. Will tell its partners that it expects a further\nsubstantial budget deficit reduction package to be agreed with\nCongress this year, the sources said.\n    Washington would like its economic partners to establish\nspecific economic policy goals. Sharp deviations from the set\nobjectives would trigger consultations among the countries on\nappropriate corrective action, they added.\n    The Paris accord envisaged surplus countries like Japan and\nWest Germany stimulating domestic demand to absorb more imports\nand the U.S. Cutting its budget deficit, thereby depressing its\ndemand for imports.\n    But the markets are signalling the dollar's floor may be\nfar below its level at the time the Paris agreement was struck,\nthe sources said.\n    Monetary sources also said the dollar's recent sharp fall\nagainst the yen reflected the U.S.-Japanese dispute over\nsemi-conductor trade which resulted in U.S. Tariffs on certain\nJapanese electronic goods.\n    One of the sources said the dispute has to some extent\nsoured the atmosphere ahead of the meetings.\n    Congressional sentiment for protectionist measures, aimed\nparticularly at Japan, has strengthened, the sources said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "opec"
    ]
}