{
    "DATE": "18-MAR-1987 13:23:37.68",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6656",
    "TEXT": {
        "TITLE": "ENERGY/DRILLING INDUSTRY",
        "AUTHOR": "    BY JULIE VORMAN, Reuters",
        "DATELINE": "    HOUSTON, March 18 - ",
        "BODY": "The drastic cutbacks in U.S. drilling\nlast year are rapidly deflating the United State's natural gas\nbubble, which could bring spot shortages in gas supplies next\nwinter and a modest recovery in the oilpatch, industry analysts\nsaid.\n    Faltering deliverability of natural gas, a commodity that\nis difficult and costly to import in large quantities, could\nmore than double the current U.S. rig count to near 2,000 by\n1990, some analysts said.\n    The need to lock in future supplies of gas for utilities\nand big industrial customers may also bring a resurgence of\nactivity in the Gulf of Mexico's offshore waters where some of\nthe nation's largest gas reserves are located.\n    \"We think an upturn in U.S. drilling is imminent,\" said\nJames Crandall, an analyst with Salomon Brothers Inc. \"Many\ncompanies appear to be switching from oil to gas drilling\nbecause they're betting that the gas market will be back in\nbalance in a year or two.\"\n    The prospect of diminishing gas supplies is welcome news\nfor drilling and oilfield service companies that barely\nsurvived last year's plunge in oil prices from about 30 dlrs a\nbarrel to less than half that. Today's relatively stable oil\nprices of about 18 dlrs a barrel are not enough to spur a\nreturn to the heady days of 1981 when the U.S. drilling rig\ncount soared to a record high of more than 4,500 and oilfield\nroustabouts commanded premium wages.\n    The latest weekly Hughes Tool Co <HT> rig count, a\nbarometer of the oil industry's health, showed 761 U.S. rigs\nactive in what is traditionally the slowest time of the year.\n    In 1986, the Hughes rig count began the year at 1,915 but\ndived to a post-World War II low of 663 in July as world oil\nprices experienced the sharpest decline in recent times.\n    Ike Kerridge, a Hughes economist, said \"In 1986, the United\nStates replaced only about 40 pct of the gas it used and that\nreplacement rate won't be any better this year.\"\n    He added, \"We don't have the options we do with oil.\nImports of gas from Canada are limited by pipeline capacity and\nimporting liquefied natural gas on ships will not be feasible\nin the next 10 years because of the cost.\"\n    Only about 6 trillion cubic feet of additional gas reserves\nwere discovered last year while U.S. consumption approached 16\ntrillion cubic feet, according to industry estimates.\n    George Gaspar, an oil analyst with Robert W. Baird and Co\nagreed that the need for gas supplies would set the stage for a\nnew cycle of gradual increases in U.S. drilling.\n    \"We anticipate that natural gas pipelines will need to\ndedicate to their systems new gas reserves for 1989 and 1990\nsupplies. That means new drilling programs must begin no later\nthan mid-1988,\" Gaspar said.\n    Gasper said he sees a new drilling cycle emerging that\ncould last until 1992 and that he expects the average rig count\nto peak near 2,000 in December of 1989.\n    Much of the search for new gas reserves is likely to be\nconducted in the offshore waters of the Gulf of Mexico, where\nfederal leases on unexplored areas will revert back to the\ngovernment unless drilling begins in the next two or three\nyears. Some of the industry's biggest companies, such as Exxon\nCorp <XON>, Mobil Corp MOB, and Union Texas Petroleum have\nalready indicated plans to increase spending for drilling later\nthis year in the Gulf of Mexico, Crandall said.\n    For example, Conoco Inc, a Dupont <DD> subsidiary, will\nspend 400 mln dlrs to build the Gulf of Mexico's deepest\nproduction platform, which will produce 50 mln cubic feet of\ngas per day.\n    But T. Boone Pickens, who has acquired huge Texas and\nKansas gas reserves for his Mesa Limited Partnership <MLP> in\nrecent months, is not convinced that the drilling industry is\non the verge of a recovery.\n    Pickens predicts the U.S. rig count will soon drop below\n600 and will not increase significantly until oil prices do.\n    \"The rigs won't go back to work until the price of oil gets\nabove 30 dlrs a barrel,\" said Pickens, 58, adding he did not\nexpect to see the rig count top 2,000 again in his lifetime.\n    Tenneco Inc <TGT>, one of the largest U.S. gas producers,\nis skeptical that a need for additional gas drilling exists.\n    Tenneco vice president Joe Foster said he did not expect\nsignificant increases in drilling for gas until the early 1990s\nwhen the U.S. gas reserves life will have declined to about\nseven years' supply. Current spot market prices of about 1.50\ndlrs per thousand cubic feet will need to rise to about three\ndlrs to spur reserve replacement, he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}