{
    "DATE": "13-APR-1987 05:15:39.23",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16139",
    "TEXT": {
        "TITLE": "TRADE ISSUES STRAINING EC'S PATIENCE WITH JAPAN",
        "AUTHOR": "    By Gerrard Raven, Reuters",
        "DATELINE": "    BRUSSELS, April 13 - ",
        "BODY": "Member states of the European\nCommunity are starting to run out of patience with Japan which\nthey believe has repeatedly promised major initiatives to open\nits market to imports, but as often made only minor moves.\n    Diplomatic sources here said several recent actions by EC\ncountries bear witness to a new disillusionment with the\nwillingness, or at least the ability, of the Japanese\ngovernment to reduce its massive trade surplus with the EC.\n    However, they said an all-out trade war may be far off, as\nEC states know they would suffer almost as much as Japan.\n    Senior EC diplomats gave a generally favourable reaction to\nan EC executive commission proposal under which the EC could\nraise tariffs on a range of Japanese products if the U.S.\nCarries out a threat to make a similar move on April 17.\n    The EC tariffs, which would involve renouncing obligations\nentered into with the world trade body GATT, would be designed\nto stop a diversion of exports to the EC market from that of\nthe U.S.\n    The diplomats were meeting as Tokyo announced that the EC's\ntrade deficit with Japan reached a record 2.13 billion dlrs in\nMarch, up from 1.94 billion in February.\n    In 1986, Japanese exports to the EC totalled 30.67 billion\ndlrs, up 4.5 pct from 1985, while EC exports to Japan fell one\npct to 12.43 billion dlrs.\n    In Paris, trade minister Michel Noir said France has\ndecided to give Japan a taste of its own medicine.\n    Burgeoning imports of microwave ovens and of frozen\nCoquilles St Jacques will be restricted by a strict application\nof French quality standards -- something EC states say often\nhappens to their own exports entering Japan.\n    Britain has threatened to withdraw the licences of Japanese\nbanks and insurance companies to operate in the City of London,\nbecause the British Cable and Wireless company lost out in\ncompetition for a Japanese telecommucations contract.\n    However, British officials in London have said that the\ngovernment may have gone too far in implying that it would take\nimmediate drastic action unless the contract was reopened.\n    By contrast, West Germany, with the EC's most successful\neconomy, has never threatened Tokyo with sanctions, preferring\nto rely on firm diplomacy and encouragement of its own\nindustries to surmount obstacles to export to Japan.\n    The EC Commission itself has switched its tactics in recent\nyears, substituting general calls for action by Japan to open\nits market with specific demands for moves in key areas.\n    At present, it is, for instance, pressuring Japan to end\nallegedly discriminatory taxation of imported wines and\nspirits, to ensure EC companies have a chance to win contracts\nfor the building of a new international airport, and to\nsimplify certification and safety checks on imported cars.\n    EC officials say these tactics yield some benefits, but\noften the Japanese announce modifications of their non-tariff\nbarriers which open the door to imports by only a token amount.\n    They stress, however, that any action must be taken by the\nEC as a whole to stop beggar-my-neighbour action.\n    One of the problems Britain could face if it were to\nwithdraw licences for Japanese banks would be that the bankers\nwould be welcomed with open arms in Frankfurt or Amsterdam,\nthey point out.\n REUTER\n\u0003"
    },
    "PLACES": [
        "belgium",
        "japan",
        "uk",
        "france"
    ],
    "PEOPLE": [
        "mikulic"
    ],
    "ORGS": [
        "ec"
    ]
}