{
    "DATE": "31-MAR-1987 22:30:15.46",
    "TOPICS": [
        "grain",
        "corn",
        "cotton"
    ],
    "NEWID": "11769",
    "TEXT": {
        "TITLE": "CHINA OFFICIAL CONDEMNS GOVERNMENT GRAIN POLICY",
        "DATELINE": "    PEKING, April 1 - ",
        "BODY": "The grain output of a major Chinese\ngrain-producing province is not increasing, because farmers\nlack incentives, production costs are rising, storage\nfacilities are poor and there is not enough state investment in\ngrain, the province's vice-governor said.\n    The China Daily quoted Yang Jike, vice-governor of Anhui,\nas saying farmers could earn twice as much growing cotton as\nthey could growing grain, and three times as much growing cash\ncrops like flax. He said production costs had risen to 40 pct\nof farmers' earnings, from 20 pct in 1982, and lower investment\nhad caused the area of irrigated land to fall.\n    Yang said investment in agriculture fell in 1985 to 9.9 pct\nof the province's total investment, from 26 pct in 1978.\n    He said an estimated 1.5 billion yuan worth of grain was\nhit by mildew or rot in state granaries every year, and a\nfurther 1.5 mln tonnes was eaten annually by rats.\n    He said government measures to deal with the problem dealt\nwith trifles, rather than the essentials. He called for more\ninvestment in grain production, an immediate ban on illegal use\nof or damage to farmland and a reversal of what he called the\ntendency to rely on grain imports.\n    The New China News Agency quoted Zhang Yan, a delegate to\nthe National People's Congress, attacking grain policy. He said\nthe government had cut agricultural investment to three to four\npct from 11 pct.\n    \"With the abundance of grain and cotton in the past few\nyears, some people got carried away, relaxing their attention\nto grain and cotton production,\" he said.\n    On Saturday, vice-premier Tian Jiyun said China aimed to be\nself-sufficient in grain. Now it exports corn from the\nnortheast, but it imports wheat.\n    \"Grain consumption is rising every year. Even if we reach\nthe 1987 target of (405 mln tonnes), it cannot be considered\nadequate,\" Tian said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "china"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}