{
    "DATE": " 2-APR-1987 01:08:04.55",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "12395",
    "TEXT": {
        "TITLE": "DEUTSCHE AGREES FULL TAKEOVER OF FORMER EURASBANK",
        "DATELINE": "    FRANKFURT, April 2 - ",
        "BODY": "Deutsche Bank AG <DBKG.F> has agreed\nto take over the outstanding 25 pct in <Deutsche Bank (Asia)\nAG>, the former <European Asian Bank AG>, from\nCreditanstalt-Bankverein <CABV.VI>, Deutsche management board\njoint spokesman Alfred Herrhausen told a news conference.\n    Euras broke even in 1986 and required no funding from\nDeutsche, he said. He gave no details of the deal with\nCreditanstalt.\n    Press reports that Deutsche was planning a takeover of\nLloyds Bank plc <LLOY.L> were without foundation, he said.\n    Herrhausen said Deutsche had taken part in the recent\ncapital increase of <Morgan Grenfell Group plc>, but had no\nplans to raise its 4.4 pct share in Morgan Grenfell.\n    <Banca d'America e d'Italia SpA>, in which 98.3 pct was\nacquired from Bankamerica Corp <BAC.N> late last year, would be\nconsolidated this year, and contribute to further expansion of\nDeutsche's business, management board joint spokesman F.\nWilhelm Christians said.\n    Following a ruling earlier this year from the Federal High\nCourt, Deutsche had included its non-bank holdings in the\nbalance sheet section \"participations,\" Christians said.\n    But Christians said the bank still regarded shares in these\nnon-bank companies as an investment rather than an active\nparticipation.\n    Parent bank total participations rose to 6.45 billion marks\nin 1986 from a comparable 4.57 billion in 1985 including a rise\nto 3.79 billion from 2.34 billion in bank participations.\n    Herrhausen said the grouping of holdings in the balance\nsheet in this was was not a first step to floating them off in\na separate holding company.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}