{
    "DATE": " 2-JUN-1987 17:46:59.12",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "18328",
    "TEXT": {
        "TITLE": "U.S. HOUSE PASSES GULF BILL DESPITE OPPOSITION",
        "DATELINE": "    WASHINGTON, June 2 - ",
        "BODY": "The U.S. House of Representatives \napproved a bill that requires the Reagan administration to\nprovide Congress with a report on its Gulf policy but does not\nplace any restrictions on its actions.\n    The bill passed 305-102 -- winning a necessary two-thirds\nof those voting -- despite a last-minute revolt by an alliance\nof liberal Democrats and conservative Republicans who sought to\ndefeat it as a signal that a growing number of legislators\noppose President Reagan's policies in the region.\n    The legislation was passed in the wake of the May 17th\nIraqi missile attack on the U.S. frigate Stark in the Gulf,\nwhich killed 37 Americans, and Reagan's decision to protect 11\nKuwaiti oil tankers by putting them under U.S. flags --\neffectively making them American ships.\n    The legislation -- supported by Congress' Democratic and\nRepublican leadership as well as by the administration --\nrequired Defense Secretary Caspar Weinberger to provide a\nreport to Congress, within seven days of enactment, on plans to\nprotect U.S. warships and flag ships in the Persian Gulf.\n    It did not, however, place any restrictions on the\nadministration as it proceeds to reflag the Kuwaiti ships and\nthus has no immediate effect on U.S. policy.\n    The Senate was expected to approve the legislation this\nweek. The bill would then be sent to Reagan for signature.\n    Supporters of the bill said passage of the bill was only a\nfirst step toward a greater congressional involvement in\nformulating policy.\n    But Democratic critics said the bill did not ask the\nadministration to address tough policy questions in the report.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ]
}