{
    "DATE": "18-MAR-1987 16:48:44.49",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "canada",
        "usa"
    ],
    "NEWID": "6844",
    "TEXT": {
        "TITLE": "AIR CANADA COURIER BUY SHARPLY ALTERS INDUSTRY",
        "AUTHOR": "    By Larry Welsh, Reuters",
        "DATELINE": "    TORONTO, March 18 - ",
        "BODY": "Air Canada's 54 mln U.S. dlr\nacquisition of Gelco Corp's <GEC> Canadian unit has\ndramatically altered Canada's fast growing courier industry,\nlargely dominated by U.S. companies until this year, company\nofficials and analysts said.\n    State-owned Air Canada takes over the country's second\nlargest overnight courier business just two months after\nanother Canadian company, <Onex Capital Corp Ltd>, approved the\nacquisition of number one ranked Purolator Courier Ltd from New\nJersey-based Purolator Courier Corp <PCC>.\n    But analysts said the two acquisitions were prompted by\nfinancial restructuring undertaken by the U.S. parent companies\nand likely don't represent an industry trend toward buying out\nforeign owned courier operations.\n    \"It's a case of whether you can buy from the right people at\nthe right time,\" McLeod Young Weir Ltd transportation analyst\nTony Hine commented.\n    The two acquisitions fit with a larger move by U.S.\ncompanies embroiled in a take-over or restructuring to sell-off\ntheir Canadian units to generate ready cash, said Nesbitt\nThomson Deacon Inc analyst Harold Wolkin.\n    \"There is a very good correlation between the U.S. parent\nselling Canadian subsidiaries and the U.S. parent either being\nunder siege or taking someone else over,\" he said.\n    Gelco Corp, of Minnesota, decided to sell Gelco Express Ltd\nas part of its previously announced program to sell off four\noperating units to buy back shares and pay down debt, Gelco\nExpress marketing vice president James O'Neil told Reuters.\n    The sale is the first under Gelco's divestiture program,\nand proceeds will be used to help pay down 350 mln U.S. dlrs of\ndebt by year-end, the company said.\n    While company officials declined to disclose earnings and\nrevenue figures, O'Neil said Gelco Express holds a dominant\nposition in the industry, handling more than 50,000 packages a\nday and generating revenues of more than 100 mln Canadian dlrs\na year.\n    The earlier move by Purolator to sell its Canadian unit\nformed an important part of a company restructuring program,\nadopted after another Canadian Company, <Unicorp Canada Corp>,\nacquired a 12.6 pct stake in Purolator and said it would\nconsider acquiring the whole company.\n    Last month, Purolator agreed to be acquired by a company\nformed by E.F. Hutton LBO Inc and certain managers of\nPurolator's U.S. courier business.\n    For Air Canada, its acquisition of Gelco's Canadian courier\nbusiness represents an \"excellent financial investment\" in a\nmarket it sees growing by 25 to 30 pct annually, spokesman\nEsther Szynkarsky said.\n    The airline also announced it acquired a 65 pct stake in\nEMS Corp, of Calgary, an in-city messenger service.\n    It did not disclose financial terms, but Szynkarsky said\nthe two acquisitions totalled about 90 mln Canadian dlrs, and\nthe two business have combined yearly revenues of 170 mln dlrs.\n    She said the acquisition fit with Air Canada's strategy of\nseeking attractive investments that compliment its main airline\nbusiness.\n    Gelco will continue to operate with current management,\nindependently of Air Canada, although Air Canada already\noperates its own air cargo business that includes a small\ndoor-to-door courier operation.\n    \"They're well run, they're a good investment, they're doing\nwell in a growing market, and that's the way we want to keep\nit,\" Szynkarsky said.\n    Analyst Hine said the Gelco and Purolator Canadian units\nwill likely retain operating links with their U.S. delivery\nnetwork, generating traffic for the former parent companies\nwithout them having to tie up capital in Canada.\n    \"The nature of the business is that incremental traffic is\nincremental revenue,\" Hine said.\n    \"It's sort of a sausage maker business where you put in\nplace the sausage grinder, and the more sausage you can stuff\nthrough, the more money you make,\" he added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}