{
    "DATE": "17-MAR-1987 08:22:16.60",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "5879",
    "TEXT": {
        "TITLE": "ECONOMISTS SEE SLUGGISH JAPANESE ECONOMY AHEAD",
        "AUTHOR": "    By Kunio Inoue, Reuters",
        "DATELINE": "    TOKYO, March 17 - ",
        "BODY": "The Japanese economy will remain sluggish\nin the months ahead after turning in its worst performance for\n12 years in 1986, private economists said.\n    Consumer spending, a main driving force of domestic demand,\nwas likely to remain lacklustre although brisk housing and\nbusiness investment would help sustain the economy this year,\nthe economists said.\n    They said they were shocked by an Economic Planning Agency\nreport today that private spending fell 0.7 pct in the Oct/Dec\nquarter for the first time in 12 years.\n    The report said Japan's gross national product rose a real\n0.8 pct in Oct/Dec after a revised 0.7 pct increase in the\nprevious quarter.\n    It said GNP growth for 1986 was a real 2.5 pct, down from\n4.7 pct in 1985. Agency officials said this was the worst\nperformance since 1974 when GNP contracted 1.4 pct in the wake\nof the first oil crisis.\n    They expressed concern about the 0.7 pct decline in\nconsumer spending in the final quarter of 1986 but said it was\nonly temporary as exceptionally warm winter weather had\ndepressed retail sales.\n    But most private economists disagreed and said consumers\nwere likely to remain pessimistic in coming months as they saw\ntheir real income level off.\n    \"Sure, consumers may have spent less on winter clothes or\nheating apparatus because of the warm winter this year, but\nthey have done so because they have become even more uneasy\nabout their future pay rises,\" said Shoji Saito, general manager\nof Mitsui Bank's economic research division.\n    He said the outlook for pay increases was gloomy because of\n falling employment in many industries, particularly those hit\nhard by the yen's rise.\n    Masao Suzaki, senior economist at the Bank of Tokyo, said\nweakened consumer confidence was the most worrying factor.\nWithout brisk consumer spending, Japan can hardly achieve\ndomestically generated economic growth as the government has\nput a lid on fiscal measures, he said.\n    Other economists said the 0.8 pct growth registered in\nOct/Dec may have been inflated by special factors, including\nexceptionally heavy spending in the public sector. Johsen\nTakahashi, chief economist at Mitsubishi Research Institute,\nsaid the 14.4 pct increase in public sector spending in Oct/Dec\nresulted from an issue of gold coins.\n    \"This is just a one-shot spending and we can't expect that\nhigh level of public-sector consumption in the following\nquarter,\" Takahashi said. Agency officials said public spending\nwould have risen 1.1 pct in Oct/Dec without the issue, which\nmarked 60 years of Emperor Hirohito's reign.\n    Takahashi said the economy might contract in the current\nquarter given the lack of additional significant government\nspending and sluggish consumer spending.\n    Saito said the most effective government action would be\nincome tax cuts and the postponement beyond next January of a\nproposed controversial sales tax.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}