{
    "DATE": "26-MAR-1987 14:12:28.87",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10080",
    "TEXT": {
        "TITLE": "BP<BP> OFFER RAISES EXPECTATIONS FOR OIL VALUES",
        "AUTHOR": "    By PATTI DOMM, Reuters",
        "DATELINE": "    NEW YORK, March 26 - ",
        "BODY": "British Petroleum Plc's plan to pay\n7.4 billion dlrs for less than half of Standard Oil Co has\nsignalled higher values in the U.S. oil patch, analysts said.\n    \"I think that BP's bid is a very strong affirmation and\nclear signal that they have confidence in the U.S., and they\nthink the barrel of oil in the ground is going to go higher,\"\nsaid Sanford Margoshes of Shearson Lehman Brothers Inc.\n    BP earlier today said its U.S. unit planned to tender at 70\ndlrs per share for the 45 pct of Standard it does not already\nown.\n    \"It's a 7.4 billion dlr price that (shows) OPEC has won the\nwar and oil prices are not going to crack,\" said Prescott, Ball\nand Turben analyst Bruce Lazier.\n    \"Behind that is a huge implication for the rest of the\nenergy issues out there in the stock market, particularly those\nthat are acquisition targets,\" Lazier said.\n    One of those mentioned by Lazier was USX Corp, an\nenergy-steel concern which had been courted by investor Carl\nIcahn and drew the attention of Australian Robert Holmes a\nCourt last year. Rumors continue to swirl around its stock.\n    Margoshes said he does not foresee major U.S. oil firms\nfalling into takeover situations for several years, with the\nexception of possibly Amerada Hess Corp <AHC>. He said most of\nthe majors found partners in the last round of matchmaking\nwhich ended two years ago, and others restructured to the point\nthat they have become unattractive.\n    U.S. oil stocks rallied in response to the offer. Exxon\nCorp <XON> rose 1-1/8 to 88-1/2. Chevron Corp <CHV> jumped\n1-1/8 to 58-7/8, and Texaco <TX> climbed 1/4 to 37-3/4. Unocal\nCorp <UCL> rose 1-3/4, while Occidental Petroleum Corp <OXY>\nclimbed 1-1/8 to 34-3/4. Amoco Corp <AN> rose 1-3/8 to 83-3/4.\n    Standard Oil's stock was up 6-1/4 in heavy trading to\n71-1/8. Earlier in the session it had been at a high of 72-1/4.\nWall Street has speculated British Petroleum may boost its\noffer by several dlrs per share, but the company maintained it\nwould not raise the 70 dlr bid.\n    British Petroleum stock rose 2-1/4 to 59-5/8.\n    Analysts said the fact British Petroleum made such a bid in\nthe first place indicates that the British oil giant has\nchanged its outlook for the oil industry.\n    Analysts said last year British Petroleum held one of the\nmore bearish positions on oil prices.\n    \"They said the real price of oil would stay at 15 dlrs (a\nbarrel) for several years, and I think they beat a hasty\nretreat from that point of view,\" Margoshes said.\n    \"They are more appropriately today looking more\noptimistically. I believe they are looking at 18 dlrs\n(long-term)...also in their heart of hearts they believe that\nwill be exceeded,\" Margoshes said.\n    The U.S. benchmark crude West Texas Intermediate was\ntrading today around 18.60 dlrs per barrel.\n    Analysts said British Petroleum might have been able to buy\nup the rest of Standard Oil for about 50 dlrs per share when\noil prices were falling last year.\n    They said Standard Oil's brightest asset is its slightly\nmore than 50 pct ownership of the Alaskan Prudhoe Bay oil\nfield. Analysts also said the company has other interests in\nthe Alaskan North Slope.\n    Analysts said the Standard investment is extremely\nattractive to BP because the U.S. is the largest oil market and\nhas hard-to-replace reserves.\n    \"I think it just fits in with their long-range plans to\nincrease their position in the U.S. market,\" Dean Witter\nanalyst Eugene Nowak said.\n    Analysts said it also raises BP's visibility ahead of the\nBritish government's announced disposal of 31.7 pct of BP\nstock. The U.K. government said it would dispose of the holding\nsometime in the year beginning April one.\n    After acquiring all of Standard, most of BP's reserves\nwould be in the U.S., but only about six pct of its stock is\nheld in the U.S.\n    \"The only way they can sell all that stock is to move it\ninto the United States. No other market can handle all that\nstock,\" said L.F. rothschild analyst Rosario Ilacqua.\n    In 1986, Standard Oil had net losses of 345 mln dlrs on\nrevenues of 10.02 billion dlrs, compared to a profit the year\nearlier of 308 mln dlrs on revenues of 13.82 billion dlrs.\n    \n Reuter\n\u0003"
    },
    "PEOPLE": [
        "balladur",
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "opec"
    ]
}