{
    "DATE": "20-OCT-1987 10:24:06.81",
    "TOPICS": [
        "veg-oil"
    ],
    "PLACES": [
        "usa",
        "india"
    ],
    "NEWID": "20232",
    "TEXT": {
        "TITLE": "LYNG SAYS INDIA FOOD AID PACKAGE NOT READY",
        "DATELINE": "    WASHINGTON, Oct 20 - ",
        "BODY": "The United States and India have\nnot yet agreed on a food aid package to help the\ndrought-stricken Asian country, Agriculture Secretary Richard\nLyng said.\n    Lyng told Reuters in an interview that the two countries\nhave been discussing a package but that he did not expect the\nspecifics of the offer to be announced during Indian Prime\nMinister Rajiv Gandhi's visit here this week.\n    \"We have been talking about the potential needs that India\nmight have for both their commercial market and purchases needs\nas well as the possibilities of assistance,\" Lyng said.\n    \"At this point, there is no detailed plan or program. The\namounts of what commodities are uncertain. But we have\nindicated to the Indians that we stand ready to assist in\nwhatever way they deem most valuable,\" he said.\n    There has been speculation in trade circles that USDA would\noffer India subsidized vegetable oil under the export\nenhancement program and donate surplus corn under Section 419\nof an amended 1949 law.\n    Lyng indicated the two countries have been unable to agree\non the mix of concessional and commercial aid, and that\nWashington would prefer the package include something other\nthan donated food.\n    \"The Indians are capable of purchasing a lot, of taking care\nof themselves. India is a country that has come a long way in\nits ability to produce food and they have a great pride in\nthat,\" Lyng said.\n    \"We (the United States) obviously, with the surpluses we\nstill have of many commodities..., would like to share in the\nimport business the Indians do, and then we have some, as we\nalways do, compassion for the people of India and would like to\ncooperate with them,\" he said.\n    Lyng said he had no plans to meet with Indian officials\nduring Gandhi's visit here, adding, \"I just don't know of\nanything that might be announced specifically.\"\n    Asked if \"the ball was in the Indians' court,\" he said, \"Yes.\"\n    Gandhi is to leave Washington Tuesday evening.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "comex"
    ]
}