{
    "DATE": "16-MAR-1987 09:50:15.22",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5345",
    "TEXT": {
        "TITLE": "H AND R BLOCK <HRB> SEES GAINS FROM TAX REFORM",
        "AUTHOR": "    By Jane Light, Reuters",
        "DATELINE": "    CHICAGO, March 16 - ",
        "BODY": "With the April 15 tax return deadline\nless than a month away, confused taxpayers will be converging\non H and R Block Inc's offices to interpret the new tax codes.\n    Financial results for the nation's largest tax preparer are\nexpected to be good in fiscal 1987 but next year could be a\n\"bonanza,\" analysts say.\n    \"For the short term the key word is confusion, Block Vice\nPresident Tom Bloch said in an interview. \"When Congress\ndrastically changes laws, confusion results and tax preparers\nbenefit,\" Bloch said.\n    \"Next year, when taxpayers take the new forms and place\nthem side by side to compare them, more people will throw their\nhands up and say 'I'm going to get help,'\" he said.\n\"Tax forms will look very different next year,\" he added.\n    Kidder Peabody analyst Herbert Buchbinder expects Block's\nfiscal 1987 year (to end April 30) to show good gains over\nfiscal 1986 earnings of 60.1 mln dlrs or 2.41 dlrs a share on\nrevenues of 606.7 mln dlrs. He estimates Block's fiscal 1987\nearnings at 2.75 to 2.80 dlrs.\n    \"Next year, Block could have a bonanza,\" Buchbinder said.\nBased on estimates of a larger work force, Block could show a\ngain of more than five pct in tax forms prepared, he said. In\nthe 1986 tax season, Block prepared 9,215,300 U.S. tax returns,\nup 1.5 pct over the previous year.\n    The Internal Revenue Service estimates about 100 mln\nindividual income tax returns will be filed for the 1987 tax\nseason, up from last year's 94 mln forms. Professional tax\npreparers accounted for just over 43 million forms, according\nto the IRS.\n    For the longer term, while confusion will continue to bring\nclients into Block's 8,866 tax preparation offices worldwide,\nthere are some changes in the act that will have a negative\neffect, Bloch conceded.\n    Certain changes in filing requirements will shorten the tax\nreturn, and in some cases, simplify the form, he noted. In\naddition, some low income wage earners will be taken off the\ntax rolls, he said.\n    Block is currently analyzing its price structure to try to\noffset some of the negatives. Last tax season, the average cost\nfor each return in the U.S. amounted to 48.05 dlrs and 45.73\ndlrs worldwide, Bloch said. This tax season, rates will be up\nabout three or four pct, in line with the inflation rate, he\nsaid.\n    Block expects \"some expansion\" this tax season of its\nelectronic filing system which directly feeds into the IRS and\ncan speed up the refund process. Block can choose where and by\nhow much it wants to expand into the seven cities made\navailable for the direct filing by the IRS, Bloch noted.\n    The IRS estimates about 90,000 returns will be directly\nfiled this tax season, up from the 26,000 returns injected in\nthe 1986 tax season.\n    First Kansas City analyst Jonathan Braatz said that Block\nwill benefit greatly from lower tax rates in fiscal 1988.\n    Braatz expects Block's advertising budget to be about the\nsame as last year which will be helped a bit by lower costs for\ntelevision ads. \"They may get a little more bang for their\nbuck,\" he said.\n    He estimates Block has about 150 mln dlrs cash on its\nbalance sheet sheet, and says if interest rates rise it could\nbe of great benefit to them.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}