{
    "DATE": " 2-APR-1987 16:14:33.37",
    "TOPICS": [
        "grain",
        "wheat",
        "corn",
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12709",
    "TEXT": {
        "TITLE": "U.S. ACREAGE CUTS SEEN LIMITING STOCK BUILD",
        "AUTHOR": "    By Maggie McNeil, Reuters",
        "DATELINE": "    WASHINGTON, April 2 - ",
        "BODY": "Sharp cuts this year in U.S. planted\nacreage may not make a big dent in the U.S. grain stockpile but\nwill at least keep grain surpluses from increasing, Agriculture\nDepartment and industry commodity analysts said.\n    \"The scenario is turning around on stocks. The whole\nsupply/demand picture could finally be getting more in\nbalance,\" a USDA analyst said.\n    The USDA prospective plantings report this week indicated\nthat U.S. farmers will idle 52 to 55 mln acres in annual\nacreage reduction programs this year. An additional 20 mln\nacres have been enrolled in the conservation reserve program,\nbringing total idled acreage in the U.S. to 72-75 mln acres,\nalmost a third of the nation's total 235 mln acre crop base.\n    Production of wheat, corn and soybeans in 1986/87 will\nprobably closely match annual usage, limiting any buildup in\nstocks, analysts said.\n    \"It's a substantially different story from last year when\nwe added 1.5 billion bushels of corn to the stockpile,\" Vernon\nMcMinimy, director of commodity research for Staley Co. said.\n    Interviewed at an agribusiness education conference here,\nMcMinimy said that 67.6 mln planted acres of corn will likely\ntranslate into 60 mln harvested acres, and with normal yields,\nfinal production of 6.9 to 7.0 billion bushels.\n    McMinimy estimated that total U.S. corn disappearance in\n1986/87 could end up at 7.1 billion bushels, possibly resulting\nin a 200-million bushel reduction in the current corn stockpile\nof 5.45 billion bushels.\n    \"To say this represents a turn-around is wrong, but we're\nat least in a holding pattern,\" George Hoffman, director of\ncommodity analysis for Pillsbury said.\n    Hoffman said wheat stocks could rise slightly by the end of\n1986/87 to 1.9 billion bushels due to \"significantly less\"\ndomestic feed use for wheat because of lower corn prices.\n    USDA analysts, however, project slightly higher usage and\nsaid wheat stocks will either decrease slightly or at least not\nincrease. With yearly use at around two billion bushels, next\nyear's projected crop could be used up, an analyst said.\n    \"We won't be adding to stocks. Stocks are at a record now,\nso if we can begin to touch them even minutely through acreage\nreductions, that would be an improvement,\" an Agriculture\nDepartment wheat analyst said.\n    Soybean planted acreage, at 56.9 mln acres, would be the\nsmallest planted soybean acreage since 1976 and could lower\nfinal production by 150 mln bushels and ending stocks by 50 to\n100 mln bushels, analysts said.\n    As more marginal, erodable acreage is enrolled in the\nconservation reserve program, annual acreage reduction programs\nwill be more effective because they will force more high\nproducing land out of production, a USDA analyst said.\n    \"We can now maybe see the light at the end of a very long\ntunnel,\" the analyst said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}