{
    "DATE": " 5-MAR-1987 12:49:46.69",
    "TOPICS": [
        "retail"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2269",
    "TEXT": {
        "TITLE": "FEBRUARY U.S. RETAIL SALES NOT SIGN OF UPTURN",
        "AUTHOR": "     BY SUSAN ZEIDLER, Reuters",
        "DATELINE": "    NEW YORK, March 5 - ",
        "BODY": "U.S. retailers posted stronger than\nexpected sales in February, but not enough to prompt analysts\nto change their expectations of sluggish sales growth for the\nfirst half of 1987.\n     \"My feeling is that it (February) borrowed some of the\nbusiness we normally see later in the quarter and the real\nstrength of general merchandise sales will be in the second\nhalf of 1987,\" said Bear Stearns and Co analyst Monroe\nGreenstein.\n    \"I don't think March will be as strong because Easter falls\nin April this year,\" said Morgan Stanley analyst Walter Loeb.\n   Analysts generally average the sales results of March and\nApril to account for the variation of Easter's occurrence.\n    Analyst Edward Johnson of Johnson Redbook Associates said\nsales for February rose between six and 6.5 pct, compared to a\n3.6 pct increase last year.\n     Analysts noted that February is considered a small,\ntransitory month between winter and spring.\n    In addition, sales comparisons were boosted by an\nespecially soft February last year which was adversely affected\nby severe weather.\n    Apparel sales outshone other product groups in sales,\naccording to retailers and analysts.\n    \"February's strong sales reflected a lot of fresh\nmerchandise on the shelves and higher consumer income due to\ntax reductions,\" said Greenstein of Bear Stearns.\n    Analysts expect apparel sales to remain good as sales of\ndurable and houseware items grow softer due to the continuing\nhigh levels of consumer debt.\n     May Department Stores Co <MAY> and K Mart Corp <KM> were\namong the strong performers, posting comparable store sales\ngains of 9.4 pct and 8.2 pct, respectively. May had an overall\nsales gain of 15.0 pct and K Mart had a 13.1 pct sales gain \nlast month.\n    \"Favorable consumer response to our merchandise programs\ncontinued to positively impact our sales comparisons. IN\naddition to the strong contribution by K Mart stores, all our\nspecialty retailing companies had excellent February sales,\"\nsaid K Mart chairman Bernard Fauber.\n    Sears Roebuck and Co <S> posted a 4.9 pct increase.\n\"Domestic sales were led by better than average increases in\napparel, home fashions and hardware and especially strong\ncatalog sales,\" said Sears chairman Edward Brennan.\n    Analysts were a little disappointed by J.C. Penney Co Inc\n<JCP> which started out with especially strong sales early in\nthe month. Penney posted a 5.5 pct increase on a comparitive\nstore basis and a 5.3 pct gain in overall sales.\n    Penney chairman William Howell said, \"store sales were\nstrongest during the early part of the month, while catalog\ndemand was consistently strong throughout the period.\n    Store sales activity varied throughout the country, ranging\nfrom good in the East to weak in the depressed southwest.\n    Analysts also said gross profit margins were high as\nretailers were not overly promotional due to leaner inventories\nthan a year ago.\n    \"February is not a big month seasonally but these numbers\nsuggest a fairly good trend for consumer spending,\" said Drexel\nBurnham Lambert analyst Jeff Edelman.\n    FEBRUARY SALES FOR MAJOR U.S. RETAILERS\n    STORE          PCT      1987       1986\n SEARS             4.9      1.8 BILL   1.8 BILL\n K MART            13.1     1.5 BILL   1.3 BILL\n WAL-MART          44.0     885 MLN    615 MLN\n JC PENNEY         5.3      780 MLN    741 MLN\n FEDERATED         9.6      720 MLN    657 MLN\n MAY               15.0     632 MLN    550 MLN\n DAYTON HUDSON     19.5     602 MLN    504 MLN\n ZAYRE             25.7     327 MLN    260 MLN\n MONTGOMERY WARD   11.1     277 MLN    249 MLN\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "duisenberg",
        "ruding"
    ],
    "ORGS": [
        "ec"
    ]
}