{
    "DATE": "19-OCT-1987 20:07:36.38",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "canada",
        "israel"
    ],
    "NEWID": "20865",
    "TEXT": {
        "TITLE": "US SAYS CANADIAN, ISRAELI PACTS SHOULD SPUR TRADE",
        "DATELINE": "    WASHINGTON, Oct 19 - ",
        "BODY": "Trade Representative Clayton Yeutter\nsaid on Monday that the U.S. free trade agreements with Canada\nand Israel should help to pave the way for liberalizing the\nglobal trading system.\n    He said the Canadian and Israeli pacts will not set back\nworldwide reform efforts under the General Agreement on Tariffs\nand Trade (GATT) as some critics feared but help them.\n    The GATT talks began a year ago in Punta del Este, Uruguay\nto liberalize the global trading system and to include in it\ntrade in agriculture and services such as banking.\n    Yeutter made his remarks at a U.S.-Israeli trade meeting\nmarking the second year of their bilateral accord. The\nCanadian-U.S. pact, signed by two sides two weeks ago, has yet\nbeen approved by the U.S. Congress and Canadian Parliament.\n    The two free trade agreements (FTA) would gradually remove\ntariffs and other barriers to cross-border trade in goods and\nmany services.\n    Yeutter said in the aftermath of the Canadian and Israeli\npacts \"other countries have realized that if they want to\ncontinue to have access to the world's largest market, they had\nbetter get serious about improving the GATT.\"\n    The pact with Israel, he said, is gradually increasing\nshipments both ways and the Canadian pact will substantially\nincrease the gross national products in both countries.\n    Yeutter also said the Canadian and Israeli pacts should\nserve as important precedents for progress in GATT.\n    Yeutter said, \"increasing trade is one of the keys to\nenhanced political and economic stability around the globe.\"\n    He said, \"a stronger GATT will enhance prosperity, not only\nfor advanced industrial nations, but also for other countries\nthat need to increase trade in order to better their standards\nof living.\"\n    Yeutter added it was important not to risk the progress\nmade in the Israeli and Canadian trade pacts by resorting to\nprotectionism.\n    He was referring to trade legislation pending in Congress\nthat would force the United States to take retaliatory actions\nagainst nations with large trade surpluses with the United\nStates if the countries practiced unfair trade.\n    The legislation was prompted by a growing U.S. trade\ndeficit that hit 156 billion dlrs last year and is still\nrising.\n    Yeutter said the pressures for Congress to act were hard to\nresist, but the pending legislation would undermine President\nReagan's efforts to liberalize the world trade.\n    Yeutter renewed the threat of a White House veto.\n    He said, \"President Reagan will veto any bill that contains\nserious flaws, and I believe that veto would be sustained.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "EXCHENGES": [
        "amex"
    ]
}