{
    "DATE": "19-OCT-1987 10:04:35.30",
    "TOPICS": [
        "ipi"
    ],
    "PLACES": [
        "ussr"
    ],
    "NEWID": "21423",
    "TEXT": {
        "TITLE": "SOVIET UNION SETS 4.5 PCT INDUSTRIAL OUTPUT GROWTH",
        "DATELINE": "    MOSCOW, Oct 19 - ",
        "BODY": "Soviet Planning chief Nikolai Talyzin told\nthe Supreme Soviet (parliament) industrial output is planned to\nrise by 4.5 pct in 1988, up from a planned 4.4 pct in 1987.\n    In the first nine months of this year, industrial output\nrose by 3.6 pct.\n    Talyzin said national income, the nearest Soviet equivalent\nto gross national product, is planned to rise by 4.3 pct\nagainst a planned 4.1 pct this year.\n    He said grain production is planned at 235 mln tonnes in\n1988, compared with a planned 232 mln this year.\n    The Soviet Union produced 210 mln tonnes of grain in 1986\nand the Soviet press has said heavy rain has affected the\nharvest this year.\n    Talyzin said the 1988 Soviet plan stressed the engineering\nindustry, which Kremlin leader Mikhail Gorbachev has described\nas a sector where rapid modernisation is essential if the\nSoviet Union is to compete effectively on world markets.\n    \"Certain difficulties have arisen this year in the\nmachine-building industry. The economy is not receiving a\nconsiderable amount of the equipment that it requires,\" said\nTalyzin, who heads the state planning committee Gosplan.\n    Soviet data show the machine-building industry, which makes\nmachine tools, instruments and other engineering goods,\nincreased output by 3.3 pct in the first nine months of this\nyear against the same period of 1986. This is well below the\n7.3 pct rise planned for the industry for all of 1988.\n    Talyzin said the ruling Politburo concluded at a recent\nmeeting that an improvement in economic performance depended to\na large extent on conserving resources better. \"Large-scale\nmeasures are planned to save resources,\" he said.\n    Finance Minister Boris Gustev told the Supreme Soviet\ndefence spending in 1988 would total 20.2 billion roubles, the\nsame as announced last year.\n    Talyzin said the Kremlin also had decided to increase\nspending next year on medical services, education, pensions and\nsocial insurance schemes\n    He said state expenditures in these fields would reach 171\nbillion roubles in 1988, or 3.5 billion roubles more than had\noriginally been envisaged in the 1986-1990 Five-Year Plan.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}