{
    "DATE": "13-MAR-1987 16:14:48.69",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5057",
    "TEXT": {
        "TITLE": "TRADE BILL TO CHANGE AGRICULTURE TRADE LAWS",
        "DATELINE": "    WASHINGTON, March 13 - ",
        "BODY": "The House Ways and Means Committee\nis moving toward passage of a trade bill that sponsors said was\nintended to help open foreign markets to U.S. agricultural\ngoods and to modify some U.S. agricultural trade laws.\n    The trade subcommittee voted to require President Reagan to\ntake into account the potential harm to U.S. agricultural\nexports of any trade retaliation he might impose for foreign\nunfair trade practices against other domestic industries.\n    The bill would allow U.S. agricultural producers to seek\ngovernment monitoring of imports if there is a reasonable\nchance the industry would be harmed by an import surge.\n    The full Ways and Means Committee is to consider the bill\nnext week and congressional sources said they expect it will be\napproved.\n     In investigations involving a processed agricultural\nproduct, trade associations of processors or producers would\nhave to petition for relief from foreign dumping or unfair\nduties.\n     The bill sets out U.S. trade negotiating objectives for\nthe Uruguay round of talks under the General Agreement on\nTariffs and Trade. It would seek fair trade in agriculture,\nseek to discipline restrictive or trade distorting import and\nexport practices, to eliminate tariffs, subsidies, quotas and\nnon-tariff barriers.\n     President Reagan's authority to negotiate a new GATT\nagreement would be extended through January 1993 and authority\nto negotiate a free trade zone with Canada would be extended\nthrough January 3, 1991.\n    The bill extends Reagan's authority to negotiate an\ninternational coffee agreement through October 31, 1989.\n    It allows a refund of import duties paid on raw sugar\nimported from November 1, 1977 to March 31, 1985 for production\nof sugar or products containing sugar and destined for\nre-export. The export of the sugar or products must occur\nbefore Octoer 1, 1991.\n    Presently, to qualify for the refund the sugar must be\nprocessed within three years after import and exported within\nfive years.\n    Agriculture would also benefit from more rapid decisions in\ncomplaints of unfair foreign trade practices or injury from\nimports.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}