{
    "DATE": "23-MAR-1987 07:19:03.24",
    "TOPICS": [
        "crude",
        "ship"
    ],
    "PLACES": [
        "uk",
        "iran",
        "usa",
        "iraq"
    ],
    "NEWID": "8188",
    "TEXT": {
        "TITLE": "IRAN SAYS IT INTENDS NO THREAT TO GULF SHIPPING",
        "DATELINE": "    LONDON, March 23 - ",
        "BODY": "Iran said reports that it intended to\nthreaten shipping in the Gulf were baseless, and warned the\nU.S. And other countries not to interfere in the region.\n    Tehran radio, monitored by the BBC, quoted a Foreign\nMinistry spokesman as saying any attempt at interference would\nbe met by \"a strong response from Iran and other Moslems in the\nworld.\"\n     U.S. Defence Secretary Caspar Weinberger, in remarks\napparently unrelated to the broadcast, said the U.S. Would do\nwhatever was necessary to keep shipping lanes open in the face\nof new Iranian anti-ship missiles in the Gulf.\n    The U.S. State Department said two days ago Tehran had been\ntold of U.S. Concern that Iranian anti-ship missiles posed a\nthreat to the free flow of oil from the Gulf.\n    U.S. Officials have said Iran has new Chinese-made\nanti-ship \"Silkworm\" missiles, which pose a greater threat to\nmerchant ships than missiles used before.\n    The Iranian spokesman said the reports that Iran intended\nto attack ships were \"misleading propaganda.\"\n    He said Iraq's President Saddam Hussein was the main cause\nof tension in the Gulf and said Iran would continue to use \"all\nits legitimate means to stem the cause of tension.\"\n    Weinberger said in a television interview in the U.S. \"We\nare fully prepared to do what's necessary to keep the shipping\ngoing and keep the freedom of navigation available in that very\nvital waterway.\"\n    \"We aren't going into any disclosures or discussions of what\nmight happen, but we are certainly very sympathetic to and\nlistening carefully to any suggestions for our assistance in\nkeeping navigation free in that area,\" he said.\n    Weinberger said U.S warship movements in the Gulf area were\nnot unusual.\n    A U.S. Navy battle group led by the aircraft carrier Kitty\nHawk is currently in the northern Arabian Sea.\n    The Iranian spokesman was quoted by Tehran radio as saying\nthe U.S. Was trying to build up its military presence in the\nregion.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "PEOPLE": [
        "yeutter",
        "de-clercq"
    ]
}