{
    "DATE": "18-MAR-1987 10:53:29.43",
    "TOPICS": [
        "interest",
        "money-fx"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "6531",
    "TEXT": {
        "TITLE": "U.K. BASE RATES WILL FALL AGAIN SOON, SAY ANALYSTS",
        "AUTHOR": "    By Geert Linnebank, Reuters",
        "DATELINE": "    LONDON, March 18 - ",
        "BODY": "Today's modest half-point cut in U.K.\nBank base lending rates to 10 pct signals the Bank of England's\ndetermination to maintain a cautious monetary stance, but\nfinancial markets appear set to force its hand, analysts said.\n    They said a further half-point cut in base rates to 9-1/2\npct was bound to occur within the next week and rates may shed\na further half point soon if markets remain buoyant.\n    Earlier, markets were bracing for a one-point cut in rates\nafter yesterday's budget set a sharp three billion stg\nreduction in 1987 government borrowing targets to four billion\nstg.\n    Sterling money market rates moved lower again, with the key\nthree-month interbank rate down to 9-5/8 1/2 pct at the start\nof business from 9-11/16 9/16 yesterday, and sterling rallied\nto four-year highs against the dollar in very active trading.\n    Government bond prices also surged on the budget, with\ngains in excess of one point pushing yields on long-term paper\nbelow nine pct for the first time in nearly a year.\n    But today's smaller than expected rate cut appeared to have\nplacated markets for now, analysts said. Money market rates\nrecovered up to 1/4 point from earlier lows while both sterling\nand gilts came off highs as trading ground to a near halt.\n    Analysts said the slowdown was likely to be temporary, and\nthe reappraisal of sterling assets by international investors\nwas set to resume as early as tomorrow, leading to higher gilt\nprices, exchange rate advances and lower money market rates.\n    \"Today's cut was slightly disappointing,\" said Bill Martin,\nchief U.K. Economist at stockbrokers Phillips and Drew. \"The\nBank of England is taking a very cautious line ... To temper\nthe markets' first rush of blood to the head after the budget.\"\n    Analysts said the bank's move today to lend two-week cash\nto U.K. Discount houses at a lower 10 pct suggested it hoped to\nmaintain the new rates for about that period of time.\n    The analysts agreed success would depend largely on how\nsterling performs in the near term.\n    Sharp rises in the pound's value could be checked initially\nthrough Bank of England intervention but eventually the gains\nwould force the bank to cut interest rates rates again.\n    \"The market seems to have accepted the modest cut for the\ntime being,\" said Midland Bank treasury economist David\nSimmonds. \"But I am sceptical that the bank will be able to hold\nup rates for long.\"\n    Simmonds said he saw sterling rising another two U.S. Cents\nthis week from around 1.60 dlrs, forcing a rate cut by Friday.\n    Robin Marshall, chief economist at Chase Manhattan\nSecurities, said \"There is another half point to come in the\nnear term, this week or next week at the latest...We see a\nwhole point off base rates in the next two or three weeks.\"\n    Analysts stressed that apart from prestige, Britain had\nvery little to gain from a sharp rise in sterling's exchange\nrate.\n    Martin, of Phillips and Drew, said the dampening effect of\na sterling rise on consumer price inflation would not\nmaterialise for at least nine months while its hampering impact\non manufactured exports would show almost immediately.\n    Analysts said the budget, featuring income tax cuts as well\nas cautious plans for public finances, had improved the chances\nof re-election for the Conservative government and probably\nadvanced the election date. One must be held before June, 1988.\nCombined with overall good prospects for the U.K. Economy, this\nwas likely to fuel a foreign rush on sterling-denominated\nassets, pushing the pound's value well above unofficial\ntargets.\n    With mark-denominated investments largely out of favour\nbecause of low yields and a dull economic outlook, Chase's\nMarshall said \"Sterling is simply the best game in town,\nespecially after the budget, and demand will remain strong.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}