{
    "DATE": "27-MAR-1987 09:05:15.00\u0005\u0005\u0005F",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany",
        "usa"
    ],
    "NEWID": "10398",
    "TEXT": {
        "TITLE": "PORSCHE EXPECTS IMPROVEMENT IN U.S. SALES",
        "DATELINE": "    STUTTGART, March 27 - ",
        "BODY": "Sports carmaker Dr. Ing. H.C.F.\nPorsche AG <PSHG.F> said it expects to post a satisfactory\nprofit in 1986/87, with domestic volume sales seen lower but\nU.S. Sales anticipated higher.\n    Managing board chairman Peter Schutz said domestic sales\nwere expected to fall to 9,000 in the year ending July 31 from\n11,340 in 1985/86. U.S. Sales should rise to more than 30,000\nfrom 28,670 last year.\n    Schutz made no specific profit or sales forecasts. Last\nmonth the company said it expected net profit to fall below 70\nmln marks this year from 75.3 mln marks in 1985/86.\n    For sales, Porsche expects its overall world volume this\nyear to be above 50,000. Sales last year stood at 53,254,\nSchutz said. His expectations of a satisfactory profit were\nbased on a combination of price rises and cost-cutting, he\nadded.\n    The expected drop in West German sales this year would be\nthe result of the so-called \"grey market\" for Porsche cars, he\nsaid. When the dollar was strong against the mark, many\nPorsches had been bought locally in West Germany for illegal\nexport to the U.S.\n    Porsche has previously said domestic sales in the 1986/87\nfirst half fell to 3,267 from 5,387 in the same 1985/86 period.\n    The fact that U.S. Sales will account for a larger\npercentage of overall sales this year than before does not pose\nproblems for profit, the Porsche board said.\n    In the last 12 months it has raised U.S. Prices by around\n20 pct without suffering any decline in sales. At the same time\nPorsche has hedged its dollar-denominated business for the\n1986/87 business year, finance director Heinz Branitzki.\n    Branitzki put Porsche's hedging costs in 1985/86 at 28 mln\nmarks.\n    In a speech to the annual meeting, Schutz said third-party\norders placed with Porsche's engineering research centre in\nWeissach were rising and should top 100 mln marks this year for\nthe first time.\n    Porsche's net profit dropped sharply to 75.3 mln marks in\n1985/86 from 120.4 mln marks in 1984/85.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "papandreou"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}