{
    "DATE": "16-MAR-1987 11:59:37.33",
    "TOPICS": [
        "trade",
        "gnp"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "5458",
    "TEXT": {
        "TITLE": "BRAZIL SAYS DEBT CRISIS IS WORLD PROBLEM",
        "DATELINE": "    RIO DE JANEIRO, March 16 - ",
        "BODY": "Brazilian Finance Minister\nDilson Funaro said his country's foreign debt crisis could only\nbe solved by changes in the international financial system.\n    Speaking to a business conference he said \"It is not Brazil\nthat has to make adjustments with the IMF (International\nMonetary Fund). It is the international financial community\nthat is taking away resources from the developing countries.\"\n    \"The crisis is not in Brazil, a country that has had the\nthird biggest trade surplus ...In the past two years Brazil had\nremitted 24 billion dlrs in debt servicing and received only\ntwo billion in fresh funds,\" he added.\n    Funaro said that during his recent trip to the U.S., Europe\nand Japan to explain Brazil's decision last month to suspend\ninterest payments on 68 billion dlrs of commercial debt, he\nstressed the country's commitment to growth.\n    \"We need to and will make the effort (to solve the debt\nproblem) but we cannot make an effort that means we stop\ngrowing,\" he said, adding that political and not purely\ncommercial solutions were needed to the debt crisis.\n    Brazil, whose 108 billion dlr foreign debt is the largest\nin the developing world, has been under pressure from official\nand private creditors to work out an economic adjustment\nprogram with the IMF to combat rocketing inflation and foreign\npayments problems.\n    President Jose Sarney's government has repeatedly refused\nto approach the Fund, arguing that an IMF programme would lead\nto recession. Funaro said that in his talks with creditors he\nhad tried to restore credibility in the country in the hope of\nfinding a lasting solution to the debt problem.\n    \"We are negotiating so that the debt question should not be\none of continuous crisis.\"\n    To sustain internal growth Brazil would have to import more\nmachinery and equipment this year and export fewer raw\nmaterials. The country was thus targetting a fall in this\nyear's trade surplus to 8.0 billion dlrs from 1986's 9.5\nbillion.\n    Domestically, Funaro said economies had led to a reduction\nin the public sector deficit to 2.7 pct of gross domestic\nproduct in 1986, the lowest for many years and that this should\nfall to 1.5 pct this year.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}