{
    "DATE": "18-JUN-1987 14:27:09.25",
    "TOPICS": [
        "gnp",
        "income",
        "housing"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18911",
    "TEXT": {
        "TITLE": "BANK OF AMERICA SEES SLOW U.S. CONSUMER SPENDING",
        "DATELINE": "    SAN FRANCISCO, June 18 - ",
        "BODY": "A trade-led boom in the U.S. is\nunlikely this year or next because growth in net exports will\nmerely offset a dramatic slowdown in consumer spending and\nother sectors of the economy, Bank of America said in its\nlatest economic report.\n    Although net exports will add 0.7 pct to GNP this year,\nafter reducing it by 1.2 pct in 1986, consumer spending will\ncontribute 1.4 pct less to GNP than it did last year.\n    As a result, GNP this year is likely to expand a modest 2.5\npct, the same rate as last year, according to Daniel Van Dyke,\nthe Bank of America economist who wrote the report.\n    \"Growth in consumer spending in the United States will drop\ndramatically this year because the jump in inflation will cause\na falloff in the growth of disposable income,\" Van Dyke said.\n    Growth in U.S. consumer spending is likely to slow to 1.8\npct this year from 4.1 pct in 1986, he predicted.\n    The report was released before the Commerce Department\nreported today that personal income rose just 0.2 pct in May,\nafter increasing 0.4 pct in April, and that personal\nconsumption expenditures had risen just 0.1 pct, compared with\na 0.6 pct increase the month before.\n    The rising cost of energy and imports is likely to boost\nconsumer prices by an average of 3.7 pct this year, up from 1.9\npct in 1986, Bank of America forecast.\n    This rise in inflation will reduce real disposable income \ngrowth to only 1.3 pct in 1987 from 2.9 pct in 1986.\n    As a result, Van Dyke calculated that the purchasing power\nof an average family of four will increase by a modest 540 dlrs\nthis year compared to a surge of 1,210 dlrs during 1986.\n    The slowdown in income growth is likely to cause housing\nstarts to drop by 4.2 pct this year and a further six pct in\n1988 to an annual rate of 1.63 mln units.\n    \"For the first time in several years, a recession in 1988\nor 1989 is more than a remote possibility,\" Van Dyke said.\n    Currently, U.S. growth is fragile and depends heavily on an\nimprovement in trade. \"However, with protectionist attitudes on\nthe rise in this country, this source of growth is at risk,\" he\nadded.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}