{
    "DATE": " 5-MAR-1987 14:47:47.62",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2367",
    "TEXT": {
        "TITLE": "HOUSE 0/92 FARM PROPOSAL SEEN SPARKING DEBATE",
        "DATELINE": "    WASHINGTON, March 5 - ",
        "BODY": "A House Agriculture Committee meeting\nlater today to draft a disaster aid bill is expected to spark a\ndebate between lawmakers who want to expand the 0/92, or\n\"de-coupling,\" provision to cover feedgrains, and those who\noppose 0/92 or want it severely limited, Congressional sources\nsaid.\n    The disaster aid bill as it now stands calls for a one-year\n0/92 pilot program for 1987 crop wheat and the 1988 winter\nwheat crop. The bill would allow farmers to forego planting and\nstill receive 92 pct of deficiency payments.\n    The administration has strongly urged that the bill be\nexpanded to feedgrains and to more than one year.\n    It is difficult to tell in what form the 0/92 provision\nwill emerge from the committee, the sources said.\n    Proponents of an expansion of 0/92 maintain there are large\nestimated cost savings of such a bill -- ranging from estimates\nby the administration of 200 to 500 mln dlrs.\n    Opposition to a reopening of the 1985 farm bill at this\ntime is the major reason cited by those against an expansion of\nthe bill, committee staffers said.\n    The 0/92 plan is scheduled to be discussed at 1530 EST. A\nconflicting floor vote delayed the start of the meeting, and\nstaffers said it may have to be delayed even until next week.\n    Such a delay would not bode well for proponents of an\nexpanded 0/92 program, since spring planting in many areas of\nthe country will be underway in the next few weeks and signup\nfor the 1987 wheat and feedgrains program ends March 30.\n    Farmers are now making their planting decisions, so\nsomething has to be done quickly if a 0/92 program is to be\nimplemented, an Agriculture Department source said.\n    An expansion of 0/92 to feedgrains was opposed in last\nweek's subcommittee hearing on the bill, with subcommittee\nchairman Dan Glickman, D-Kan., saying that more study of the\nconsequences of decoupling on feedgrains plantings was\nnecessary.\n    Major commodity groups, including the National Corn\nGrowers, the American Farm Bureau and the National Cattlemen's\nAssociation, have voiced strong opposition to 0/92.\n    But proponents of an expanded 0/92 argue that the bill\ncurrently is not equitable for all grains producers, so it\nshould be extended to other crops.\n    There will be difficulty in limiting 0/92 to wheat, said\nGene Moos, aide to house majority leader Tom Foley, D-Wash.\n    Projected cost savings, in the current atmosphere of try to\ndecrease farm expenditures, would also be hard to ignore in the\ndebate to expand the 0/92 application, Moos said.\n    Rep. Charles Stenholm, D-Tex., may be planning to introduce\na bill to restrict 0/92 to only 1987 crop wheat, with the\nargument that now is not the time to vote in favor of any major\nchanges in the farm bill.\n    \"Stenholm's bill is not a rejection of 0/92, only of the\ntiming,\" a congressional staff member said.\n    Rep. Arland Stangeland (R-Minn.) is reported to have an\namendment to expand the 0/92 provision to 1987 and 1988\nfeedgrains.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "gatt"
    ]
}