{
    "DATE": "12-MAR-1987 15:34:34.08",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "4470",
    "TEXT": {
        "TITLE": "PESSIMISM MOUNTS OVER BAHIAN TEMPORAO COCOA CROP",
        "AUTHOR": "    By Richard Jarvie, Reuters",
        "DATELINE": "    RIO DE JANEIRO, March 12 - ",
        "BODY": "Pessimism over the effects of a\nprolonged dry spell on the coming Bahian temporao cocoa crop is\nrising with trade forecasts generally in the 2.0 mln to 2.5 mln\nbag range against 2.5 mln to 3.0 mln a fortnight ago.\n    Trade sources told Reuters from the state capital of\nSalvador that despite scattered rains since mid-February, which\nbroke a six week drought, plantations have not picked up as\nhoped and very little cocoa is expected to be gathered in the\nfirst three months of the May/September crop.\n    The sources said arrivals from May through July might only\nreach around 600,000 bags whereas in normal years a figure of\n1.0 mln to 1.5 mln bags might be expected.\n    Arrivals from then should start to pick up sharply as pods\nfrom current flowering are gathered. However, the sources noted\na late temporao is always more susceptible to pod rot, which\nflourishes if conditions turn cold and humid, and which is more\nlikely from late July on.\n    This year's crop is doubly susceptible because poor prices\nmean farmers were not encouraged to invest in fertilisers and\ninsecticides and are also unlikely to treat against pod rot.\n    A severe attack of pod rot can cause the loss of over\n500,000 bags in a very short period, one source said.\n    Because of the increased exposure to pod rot damage,\nestimates of the final outcome of the temporao are extremely\nvulnerable and production could easily drop to below the 2.0\nmln bag mark if the disease hits.\n    Although flowering was good following the start of the\nrains, pod setting was not up to expectations, possibly because\nthe drought had caused a drop in the insect population which\npollinates flowers, the sources said.\n    However, reports from farms indicate moisture levels are\nnow generally back to near normal levels and that current\nflowering and pod setting is good, which should result in\nmature fruit from August through September.\n    The sources said they expect no break in the harvesting of\nbeans between the end of the temporao and the beginning of the\nmain crop, which officially starts on October 1.\n    \"The cut-off date is completely artificial. If things go\nwell from now on we should see heavy harvesting without a break\nfrom August through November or even December,\" one said.\n    If predictions of a 2.0 to 2.5 mln bag temporao prove\naccurate this would be below the 2.7 mln bag average for the\npast 10 years. The last poor temporao was in 1984 when\nprolonged drought and later pod rot cut production to 1.79 mln\nbags, the lowest since 1974.\n    Good growing conditions the following year produced a\ntemporao of 3.12 mln bags, just below the 1983 3.17 mln bag\nrecord, while last year's output, which also suffered some\ndrought damage, was 2.77 mln bags.\n    Figures for the coming temporao might be distorted upwards\nby the inclusion of undeclared current main crop beans.\n    The sources said large quantities of beans are believed to\nhave been undeclared from this year's record total harvest and\nthey were unsure how much of this would be unregistered by the\nend of the official crop year on April 30.\n    Recent official arrivals figures have been swollen by the\ninclusion of beans which had been delivered previously to port\nwarehouses but not declared.\n    Because of the high turnover of beans this year,\nsignificant amounts have deteriorated because they were stored\ntoo long at the back of warehouses. Some of these are expected\nto be held for mixing in with early temporao arrivals.\n    With official arrivals figures for the 1986/87 temporao and\nmain crops totalling over 6.1 mln bags, and over seven weeks\nstill to go to the end of the year, the total outturn should be\nat least a record 6.5 mln bags if all production is declared,\nthe sources said.\n    This would compare with the previous record set last year\nof 6.03 mln.\n    However, there is no way of telling how many current crop\nbeans will be declared after the May 1 start of the temporao\nand thus the true size of the 1986/87 harvest may never be\nofficially registered.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "inro"
    ]
}