{
    "DATE": " 2-APR-1987 04:51:36.70",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "12423",
    "TEXT": {
        "TITLE": "EC SUGAR TENDER SAID TO MARK NO CHANGE IN POLICY",
        "DATELINE": "    BRUSSELS, April 2 - ",
        "BODY": "The maximum rebate granted at\nyesterday's European Community (EC) sugar tender marked no\nchange in policy towards producers' complaints that they are\nlosing money on exports outside the EC, EC commission sources\nsaid.\n    They said this was despite the fact that the commission\naccepted over 785,000 tonnes of sugar into intervention\nyesterday from traders protesting that rebates are being set\ntoo low.\n    The maximum rebate at yesterday's tender was 46.864 Ecus\nper 100 kilos, up from 45.678 Ecus the previous week.\n    London traders said yesterday the rebate was the largest\never granted. The commission sources said today the increase\nwas entirely explained by world market conditions. The amount\nby which the rebate fell short of what producers claim is\nneeded to obtain an equivalent price to that for sales into\nintervention remained at 0.87 Ecus per 100 kilos, they said.\n    Operators offered a total of 854,000 tonnes of sugar into\nintervention last month to protest at rebates which they said\nwere too low. The sources said about 706,470 tonnes of French\nsugar and 79,000 tonnes of German sugar had been accepted, the\nremainder being rejected as of too low quality.\n    The sources noted the operators could withdraw their offers\nin the five week period between the acceptance of the sugar and\npayment for it.\n    They said they saw no sign of planned withdrawals as yet,\nadding that they would expect operators to wait another week or\ntwo to review commission policy before making up their minds.\n    The sources said the commission felt entitled to offer\nrebates at slightly below the level theoretically justifiable\nin the light of its 1987/88 farm price package proposal to\nreduce guaranteed prices for sugar by two pct from the start of\nthe new season in July.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}