{
    "DATE": "20-MAR-1987 17:00:29.12",
    "TOPICS": [
        "sugar",
        "grain",
        "corn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8004",
    "TEXT": {
        "TITLE": "U.S. SUGAR PROGRAM CUT SENT TO CONGRESS BY USDA",
        "DATELINE": "    WASHINGTON, MARCH 20 - ",
        "BODY": "The U.S. Agriculture Department \nformally transmitted to Congress a long-awaited proposal to\ndrastically slash the sugar loan rate and compensate growers\nfor the cut with targeted income payments.\n    In a letter to the Congressional leadership accompanying\nthe \"Sugar Program Improvements Act of 1987\", Peter Myers,\nDeputy Agriculture Secretary, said the Reagan administration\nwants the sugar loan rate cut to 12 cents per pound beginning\nwith the 1987 crop, down from 18 cts now.\n    Sugarcane and beet growers would be compensated by the\ngovernment for the price support cut with targeted income\npayments over the four years 1988 to 1991. The payments would\ncost an estimated 1.1 billion dlrs, Myers said.\n    The administration sugar proposal is expected to be\nintroduced in the House of Representatives next week by Rep.\nJohn Porter, R-Ill.\n    Congressional sources said the program cut is so drastic it\nis unlikely to be adopted in either the House or Senate because\npolitically-influential sugar and corn growers\nand high fructose corn syrup producers will strongly resist.\n    The direct payment plan outlined by the administration \ntargets subsidies to small cane and beet growers and gradually\nlowers payments over four years. It also excludes from payment\nany output exceeding 20,000 short tons raw sugar per grower.\n    For example, on the first 350 tons of production, a grower\nwould receive 6 cts per lb in fiscal 1988, 4.5 cts in 1989, 3\ncts in 1990 and 1.5 cts in 1991.\n    The income payments would be based on the amount of\ncommercially recoverable sugar produced by a farmer in the 1985\nor 1986 crop years, whichever is less, USDA said.\n    Myers said the administration is proposing drastic changes\nin the sugar program because the current high price support is\ncausing adverse trends in the sugar industry.\n    He said the current program has artificially stimulated\ndomestic sugar and corn sweetener production which has allowed\ncorn sweeteners to make market inroads.\n    U.S. sugar consumption has declined which has resulted in a\n\"progressive contraction\" of the sugar import quota to only one\nmln short tons this year, he said. This has hurt cane sugar\nrefiners who rely on imported sugar processing.\n    Furthermore, USDA said the current sugar program gives\noverseas manufacturers of sugar-containing products a\ncompetitive advantage. The result has been higher imports of\nsugar-containing products and a flight of U.S. processing\nfacilities overseas to take advantage of cheaper sugar.\n    USDA also said the current program imposes a heavy cost on\nU.S. consumers and industrial users. In fiscal 1987, USDA said\nconsumers are paying nearly two billion dlrs more than\nnecessary for sugar.\n    \"Enactment of this bill will reduce the price gap between\nsweeteners and help to correct or stabilize the many adverse\nimpacts and trends which the sugar industry is currently\nfacing,\" Myers said.\n    The following table lists the rate of payments, in cts per\nlb, to growers and the quantity covered, in short tons\nrecoverable raw sugar, under the administration's proposal to\ncompensate sugar growers with targeted payments.\n    QUANTITY            1988     1989      1990      1991\nFirst 350 tons         6.000    4.500     3.000     1.500\nOver 350 to 700        5.750    4.313     2.875     1.438\nOver 700 to 1,000      5.500    4.125     2.750     1.375\nOver 1,000 to 1,500    5.000    3.750     2.500     1.250\nOver 1,500 to 3,000    4.500    3.375     2.250     1.125\nOver 3,000 to 6,000    3.500    2.625     1.750     0.875\nOver 6,000 to 10,000   2.250    1.688     1.125     0.563\nOver 10,000 to 20,000  0.500    0.375     0.250     0.125\nOver 20,000 tons        nil      nil       nil       nil \n Reuter\n\u0003"
    }
}