{
    "DATE": "11-MAR-1987 07:24:02.04",
    "TOPICS": [
        "money-supply",
        "interest"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "3524",
    "TEXT": {
        "TITLE": "SPAIN EXTENDS RESERVE REQUIREMENT",
        "DATELINE": "    MADRID, March 11 - ",
        "BODY": "The Bank of Spain has extended the\nreserve requirement for banks to their convertible peseta funds\nin an attempt to curb speculation in short-term capital which\nis currently fuelling money supply growth.\n    In a statement issued late last night, the central bank\nsaid convertible peseta accounts, funds which are not subject\nto exchange controls, would also be subject to a 19 pct reserve\nrequirement with effect from Friday.\n    Convertible peseta funds had been previously exempt from\nreserve requirements.\n    The measure comes one week after the central bank raised\nreserve requirements on domestic deposits by one percentage\npoint to 19 pct, also with effect on Friday.\n    Banking sources say the high real interest rates on offer\nnow -- around eight pct for overnight funds -- have attracted a\nlarge influx of speculative foreign capital which is\nthreatening the government's monetary targets.\n    They say this influx is largely responsible for Spain's\nprincipal measure of money supply, the broad-based liquid\nassets in public hands (ALP), to have grown by an estimated 17\npct annualised rate in February, compared with January's 8.3\npct rise and an 11.4 pct rise during the whole of 1986. The\ntarget for 1987 is eight pct.\n    The Bank of Spain today did not provide assistance funds to\nbanks in a move to drain excess liquidity from the money\nmarket. Liquidity will be further tightened by the fortnightly\nTreasury Bill auction tomorrow and Friday's hike in reserve\nrequirements, expected to absorb over 200 billion pesetas from\nthe system.\n    The immediate reaction was a hike in interbank interest\nrates today to 13.75/14.00 pct from yesterday's 13.46 pct\naverage for deposits.\n    Bank of Spain officials said this was an understandable\nresponse \"given that the market is short of funds.\"\n    But banking sources noted that a continued rise in interest\nrates would neutralize the central bank's attempts to curtail\nshort-term speculation with foreign funds by making the Spanish\nmoney markets more attractive.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "murdoch"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}