{
    "DATE": " 2-JUN-1987 05:38:12.36",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "china"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "NEWID": "17923",
    "TEXT": {
        "TITLE": "CHINA SEEN UNLIKELY TO RAISE SUGAR IMPORTS",
        "AUTHOR": "    By Mark O'Neill, Reuters",
        "DATELINE": "    PEKING, June 2 - ",
        "BODY": "China will not increase sugar imports\nsubstantially this year because of foreign exchange constraints\nand large stocks, despite falling production and rising\ndomestic demand, traders and the official press said.\n    \"Despite rapid increases in domestic production over the\nlast 30 years, imbalances between supply and demand continue to\nbe extremely serious,\" the Farmers Daily said. It said 1986\nplantings fell due to removal of crop incentives, because\nfarmers could earn more from other crops and because technical\nand seed improvements had not been widely disseminated.\n    The official press had estimated the 1986/87 sugar crop\n(November/March) at 4.82 mln tonnes, down from 5.2 mln a year\nearlier, and domestic consumption at six mln tonnes a year.\n    The Yunnan 1986/87 sugar harvest was a record 521,500\ntonnes, the provincial daily said. It gave no year-earlier\nfigure. Output in Guangxi was 1.04 mln tonnes, the New China\nNews Agency said without giving a year-earlier figure.\n    The Nanfang Daily said production in Guangdong province\nfell to estimated 1.92 mln tonnes from 1.96 mln and that the\narea under sugar was dropping.\n    \"Supply of cane (in Guangdong) is inadequate,\" the newspaper\nsaid. Processing costs are rising and the economic situation of\nnearly all the mills is not good. To guarantee supply of cane\nis a major problem.\"\n    A Western diplomat said sugar output also fell n Fujian,\nsouth China's fourth major producer, where there was a drop in\narea planted.\n    He said the rural sectors in Guangdong and Fujian were wel\ndeveloped, enabling farmers to choose crops according to the\nmaximum return, meaning that many had avoided sugar.\n    The Farmers Daily said a peasant in the ortheast province\nof Heilongjiang could gross 108 yuan from one mu (0.0667\nhectares) of soybeans and 112 yuan from one mu of corn but only\n70 from one mu of sugarbeet.\n    The paper said the profit margin of mills in China fell to\n4.7 pct last year from 11.87 pct in 1980.\n    Mills lacked the capital to modernise and they competed\nwith each other for raw materialsX, it added. This resulted in\nfalling utilisation rates at big, mode{nised mills.\n    The price of sugar had not changed in 20 years, the\nofficial press has said.\n    Customs figures showed China imported 1.18 mln tonnes of\nsugar in calendar 1986, down from 1.9 mln in 1985.\n    The diplomat said stocks at end-August 1986 were 2.37 mln\ntonnes, up from 1.92 a year earlier.\n    A foreign trader here said China accumulated large stocks\nin 1982-85 when provincial authorities were allowed to import\nsugar on their own authority. This practice was stopped in 1986\nwhen the central government resumed control of imports.\n    \"As China lacked storage, much of these imports was stored\nin Qinghai, Inner Mongolia and other inland areas,\" the diplomat\nsaid.\n    The trader said transporting stocks from these areas to\nconsumers in east and south China was a problem, particularly\nas coal had priority. \"How quickly they can move the sugar is\none factor determining import levels,\" he said.\n    Another factor was the quality of the harvest in Cuba,\nChina's major supplier through barter trade, he said.\n    \"China bought two distress cargoes last week, for about\n152/153 dlrs a tonne,\" he added. \"China is not a desperate buyer\nnow. But if the Cuban harvest is bad, it will have to go into\nthe open market.\"\n    A Japanese trader said Peking's major concern regarding\nimports was price.\n    \"While the foreign trade situation has improved this year,\nforeign exchange restraints persist,\" he said.\n    The diplomat said domestic demand was rising by about five\npct a year but \"a communist government is in a much better\nposition to regulate demand than a capitalist one, if the\nforeign exchange situation demands it.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}