{
    "DATE": "13-APR-1987 05:30:08.83",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "NEWID": "16144",
    "TEXT": {
        "TITLE": "AWB CHAIRMAN URGES FARMERS NOT TO CUT PLANTINGS",
        "DATELINE": "    MELBOURNE, April 13 - ",
        "BODY": "Australia could lose valuable wheat\nmarkets through lack of availability if plantings for the\ncoming 1987/88 season are significantly reduced, Australian\nWheat Board (AWB) chairman Clinton Condon said.\n    \"If predictions of a 30 pct decrease in plantings prove\ntrue, Australia may not be able to supply wheat to some of its\nvaluable markets,\" he said in a statement.\n    Condon did not say who had made the predictions, but an AWB\nspokesman said there was a general industry feeling that\nfarmers, hard hit by low prices and rising costs, could cut\nback plantings sharply. Wheat sowing normally begins in May.\n    However, Condon said he did not believe plantings would be\ncut by as much as 30 pct although he realised many farmers were\nfacing enormous financial pressures.\n    He said the AWB expects the area sown to be about 10.7 mln\nhectares, down from 11.3 mln in 1986/87 when the crop was about\n16 mln tonnes. Final crop estimates for 1986/87 and planting\nintentions for 1987/88 are not yet available.\n    If the AWB is unable, because of a short-term cut in\nplantings, to meet the needs of the markets it has developed\nwith much time and effort, it may have great difficulty selling\nwheat to those markets in the future, Condon said.\n    \"Markets which rely on a steady supply of Australian wheat\nunderstand a decrease in production due to drought but they\nwill have difficulty understanding a deliberate decision to\ndecrease production,\" Condon said.\n    \"If Australia wants wheat to continue as a major export\nincome earner, governments and government authorities will need\nto closely examine ways of contributing to the continuing\nviability of the wheat industry,\" he added.\n    Australia's leading wheat markets include China, Egypt,\nIran, Iraq, the Soviet Union and Japan.\n REUTER\n\u0003"
    },
    "PLACES": [
        "australia"
    ],
    "PEOPLE": [
        "mikulic"
    ],
    "ORGS": [
        "ec"
    ]
}