{
    "DATE": "26-MAR-1987 04:56:33.46",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "9742",
    "TEXT": {
        "TITLE": "BP UNITS SEEK FIVE BILLION DLR REVOLVING CREDIT",
        "DATELINE": "    LONDON, March 26 - ",
        "BODY": "BP International and BP North America\nare seeking a five billion dlr, four year syndicated credit\nfacility in support of British Petroleum Co Plc's tender offer\nfor the 45 pct of Standard Oil Co it does not already own,\nMorgan Guaranty Trust Co of New York said as arranger.\n    The facility, to be guaranteed by British Petroleum Co Plc\n<BP.L> is probably the largest credit facility ever arranged in\nEurope, bond analysts said. Full terms will be announced either\nlater today or tomorrow morning. BP said earlier it planned a\ntender offer for the 45 pct of Standard it does not already own\nfor 70 dlrs a share cash.\n    The financing being arranged by Morgan Guaranty will take\nthe form of a fully committed revolving credit. As announced\nearlier, BP also is arranging a U.S. Commercial paper program\nin connection with the tender and part of the revolver will be\nused to support that program.\n    The exact size of the U.S. Program has not been decided and\nthe dealers have not yet been chosen.\n    The credit facility will also allow the borrower to issue\ncash advances with maturities of one, three or six months\nthrough a tender panel, which will be comprised of banks\ncommitted to the facility.\n    Despite the unprecedented size of this euromarket facility,\nMorgan Guaranty said that it was being syndicated only among\nBP's relationship banks.\n    As a result, banks were being offered lead manager status\nat 200 mln dlrs, co-lead management at 125 mln and manager at\n75 mln.\n    Although pricing on many credit facilities has become\nextremely fine in recent years because of the keen competition\nto win mandates, Morgan Guaranty said banks would be\ncompensated fairly since this is a special purpose facility\nwhich must be completed quickly, with signing expected in about\n10 days.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "ORGS": [
        "ec",
        "gatt"
    ]
}