{
    "DATE": "17-MAR-1987 14:47:24.23",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6202",
    "TEXT": {
        "TITLE": "REYNOLD METALS <RLM> UP ON FURMAN SELZ REPORT",
        "DATELINE": "    NEW YORK, March 17 - ",
        "BODY": "Shares of Reynolds Metals Co rose\nsharply after Wall Street firm Furman Selz Mager Dietz and\nBirney issued a report focusing on the strong earnings\npotential from the company's Australian gold holding, traders\nfamiliar with the report said.\n    Traders said the report notes that earnings from Australian\ngold holdings could be worth about 35 cts to 55 cts a share\nthis year and 1.40 dlrs to two dlrs a share in 1988.\n    Reynolds Metals rose three points to 59-5/8 on volume of\n729,500 shares.\n    Reynolds owns stakes in the Mount Gibson gold project and\nthe Boddington gold project, both located in Australia. An\nanalyst familiar with the two mines said \"the properties,\ntogether, have a potential value of 20 dlrs to 40 dlrs a share\nfor Reynolds.\"\n    The analyst, who asked not to be identified, said the rise\nin the stock today was likely the result of \"U.S. investors\nthat were not completely cognizant of the size or the\nimportance of the (Reynolds') holdings in Australia.\"\n    Traders said the Furman Selz report indicates that gold was\ndiscovered mixed with bauxite in the Boddington mine.\nBoddington is principally a bauxite mine.\n    The traders said the report goes on to say that the profits\nfrom the Boddington gold with substantially reduce the\nproduction costs of the other metals mined at Boddington.\n    Traders said Furman Selz also boosted its earnings\nestimates, expecting Reynolds Metals to earn 4.10 dlr a share\nin 1987 and eight dlrs a share in 1988.\n    Last year, Reynolds reported net earnings of 8.18 dlrs a\nshare, which included 3.09 dlrs a share for adoption of new\naccounting rules, 1.01 dlrs a share for tax loss carryforwards\nand other extraordinary items.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec",
        "oapec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}