{
    "DATE": " 3-MAR-1987 18:17:38.58",
    "TOPICS": [
        "grain",
        "cotton",
        "wheat",
        "oat",
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1405",
    "TEXT": {
        "TITLE": "CBT TRADERS LOOK AHEAD TO SPRING PLANTINGS",
        "DATELINE": "    CHICAGO, March 3 - ",
        "BODY": "Chicago Board of trade grain traders and\nanalysts voiced a lot of interest in how farmers planned to\nhandle their upcoming spring plantings, prompting sales of new\ncrop months of corn and oats and purchases in new crop soybeans\nin the futures markets.\n    Professionals in the grains trade think that farmers will\nbe more willing to stick with corn acres than soybeans because\ncorn is protected by the acreage reduction program. That gives\ndeficiency payments to farmers if corn prices stay low.\n    Farmers can place soybeans under the loan program if they\nsign-up for reduced acreage, but they have no price guarantees.\n    With the price outlook for both commodities so dismal,\ntraders believe farmers will want to stick with a sure thing\nrather than gamble on soybeans, even though the new crop\nsoybean/corn ratio of 2.9/1 would make planting soybeans more\nattractive under normal circumstances.\n    An announcement late Friday that the USDA will lift the\nlimited cross-compliance requirement for the 1987 oats crop,\nmeans farmers will be able plant an estimated two to three mln\nmore oat acres this year than last without being penalized,\ntraders said.\n    Here too, acres some farmers may have been thinking of\nshifting to soybeans will now be planted with oats, due to the\nmore attractive deal from the government, they added.\n    Cotton prices are almost twice what they were just six\nmonths ago, which should prompt many farmers in the South to\nput soybean land back into cotton.\n    One of the reasons for the steady increase in soybean\nproduction in recent years has been a general shift of acres in\ntraditional cotton producing regions of the South to soybeans,\nwhich are easier to grow, one commercial trader said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}