{
    "DATE": "23-APR-1987 23:51:21.93",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "ecuador",
        "colombia"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "NEWID": "17054",
    "TEXT": {
        "TITLE": "ECUADOR TO USE COLOMBIA OIL LINK FOR FIVE YEARS",
        "DATELINE": "    BOGOTA, April 23 - ",
        "BODY": "Ecuador will use a new pipeline link\nwith Colombia to export crude oil for the next five years,\nColombian mines and energy minister Guillermo Perry said.\n    The link will be inaugurated on May 8. It was built to\nallow Ecuador to resume exports of crude oil halted on March 5\nby earthquake damage to its Lago Agrio to Balao pipeline,\n    Once that pipeline is repaired, Ecuador will exceed its\nOPEC quota in order to offset lost income and pay debts\ncontracted with Venezuela and Nigeria since the quake, Ecuador\nmines and energy minister Javier Espinosa said.\n    The two ministers were speaking at a news conference after\nsigning an agreement for joint oil exploration and exploitation\nof the jungle border zone between the two nations. Drilling\nwill begin in September.\n    \"The agreement to transport Ecuadorean crude oil is not only\nfor this emergency period but for the next five years, with\npossibility of an extension. Between 20,000 and 50,000 barrels\nper day (bpd) will be pumped along it,\" Perry said.\n    Espinosa said Ecuador planned to pump 35 mln barrels\nthrough the link in the next five years, at a cost of 75 cents\nper barrel during the first year.\n    The 43-km link, with a maximum capacity of 50,000 bpd, will\nrun from Lago Agrio, the centre of of Ecuador's jungle\noilfields, to an existing Colombian pipeline that runs to the\nPacific port of Tumaco.\n    Espinosa said the 32-km stretch of the link built on the\nEcuadorean side cost 10.5 mln dlrs. Perry gave no figures for\nColombia's 11 km segment but said it was \"insignificant compared\nwith what we are going to earn.\"\n    OPEC member Ecuador was pumping around 250,000 bpd before\nthe quake. Lost exports of 185,000 bpd are costing it 90 mln\ndlrs per month, Espinosa said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}