{
    "DATE": "18-MAR-1987 15:19:46.57",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6752",
    "TEXT": {
        "TITLE": "LAIDLAW TRANSPORTATION <LDMFA> SEES BETTER YEAR",
        "DATELINE": "    Montreal, March 18 - ",
        "BODY": "Laidlaw Transportation Ltd said\nearnings per share for the current fiscal year should increase\nby \"substantially more\" than the 30 pct average annual growth\nexperienced in the last four years.\n    Revenues for the year ended August 31 will be about 1.2\nbillion dlrs, including GSX Corp, the U.S. waste services unit\nacquired from Imasco Ltd last year for 358 mln dlrs, Laidlaw\npresident Michael de Groote told analysts.\n    Last year, Laidlaw had operating earnings of 66.2 mln dlrs,\nor 63 cts per share, on revenues of 717.8 mln dlrs.\n    De Groote also said the company expects \"excellent results\"\nin the second quarter ended February 28, but would not be more\nspecific.\n    He said his revenue estimate for fiscal 1987 does not\ninclude possible further acquisitions and said that the\naddition of GSX will produce increasing benefits in fiscal 1988\nthrough fiscal 1990.\n    De Groote said the increased earnings in the previous four\nquarters was due partly to internal growth of about 15 pct. The\nrest came from acquisitions, he said.\n    Laidlaw expects to sell a small rubber recycling operation,\na subsidiary of GSX, within the next few weeks, but this will\nnot make any material contribution to earnings, de Groote said.\n    He also said he is \"not very optimistic\" about the ongoing\nnegotiations to buy 50 pct of Tricil Ltd, a Toronto-based\nchemical and solid waste services company with Canadian and\nU.S. operations, from <Trimac Ltd> of Calgary.\n    De Groote said that, regardless of the outcome of the\nproposed Tricil acquisition, Laidlaw will decide within the\nnext 30 days whether to stay in the North American chemical\nwaste business through GSX Corp.\n    \"We feel it is a profitable business with good growth\npotential and we now want to stay in it if we can get the right\nmanagement,\" de Groote said.\n    Laidlaw financed the acquisition of GSX by its U.S.\nsubsidiary, Laidlaw Transportation Inc, with the proceeds of a\n200 mln Canadian dlr preferred stock issue and borrowing.\n    De Groote said the company will gain about 138 mln dlrs in\ncash by August 31 from the exercise of warrants.\n    De Groote also said waste services in fiscal 1987 will\nrepresent about 49 pct of revenues, school buses will\ncontribute 49 pct and trucking about two pct.\n    The trucking subsidiary in western Canada is performing\nwell and there are no plans to sell it, he said.\n    He would not estimate the contribution of each segment to\nearnings per share for the year. He also said that further\nacquisitions of school bus operations in the U.S. are likely\nwithin the next few months.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}