{
    "DATE": " 8-APR-1987 17:29:49.36",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "15349",
    "TEXT": {
        "TITLE": "DOME <DMP> PLAN MAY FORCE SALE OF ENCOR STAKE",
        "DATELINE": "    TORONTO, April 8 - ",
        "BODY": "Dome Petroleum Ltd's proposal to\nrestructure debt of more than 6.10 billion Canadian dlrs\nincludes provisions that may force the company to sell its 42\npct stake in <Encor Energy Corp Inc>, Dome said in a U.S.\nSecurities and Exchange Commission filing.\n    Dome said in the filing that its debt plan proposes making\npayments under a five year income debenture to the lender whose\ndebt is secured by Dome's Encor shares.\n    After the five years are up, \"under certain circumstances\nthe shares of Encor may be required to be disposed,\" the company\nsaid.\n    Dome has pledged its 42.5 mln Encor shares as security for\npart of its debt to <Canadian Imperial Bank of Commerce>,\nestimated last year at 947 mln dlrs.\n    Analysts have said Commerce Bank was pressing Dome to sell\nthe stock to pay down its debt.\n    Dome's Encor shares had a market value of 313 mln dlrs on\nMarch 17, 1987, the company's filing said.\n    As previously reported, Dome is seeking approval in\nprinciple for the debt restructuring plan. Dome said in the\nfiling it proposed lenders sign a letter of understanding in\nearly April, with implementation to be effective July 1, 1987.\n    Dome Petroleum reiterated in the SEC filing that its\nexistence as a going concern is dependent on continuing the\ninterim debt plan, due to expire on June 30, and winning\nagreement for its proposed restructuring plan.\n    \"The company believes that the negotiation and\nimplementation of the proposed debt restructuring plan is\nrealistic and achievable,\" Dome said.\n    \"However, the final outcome of the negotiations cannot be\npredicted at this time,\" it said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc",
        "ec"
    ],
    "PEOPLE": [
        "wilson",
        "balladur",
        "poehl"
    ],
    "EXCHENGES": [
        "lme"
    ]
}