{
    "DATE": "31-MAR-1987 19:21:41.71",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11763",
    "TEXT": {
        "TITLE": "EMERY AIR <EAF> TO BID FOR PUROLATOR <PCC> ",
        "DATELINE": "    WILTON, Conn., March 31 - ",
        "BODY": "Emery Air Freight Corp said it\nplans to begin tomorrow a 40 dlr a share tender offer for 83\npct of the outstanding common stock of Purolator Courier Corp.\n    The company said the tender offer is the first step in a\nplan to buy 100 pct of the Purolator shares.\n    Following the tender offer, Emery said it would offer 40\ndlrs of junior subordinated debentures for each remaining\nPurolator share outstanding.\n    On March one, Purolator agreed to a 35 dlr a share\nleveraged buyout by eight Purolator executives and EF Hutton\nLBO Inc, a unit of EF Hutton Group Inc.\n    Emery said it had tried unsuccessfully to open merger\ndiscussions with Purolator before the company accepted the\nmanagement-led buyout offer.\n    In a letter to Purolator's chairman, Nicholas F. Brady,\nEmery's chairman, John C. Emery, said the company would still\nprefer to negotiate with Purolator.\n    But he said the imminent expiration of the leveraged buyout\ngroup's offer has forced the company to make an unsolicited\ntender offer of its own.\n    Emery said its offer is scheduled to expire at 2400 EST on\nApril 28, unless extended.\n    The company said conditions of the offer include the\nreceipt of at least two-thirds of Purolator's shares\noutstanding, on a fully diluted basis, and the repeal of its\nshare purchase rights plan.\n    Emery said the offer is also subject to completion of the\npreviously announced sale of Purolator's Canadian operations.\n    Emery said Chemical Bank, Bankers Trust, Morgan Guaranty\nTrust Co and Salomon Bros had agreed to provide financing for\nthe tender offer.\n    It said the junior subordinated debentures to be issued in\nthe subsequent merger will carry a 13 pct annual interest rate,\npayable twice a year.\n    For the first three years after the notes are issued,\ninterest will be paid, at Emery's option, in cash or in\nadditional notes, Emery said.\n    It added that the notes will not be subject to redemption\nfor one year after they are issued.\n    Emery said Purolator would operate as a wholly owned unit\nof the company after the merger. It said it hoped Purolator's\nmanagement would continue with the company.\n    \"We believe that our two companies provide an excellent fit\nwith each other and that the combination will enable each of us\nto better serve our existing customers and meet the challenges\nof the future,\" Emery's chairman said in his letter.\n    He said a merger would significantly enhance the financial\nturnaround that Purolator's management had previously forecast.\n    Officials at Purolator could not immediately be reached for\ncomment on the offer, which was released several hours after\nthe stock market had closed.\n    Emery's stock closed up 1/2 at 12-5/8.\n    Purolator closed at 34-7/8, off 5/8.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}