{
    "DATE": "17-MAR-1987 14:54:53.19",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6209",
    "TEXT": {
        "TITLE": "U.S. HOUSE APPROVES PILOT 0/92 DISASTER PROGRAM",
        "DATELINE": "    WASHINGTON, March 17 - ",
        "BODY": "The House of Representatives\napproved a bill to enable 1987 winter wheat and feedgrains\nfarmers hit by midwestern flooding last year to receive at\nleast 92 pct of their federal income support payments even if\nthey did not plant.\n    The one-time pilot 0/92 program, designed to assist farmers\nin Kansas, Oklahoma, Michigan and parts of Missouri, was passed\nby a 304-100 vote and sent to the Senate.\n    Although the bill includes a narrow version of the 0/92\nprovision endorsed by the Reagan administration, the U.S.\nAgriculture Department withheld its support from the measure.\n    USDA said the bill would discourage farmers from buying\ncrop insurance and fall short of the administration's proposed\nbroad-scale revision of farm programs.\n    The bill would permit winter wheat producers prevented from\nplanting their 1987 crop last fall to receive 92 pct of the\ndeficiency payments they would have received.\n    To be eligible, winter wheat farmers could not plant a\ndifferent crop on that land this spring, although they could\nuse the land for grazing or to plant hay.\n    USDA estimated this provision would save 30 mln dlrs,\nlargely because of reduced crop forfeitures.\n    The bill also would aid about 200 feedgrains producers\nalong the Missouri and Mississippi Rivers who were prevented\nfrom planting crops this year because of residual damage from\nlast fall's flooding.\n    In addition, the measure would require USDA to make full\npayment to farmers eligible for emergency assistance approved\nby Congress last fall.\n    Currently, because claims have outstripped the 400 mln dlrs\nin appropriated funds, USDA plans to offer farmers in the\nregion 74 cents for every dollar in disaster losses.\n    The administration said it opposed the bill because, by\nexpanding the 400 mln dlrs in disaster relief, it would thwart\nefforts to encourage farmers to buy crop insurance as an\nalternative to federal disaster assistance.\n    USDA also said the 0/92 provisions in the bill were\nnarrower than the administration's proposal to offer the option\nto all major commodities and would produce insignificant\nsavings.\n    USDA said the 0/92 option for 1987 winter wheat farmers\nwould produce a net savings of about 30 mln dlrs, while the\nrequirement to compensate fully disaster-struck farmers would\ncost about 135 mln dlrs, which must be appropriated by\nCongress. The feedgrains provision would cost about five mln\ndlrs.\n    USDA estimated the overall cost of the bill to be 111 mln\ndlrs.\n    In January the Senate approved a bill that would make 1987\nwinter wheat farmers eligible for disaster assistance payments.\n    But the Senate bill would not offer the 0/92 option to\nwheat and feedgrains producers or raise the 400-mln dlr ceiling\non the disaster assistance program.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec",
        "oapec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}