{
    "DATE": " 4-MAR-1987 10:30:27.85",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "spain"
    ],
    "NEWID": "1478",
    "TEXT": {
        "TITLE": "SPAIN TO LAUNCH EXPORT DRIVE",
        "DATELINE": "    MADRID, March 4 - ",
        "BODY": "Spain unveils a 105 billion peseta plan\nthis month aimed at boosting exports to reach European\nCommunity levels, director-general of the INFE export\ninstitute, Apolonio Ruiz Ligero, said.\n    \"The target is to raise exports to 20 pct of Gross Domestic\nProduct over the next four years compared to 15 pct now,\" he\nsaid.\n     \"This is the minimum prevailing level in the EC and there\nis no reason why we should lag behind countries like Italy,\nwhich have a similar productive structure,\" he said.\n    The plan calls for providing soft loans, tax cuts and other\nfiscal benefits to exporters and raising Spain's presence in\ninternational trade fairs.\n    Consumer goods such as fashion and wine, as well as\ntraditional industrial exports will be promoted.\n    Ruiz Ligero said INFE would double its annual budget to 20\nbillion pesetas to finance the four-year plan, while the\ngovernment's development aid fund (FAD) would provide a special\n25 billion peseta grant.\n    The plan calls for boosting exports by five to six pct in\nreal terms this year after a 7.4 pct decline last year.\n    Ruiz Ligero attributed this drop to a lack of demand in\ndeveloping countries and a rally in domestic consumer demand,\nwhich rose six pct last year after 1.9 pct in 1985.\n    He added that 80 pct of Spain's exports went to\nOrganisation for Economic Cooperation and Development (OECD)\ncountries.\n    The EC accounts for 60 pct of the market and exports to the\nCommunity rose seven pct last year. The government plans to\nconcentrate efforts on Western Europe and the U.S.\n    \"The problem is convincing businessmen that exports are\nvital to survival in the context of EC competition,\" he said.\n    He said Spanish businessmen traditionally turned to the\ndomestic market to satisfy rises in consumer demand, while\nturning their backs on foreign markets.\n    \"They have to realise their share of the home market is\ngoing to shrink with growing deregulation,\" he said. \"Foreign\ncompanies are taking up positions in the domestic economy and\nit is it vital to secure a market share abroad.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}