{
    "DATE": " 3-APR-1987 10:01:50.48",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "netherlands"
    ],
    "NEWID": "12878",
    "TEXT": {
        "TITLE": "WESSANEN FORESEES STRONG PROFIT GROWTH",
        "DATELINE": "    AMSTERDAM, April 3 - ",
        "BODY": "Dutch dairy and general foods\nmanufacturer Koninklijke Wessanen NV <WESS.AS>, said it is\nplanning further world-wide acquisitions and forsees strong\nprofit growth over the next 10 years.\n     Company chairman Gerrit van Driel told journalists at the\npresentation of Wessanen's 1986 report he already expected 1987\nfirst quarter profits to show an increase.\n    The company last month reported a 16 pct increase in 1986\nnet profits to 72.7 mln guilders, after 62.3 mln in 1985.\n    This was achieved despite a 25 pct drop in the dollar's\nguilder value, van Driel said.\n    Van Driel said profits would have been nine mln guilders\nhigher if the US currency had remained at its average 1985\nlevel of 3.20 guilders.\n    Turnover, at 3.7 billion guilders in 1986, was 450 mln\nguilders down because of the lower dollar and lower raw\nmaterial prices. Total 1985 turnover was 4.2 billion guilders.\n    US activities accounted for 34 pct of 1986 turnover,\ncompared with 22 pct in 1982. Wessanen now has 15 separate\nbusinesses in the US out of a total of 62 world-wide.\n    Van Driel said the company would continue an active\ntakeover policy in the US, but would be wary about paying more\nthan its current price/earnings ratio of 17 times net profit.\n    He added that Wessanen teams were seeking acquisition\npossibilities in Brazil, Taiwan, Thailand and China.\n    He said the company had an ample cashflow of 100 mln\nguilders and would if necessary make new share issues.\n    Van Driel said he expected a 1987 US turnover of 700 mln\ndlrs. He said <Balanced Foods> and <Green's Dairy>, taken over\nlate last year, have a combined annual turnover of 126 mln dlrs\nwhich was not included in the 1986 account.\n    All sectors saw strong growth in 1986, resulting in a 13\npct increase in operating income to 120 mln guilders. Key to\nthis growth was the successful introduction of new products,\nwhich were greatly enhanced by a number of consumer-oriented US\nacquisitions, van Driel said.\n    Consumer products represented 50 pct of total 1986\nturnover, compared with 35 pct in 1982, van Driel said.\n    The company, which is already listed on the London, Zurich,\nBasle and Geneva stock exchanges as well as Amsterdam, aims to\nbe quoted in Frankfurt and Dusseldorf in May, van Driel said.\n    Van Driel stressed that while these listings would not be\naccompanied by new share issues, they provided easy vehicles\nfor the company to raise capital for future expansion.\n    He estimated that 33 pct of the company's shares were in\nforeign hands.\n    The company's 1986 US turnover of about 750 mln dlrs made a\nlisting on one of the New York exchanges a logical next step,\nvan Driel said without elaborating.\n    Despite EC dairy restrictions Wessanen, which produces\naround 10 pct of all Dutch cheese, saw good growth prospects\nfor its dairy sector within Europe, van Driel said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}