{
    "DATE": "25-MAR-1987 12:53:09.36",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9436",
    "TEXT": {
        "TITLE": "ENERGY/U.S. OIL OUTPUT",
        "AUTHOR": "    By ROBERT TRAUTMAN, Reuters",
        "DATELINE": "    WASHINGTON, March 25 - ",
        "BODY": "Energy Secretary John Herrington has\nproposed several ways to boost U.S. oil production, but he said\nall would cost the Treasury money and will come under close\nWhite House scrutiny before action is taken.\n    One measure he said he favored would raise the depletion\nallowance to 27.5 pct on new oil and gas production as well as\nproduction using enhanced extraction methods.\n    Herrington said such a plan would cost 200 mln dlrs a year.\nThe White House, reacting, said it did not favor amending the\ntax code, but would look at the proposal.\n    Herrington's proposals to spur production were made along\nwith the release last week of the energy department's report on\nenergy and the national security.\n    The report said U.S. oil imports, rapidly rising, could hit\n50 pct by the mid 1990s and have potentially damaging\nimplications for national security.\n    He has said since in speeches and at news conferences that\nany plan he would back to spur lagging domestic oil production\nwould have to meet three criteria--increase production, not\ncause economic dislocation, and be low cost to the taxpayer.\n    Herrington said an import fee would meet the first test,\nspurring production but fail the second and third.\n    He said it would raise production and return 120,000 oil \nworkers to their jobs, but at the same time it lifted oil\nprices, the higher prices would cost 400,000 jobs nationwide\nand cut the gross national product by 32 billion dlrs.\n    A tax on gasoline, he said, would fail the first criteria\nby not increasing domestic production.\n    In any case, U.S. officials say, President Reagan remains\nfirmly opposed to an import fee and a gasoline tax.\n    Options which meet Herrington's criteria include:\n    - Loan-price guarantees to shield banks from defaults by\nborrowers because of lower oil prices. It was estimated that if\noil fell to five dlrs a barrel it could trigger defaults that\ncould cost the government an estimated 15 billion dlrs.\n    - A five pct tax credit for exploration and development. It\nwould raise oil and gas production the equivalent of 325,000\nbarrels a day, at a cost of 740 mln dlrs a year.\n    - A five pct credit only for geological and geophysical\nexpenditures. It would increase production by 80,000 barrels a\nday, at a cost of 65 mln dlrs.\n    - Lower bid minimums on outer continental shelf acreage to\nspur exploration. A drop from the present 150 dlrs per acre for\nthe typical 5,760 acre tract to 25 dlrs per acre would lower\nthe cost of the standard tract lease to 144,000 dlrs.\n    Herrington also pressed anew for existing Administration\nproposals to deregulate natural gas, which he said would cut\nthe need for imported oil by 300,000 barrels daily.\n    He also called again for Congressional approval to explore\noff the continental shelf, which may hold more than 12 billion\nbarrels of oil, and the Arctic National Wildlife Refuge, which\nmay hold nine billion barrels.\n    Herrington said he understood the Reagan's reluctance to \namend the newly enacted tax code to fund some of these\nproposals, but added he hoped his department's energy/security\nstudy would make a strong case for the need to help the\nstruggling domestic oil industry.\n    Another move Herrington said he will press anew, even\nthough it had been rejected earlier by the White House, is to\nraise the fill-rate for the Strategic Petroleum Reserve to\n100,000 barrels a day from its planned 1988 rate of 35,000.\n    This, he said, would further bolster national security in\ncase of an oil-supply disruption.\n   \n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ec"
    ]
}