{
    "DATE": "12-MAR-1987 03:46:15.91",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "saudi-arabia"
    ],
    "NEWID": "4067",
    "TEXT": {
        "TITLE": "SAUDI BANKS FACE FURTHER LEAN PERIOD",
        "AUTHOR": "    By Stephen Jukes, Reuters",
        "DATELINE": "    RIYADH, March 12 - ",
        "BODY": "Saudi Arabia's 11 commercial banks are\nreporting a further decline in profits for 1986 as increasing\nprovisions have to be set aside to cover the burden of non-\nperforming loans.\n    Bankers in the Saudi capital said the need to build\nreserves for bad and doubtful debts may start to decline a\nlittle this year.\n    But the kingdom's still sluggish economy and legal problems\nhampering traditional lending operations mean earnings will\nremain vulnerable.\n    One senior bank credit officer said \"The work is largely\ndone in terms of identifying bad loans and making provisions,\nbut banks are still going to face difficulties earning money.\"\n    The sudden decline of Saudi Arabia's corporate sector in\n1983 - culminating in a number of debt reschedulings - has\ntaken a heavy toll of bank profits, with first results now\nappearing for 1986 showing a fourth successive year of broad\ndecline.\n    The cumulative net 1985 earnings of the kingdom's banks had\nsunk to 827.9 mln riyals from 2.66 billion in 1982 before world\noil prices tumbled.\n    Of the kingdom's nine joint-venture banks which operate on\nthe Gregorian calendar year, four have already reported and\nrevealed a further profits decline - or net loss - for 1986 at\nthe expense of increased provisions.\n    The newest and smallest of the joint ventures, <United Saudi\nCommercial Bank> (USCB) reported a 1986 net loss of 15.9 mln\nriyals, marginally less than 1985's shortfall of 17.0 mln.\n    Profits before provisions were sharply higher, in part\nreflecting an 18 pct staff cut last year. But the bank nearly\ntrebled the amount set aside against bad and doubtful loans to\n60 mln riyals from 22 mln in 1985.\n    Other results released so far show <Saudi American Bank>\n(SAMBA) reporting a 53.8 pct fall in 1986 net profit to 80.7\nmln riyals, while <Al Bank Al Saudi Al Fransi>, known as Saudi\nFrench, slid 14 pct to 94.9 mln riyals.\n    Both Saudi American, owned 40 pct by Citicorp's <CCI.N>\nCitibank NA and Saudi French, 40 pct owned by Banque Indosuez,\nincreased provisions sharply.\n    <Arab National Bank>'s net profit fell 17.8 pct to 152.1\nmln riyals and provisions were more than doubled to 86.6 mln\nriyals.\n    Bankers said there are first signs that the number of non-\nperforming loans has stopped growing as the decline in the\nSaudi economy bottoms out.\n    Few are willing to predict a sharp upturn in economic\nactivity, but one banker said \"The top 50 pct of the Saudi banks\nare now at or close to international levels on provisions.\"\n    From 1982 to 1985, the kingdom's largest bank <National\nCommercial Bank> (NCB) stashed away 1.7 billion riyals in\nprovisions or 8.9 pct of its total loans and advances to the\nprivate sector, bankers calculated.\n    Between 1982 and 1985, <Riyad Bank>, NCB's rival as the\nsecond biggest of the two all-Saudi shareholding banks, had\ncovered 12.8 pct of its loans and advances. Both banks operate\non an Islamic year that does not coincide with the other nine.\n    Although the Saudi Arabian Monetary Agency (SAMA) has been\ntightening supervision, there is still no standardised rule for\ndeclaring loans as non-performing.\n    Bankers say this makes comparison of profit figures\ndifficult because some banks still book non-accruing interest\nas revenue while others follow more conservative practices in\nforce in major world financial centres.\n    Bankers generally said NCB, Riyad Bank and the\njoint-ventures SAMBA, Saudi French and Arab National Bank rank\nas the strongest earners.\n    Other banks such as <Saudi British Bank>, 40 pct owned by\nthe <British Bank of the Middle East>, are disadvantaged by a\nrelatively low deposit base.\n    Saudi British slashed 1985 profit 91 pct to just 9.1 mln\nriyals and 1986 accounts due soon are expected to show another\nlow figure. But the bank has traditionally been one of the most\nconservative in making provisions.\n    Bankers said SAMA has proved it is not prepared to see a\nSaudi bank go under and not only supported <Saudi Cairo Bank>\nafter its troubled 1985 accounts came to light but also made\navailable cheap deposits to <Saudi Investment Bank> and USCB.\n    The banks can on-lend these to generate profit, but\ngenerally banks are awash with liquidity since they are\nunwilling to risk incurring fresh non-performing loans.\n    And while banks in more liberal financial markets can\nattempt to diversify away from traditional lending,\nconservatism in Saudi banking has made it difficult to generate\nfee income from new investment banking products.\n    One banker said \"Operating earnings in the Kingdom are not\ngood.\"\n    Reflecting the caution in new lending, the amount of\nadvances is showing a declining trend, while the days when\nbanks had ample funds in interest-free current accounts to\ninvest are disappearing as Saudi customers seek a better return\non their money.\n    In 1979, the ratio of interest-bearing accounts to current\naccounts was 27 to 73 pct. Today, only about 40 pct of customer\nfunds are held on current account.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "ORGS": [
        "opec"
    ]
}