{
    "DATE": " 5-MAR-1987 14:18:23.25",
    "TOPICS": [
        "trade",
        "money-fx"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "2352",
    "TEXT": {
        "TITLE": "YEUTTER SAYS BUDGET CUT KEY TO BETTER U.S. TRADE",
        "DATELINE": "    NEW YORK, March 5 - ",
        "BODY": "A reduction of the U.S. federal budget\ndeficit will be needed to help eliminate the nation's huge\ntrade deficit, U.S. trade representative Clayton Yeutter said.\n    Speaking to the New York Chamber of Commerce and Industry,\nYeutter said \"Capital and trade flows are clearly\ninter-releated now.\n    \"Unless we get the budget deficit down, we will not get the\ntrade deficit down.\"\n    He did not elaborate on his views of the linkages between\nthe two deficits.\n    Private analysts have said that the financing of large U.S.\nbudget deficits requires heavy capital inflows from overseas\ninvestors through purchases of U.S. Treasury and, to a lesser\nextent, other U.S. securities as well.\n    \"We'll make some progress in reducing the 170 billion dlr\ntrade deficit in 1987, but there's still a long way to go,\"\nYeutter said.\n    He said the problem must be approached on many fronts and\nfocus most strongly on U.S. and overseas fiscal and monetary\npolicies to foster economic growth, U.S. competitiveness and\nthe establishment of a \"level playing field\" for trade.\n    The U.S. trade representative said the Federal Reserve\nunder Chairman Paul Volcker has done its part to improve the\ntrade situation by getting interest rates down.\n    On the fiscal side, Yeutter said \"the budget deficit is\nstill our biggest problem\" and there has not been enough\nprogress toward reducing that deficit.\n    In the international area, he said that \"our major trading\npartners could still do more to stimulate domestic growth.\"\nCommenting on Japan, which is running around a 80 billion dlr\ntrade surplus with the United States, Yeutter said \"Japan is\njust not doing the job on the import side.\"\n    Yeutter declined to comment on statements relating to the\ndollar made earlier today by Commerce Dept undersecretary of\nEconomic Affairs Robert Ortner.\n    In a Washington address to an Export-Import Bank sponsored\nmeeting, Ortner said he believed the dollar at current levels\nwas fairly priced against most European currencies, but that\nthe yen is 10 or 15 pct undervalued.\n    \"The market will determine the dollar's proper value in the\nend,\" Yeutter said. However, he added that, if the U.S. and\nother nations do not take the necessary steps to cut the U.S.\ntrade deficit, \"the dollar will be the equalizer.\"\n    Yeutter said there is no quick fix to the trade problem and\nany resort to such tactics as protectionist trade legislation\nor trade restrictions poses real dangers.\n    He said \"there's relatively little that Congress can do to\nlegislate a solution to the trade problem.\"\n    Protectionist legislation will only provoke retaliation by\nU.S. trading partners, Yeutter said.\n    \"There is no doubt in my mind about the willingness of our\ntrading partners to retaliate against unfair trade\nlegislation,\" Yeutter said, adding that policy flexibility is\nessential in solving international trade problems.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ]
}