{
    "DATE": " 2-JUN-1987 08:57:06.20",
    "TOPICS": [
        "cpi",
        "gnp"
    ],
    "PLACES": [
        "south-africa"
    ],
    "PEOPLE": [
        "du-plessis"
    ],
    "NEWID": "17970",
    "TEXT": {
        "TITLE": "S.AFRICA EXPECTED TO UNVEIL EXPANSIONARY BUDGET",
        "AUTHOR": "    By Christopher Wilson, Reuters",
        "DATELINE": "    CAPE TOWN, June 2 - ",
        "BODY": "South Africa is expected to unveil\ntomorrow an expansionary budget for the second consecutive year\nin a bid to boost the nation's flagging economic growth rate,\neconomic analysts said.\n    Faced with competing demands for increased military and\npolice spending and the pressing need for more funds for black\nhousing and education, Finance Minister Barend Du Plessis is\nexpected to raise significantly the government's overall\nexpenditure targets when he presents the budget to parliament,\nthe analysts said.\n    Analysts expect Du Plessis to provide for a rise in state\nspending at least equal to the 16 pct inflation rate for the\nfinancial year that started on April 1, while ignoring pleas\nfrom the private sector to stimulate growth by cutting taxes.\n    \"Fiscal policy has become gradually more expansionary, but\nsimply raising government spending and increasing the budget\ndeficit is an inflationary form of stimulation,\" said Rob Lee,\nchief economist at South African Mutual Life Assurance Co.\n    South Africa this year is targeting inflation-adjusted\ngrowth in GDP of three pct against an increase last year of\nless than one pct.\n    Growth in GDP over the past decade has averaged about 1.5\npct, while the unemployment rate among blacks has spiralled to\nover 30 pct.\n    Economists estimate that the government's spending target\nwill rise to about 47 billion rand, with revenue budgeted at\naround 40 billion rand. This would leave a budget deficit\nbefore borrowing of about seven billion rand, or four pct of\nGDP.\n    The government, having consistently overshot its own\nspending targets for more than a decade, also faces a\ncredibility crisis over expenditure figures outlined in the\nbudget, analysts said.\n    \"The budget is invariably too optimistic on expenditure,\"\nsaid Standard Bank Ltd in a budget preview.\n    Many analysts in the private sector are now paying less\nattention to the figures presented in the budget and are using\ntheir own estimates of expenditure to draw conclusions for the\nmoney and capital markets.\n    South African Mutual's Lee believes government spending\nwill again exceed the budget target and increase to around 49\nbillion rand this year, leaving a deficit of between 5 and 5.5\npct of GDP, compared with a three pct limit suggested by the\nIMF.\n    \"The IMF limit is obviously going to be abandoned,\" predicted\none analyst, noting that South Africa has moved steadily away\nfrom austerity measures recommended by the IMF over the past\ntwo years.\n    The policy shift followed a dramatic deterioration in the\npolitical situation and the onset of an economic crisis\ntriggered by the refusal of major foreign banks to roll over\nloans to the country in September 1985.\n    Against a background of Western economic sanctions, falling\nper capita incomes, rising joblessness and high inflation,\ngovernment officials say economic growth is the prime\nobjective.\n    But private-sector economists caution that the government's\nability to promote growth by boosting state spending is\nconstrained by the need to maintain a large surplus on the\ncurrent account of the country's balance of payments.\n    Most of that surplus, this year estimated at around 2.5\nbillion dlrs, will be swallowed up by repayments on the\nnation's estimated 23 billion dlr foreign debt in terms of an\narrangement reached earlier this year with major international\ncreditor banks.\n    Within these constraints, economists believe Du Plessis has\nlittle room to manoeuvre.\n    Analysts argue recent rises in civil service salaries and\nbudgeted spending increases for the state-owned Post Office and\nSouth African Transport Services suggest that major tax\nconcessions to individuals or corporations are unlikely.\n    Du Plessis earlier this year announced small concessions\nfor taxpayers in a mini-budget before the May 6 whites-only\nelection. The poll delayed presentation of the national budget.\n    \"This will not be a very exciting budget,\" commented Harry\nSchwarz, spokesman on finance for the liberal Progressive\nFederal Party. \"I do not expect any major tax cuts as all the\nsweets were given out before the election.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}