{
    "DATE": " 3-APR-1987 08:47:54.32",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12827",
    "TEXT": {
        "TITLE": "TALKING POINT/SANTA FE SOUTHERN <SFX>",
        "AUTHOR": "    By Philip Barbara, Reuters",
        "DATELINE": "    CHICAGO, April 3 - ",
        "BODY": "Santa Fe Southern Pacific Corp may have\nmore difficulty combining its two railroads than fending off a\npossible takeover by Henley Group <HENG>, which has accumulated\nalmost a five pct stake in the real estate and railroad\nconglomerate, analysts said.\n    Takeover speculation has surrounded Santa Fe since Henley\ndisclosed its stake in the company earlier this week, but\nanalysts and a Santa Fe official were skeptical a takeover is\nits intention.\n    Analysts also said the company has strong defenses that\nwould easily deter any suitor - one of those being its problems\ncombining its two railroad properties, which hang in regulatory\nlimbo.\n    Richard Fischer of Merrill Lynch and Co Inc said that Santa\nFe at December 31 had 580 mln dlrs in cash and cash\nequivalents, while its long-term debt to capital was just over\n25 pct. \"This gives them plenty of borrowing power,\" he said,\nwhich could be used against an unwanted suitor.\n    Henley Group's Chairman Michael Dingman has said he wants\nto take major positions in undervalued natural resource\ncompanies. He also told Reuters in an interview he is seeking\nan acquisition of from two billion to eight billion dlrs.\n    Santa Fe officials don't appear concerned that Henley might\nlaunch a takeover. \"I would not characterize the atmosphere\naround here as one of concern,\" one Santa Fe executive said\nabout Henley.\n    \"I think it's wrong to assume Dingman has formed a firm\nstrategy with Santa Fe,\" said Mark Hassenberg, who covers\nHenley for DLJ Securities.\n    Analysts say the potential of Santa Fe's land assets are\nlikely to be realized slowly. They add that Santa Fe's efforts\nto merge its two railroads remain in regulatory limbo,\nsidetracking many of its strategic plans for the foreseeable\nfuture.\n    These realities, they said, support the Henley Group's\nstatement that its Santa Fe stake is only an investment.\n    The more pressing problem facing Santa Fe is overcoming\ndifficulties in merging its two railroads, the Atchison, Topeka\nand Santa Fe Railway Co and Southern Pacific Transportation Co.\nThe merger would create the nation's second-longest railroad.\n    Last July the Interstate Commerce Commission (ICC) denied\nthe merger on anticompetitive grounds.\n    The company since has granted trackage-sharing rights to\nfour western railroads to meet the ICC's concerns and persuade\nit to reopen the hearings in its three-year-old struggle to\nmerge the lines.\n    \"My guess is the commission will decide in three to six\nweeks whether to reopen hearings,\" Fischer said.\n    \"I believe they've made an effort to satisfy the ICC's\nobjections,\" he said. \"But in doing so they haven't pleased\neveryone. Before they had Burlington Northern on their side,\nnow Burlington is opposed to the way trackage rights are set\nup.\"\n    If the hearings are reopened, analysts predicted it will\ntake six to nine months for everyone to have their say, and up\nto another year for the ICC to decide.\n    Santa Fe is in the midst of a 50-mln-share stock buyback\nprogram begun in 1984. It has bought back 33.7 mln shares as of\nFebruary 1, when it had 154.7 mln shares outstanding, a\nspokesman said.\n    Among the shares repurchased were two stakes owned by\nNorfolk Southern, one of 3.4 mln shares bought in 1986 and\nanother of 1.7 mln shares in 1985, one analyst said.\n    James Voytko at Paine Webber believes Santa Fe could fight\noff the Henley Group with its cash and credit. Citing the share\nbuybacks from Norfolk Southern, he said one of Santa Fe's\noptions, if threatened, could be to buy the Henley stake.\n    \"It is indeed possible that Dingman sees this as a\nlow-risk, opportunistic investment,\" Voytko said.\n    \"People who follow Santa Fe have given me values of 45 dlrs\nto 50 dlrs a share,\" said DLJ Securities' Hassenberg. \"But I'm\ncertain that in Dingman's mind, the company is worth more than\nthat in breakup value.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "eyskens"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}