{
    "DATE": "17-MAR-1987 05:25:32.07",
    "TOPICS": [
        "copper"
    ],
    "PLACES": [
        "zambia",
        "south-africa"
    ],
    "NEWID": "5827",
    "TEXT": {
        "TITLE": "ZAMBIA STOPS SENDING COPPER THROUGH SOUTH AFRICA",
        "DATELINE": "    LUSAKA, March 17 - ",
        "BODY": "Zambia has stopped sending its copper\nexports through South Africa, the official Times of Zambia\nsaid.\n    The newspaper yesterday quoted highly placed sources as\nsaying the state-owned Zambia Consolidated Copper Mines (ZCCM)\nwas diverting its mineral exports away from South Africa, but\nit did not say which alternative routes were being used.\n    ZCCM officials declined to comment on the report, but\nStandwell Mapara, general manager of the Tanzania-Zambia\nRailway Authority (TAZARA), told Reuters recently virtually all\nZambian mineral exports had been channelled along the TAZARA\nline to Dar es Salaam for the last three months.\n    During that period no Zambian copper had been shipped\nthrough Zimbabwe to the Mozambican port of Beira - the only\nother available route which avoids South Africa, Mapara said.\n    Last December TAZARA carried 36,000 tonnes of Zambian\nmineral ore, the line's record for any one month period, he\nadded.\n    Copper, cobalt and other mineral exports account for 95 to\n98 pct of Zambia's foreign exchange earnings and President\nKenneth Kaunda told Reuters in a recent interview it was vital\nfor his country to assure new outlets for them, avoiding the\ntraditional route through South Africa.\n    Referring to Zambia's preparations for a possible cut in\neconomic links with South Africa, Kaunda told Reuters in an\ninterview on March 1, \"My main concern, of course, is the mines\nbecause whatever happens we must continue to run the mines.\"\n    According to Mapara, TAZARA handled 1.1 mln tonnes of\nfreight last year and is still working well below its present\n1.4 mln capacity. Kaunda said that once preparations had been\ncompleted for evacuating Zambia's mineral exports on safe and\ndependable routes his government would look to increase its\nusage of TAZARA for other types of cargo.\n    The 1986 annual report of Zambia's state-run Metal\nMarketing Corporation said 81 pct of the country's metal\nexports were channelled through Dar es Salaam last year, versus\n79 pct in 1985. The report said Zambian copper production fell\nto 463,000 tonnes last year from 526,000 in 1985.\n    Despite the official optimism about diversifying Zambia's\nexport routes, diplomatic sources in Lusaka expressed\nreservations about the capacity of Dar es Salaam and Beira\nports to handle all of Zambia's mineral exports, even if they\ncould be hauled there by train.\n    \"The two ports cannot in any way and in their present form\nhandle the huge exports of Zambian copper,\" one western diplomat\nsaid.\n    \"A serious disruption in copper movement to the markets\ncould be brought about as it would pile up at the two ports\nwhich lack the facilities and space to handle the copper\ntonnage,\" he added.\n REUTER\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}