{
    "DATE": "11-MAR-1987 08:53:55.63",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "austria"
    ],
    "NEWID": "3564",
    "TEXT": {
        "TITLE": "CREDITANSTALT SEES HIGHER 1987 DIVIDEND",
        "DATELINE": "    VIENNA, March 11 - ",
        "BODY": "Creditanstalt-Bankverein <CABV.VI> is\nlikely to raise its 1987 dividend from the 1986 payment of 12\npct of share capital, deputy general-director Guido\nSchmidt-Chiari said.\n    The 1985 dividend was 10 pct, unchanged from the previous\nyear and Schmidt-Chiari noted that the parent bank's share\ncapital had risen to 3.1 billion schillings at the end of 1986\nfrom 2.7 billion a year earlier.\n    Schmidt-Chiari made the forecast at a news conference when\nthe bank announced a 1986 consolidated banking group net profit\nof 496.7 mln schillings for 1986, against 354.5 mln in 1985.\n    Schmidt-Chiari did not elaborate on his dividend forecast.\n    The banking group's consolidated balance sheet total rose\nto 453.4 billion schillings at year-end from 425.4 billion.\n    General director Hannes Androsch said higher investment\nwould lead to continuing growth in profits in future. Last\nyear's better profits had resulted from improvements in\nservices provided by the bank and also in profits on schilling\nlending.\n    Schilling lending had grown last year and interest rate\nmargins had also improved but remained unsatisfactory when\ncompared with those in other countries, he said.\n    Increased provisions for possible bad debts at home and\nabroad, particularly in Latin America, had lowered profits,\nAndrosch said, but declined to give an exact figure.\n    Schmidt-Chiari said that foreign lending business had\nfallen significantly due to exchange rate fluctuations,\nremoving some 22 billion schillings from the balance sheet\ntotal.\n    In an attempt to generate more foreign business,\nrepresentative offices would be opened this year in Tokyo, Hong\nKong, Moscow and Prague. Androsch welcomed government plans to\nabolish legal controls on foreigners buying voting shares and\ndrawing dividends.\n    Preference shares of state-controlled Creditanstalt rose\neight schillings on the Vienna Bourse today to 2,008. Brokers\nsaid improved results had been widely expected by investors.\n    Androsch said industrial holdings had performed better in\n1986 than in previous years, giving a return on investment of\n2.6 pct compared with 1.3 pct in 1985. Creditanstalt, Austria's\nlargest bank, holds majority interests in 10 medium-sized and\nlarge Austrian companies.\n    But he forecast its biggest industrial subsidiary, Steyr\n-Daimler-Puch AG <SDPV.VI> would return a 1987 result similar\nto the expected 1986 operating loss of 700 mln schillings.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}