{
    "DATE": "30-MAR-1987 17:01:59.09",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11102",
    "TEXT": {
        "TITLE": "U.S. DOT APPROVES AMERICAN <AMR>-ACI <ACF> PACT",
        "DATELINE": "    WASHINGTON, March 30 - ",
        "BODY": "The U.S. Department of\nTransportation (DOT) said it gave final clearance to the\nproposed 225 mln dlr acquisition of AirCal Inc by American\nAirlines Inc.\n    \"The acquisition is not likely to substantially lessen\ncompetition or to be inconsistent with the public interest,\" the\nDOT said in a statement.\n    AirCal is a unit of ACI Holdings Inc while American is a\nunit of AMR Corp.\n    The DOT had given tentative approval to the merger plan\nFeb. 20.\n    American is the third largest U.S. airline in terms of\nrevenue passenger miles while AirCal--a relatively small\ncarrier that primarily serves West Coast cities--is the\nnation's 17th largest passenger carrier. Their merger would not\nalter American's third-place ranking, according to data\ncompiled by Aviation Daily, a leading industry trade magazine.\n    The combination would incrase American's share of the U.S.\nmarket to 15.4 pct from its current 14.7 pct, the DOT said.\n    The DOT said the merger was unlikely to substantially\nreduce competition on the four routes on which both carriers\nprovide either nonstop or single-plane service.\n    At 13 of the 14 terminals served by both carriers, the DOT\nsaid it found no evidence that other carriers could not\nincrease or begin service that competed with a merged\nAmerican-AirCal.\n    Concerning the 14th, \"While entry may not be possible at the\nOrange County Airport in the near future, DOT found that the\nservice provided at other airports in the Los Angeles area,\nespecially at the Los Angeles International Airport, will\nprovide effective competition for Orange County travelers in\nlong-haul markets,\" the DOT said.\n    The merger would give American control of 37 pct of the\nauthorized takeoff and landing slots at the Orange County\nterminal, where environmental concerns and a small terminal\nbuilding limit future opportunities for expansion.\n    The DOT said the Air Line Pilots Association filed comments\nopposing the merger but \"raised no new facts or arguments.\"\n    Under the merger terms, announced Nov. 17, American will\npay 15 dlrs a share for the outstanding stock of ACI Holdings.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ]
}