{
    "DATE": "15-JUN-1987 21:42:33.86",
    "TOPICS": [
        "dlr",
        "money-fx",
        "trade"
    ],
    "PLACES": [
        "japan"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "18422",
    "TEXT": {
        "TITLE": "JAPAN MINISTRY SAYS DOLLAR SHOULD BE ABOVE 170 YEN",
        "DATELINE": "    TOKYO, June 16 - ",
        "BODY": "The dollar should worth more than 170 yen\nbased on purchasing power parity, the Ministry of International\nTrade and Industry (MITI) said in its annual white paper on\ninternational trade.\n    Using 1973 as a base year, the ministry said inflation\ndifferentials pointed to a yen/dollar rate of 172 in fourth\nquarter 1986. The dollar opened here today at 144.90 yen.\n    MITI also said the so-called \"J-curve\" and the drop in oil\nprices together accounted for 33.2 billion dlrs of the 36.6\nbillion dlr rise in Japan's trade surplus last year.\n    On a customs cleared basis, the Japanese trade surplus rose\nto a record 82.66 billion dlrs last year.\n    The ministry said the fall in oil prices accounted for 16.5\nbillion dlrs and the \"J-curve\" 17.2 billion dlrs of the rise in\nthe 1986 surplus.\n    Analyzing the expansion in Japan's trade imbalance in\nrecent years, MITI calculated that 37 pct of it could be\naccounted for by exchange rates, 24 pct by differences in\neconomic growth rates between Japan and other countries, and 36\npct by so-called price elasticities of imports and exports.\n    Analyzing the expansion in the U.S. Trade deficit from 1982\nto 1985, the ministry said 24 pct was accounted for by exchange\nrates, 34 pct by differences in the income elasticity of\nimports and exports and 39 pct by differences in economic\ngrowth rates. The figures do not tally to 100 pct because other\nminor factors have been left out.\n    \"One index of trade structure, the income elasticity of\nexports and imports, shows that the U.S. Is more likely to\nexperience increases in imports, while Japan is structurally\npredisposed to growth in exports,\" MITI said.\n    Structural adjustment is already underway in Japan, under\nthe impact of the strong yen, MITI said. Japanese companies are\nstepping up their imports and expanding capacity overseas.\n    Japanese consumer attitudes are also changing. The ministry\ncited a survey showing that price was now the number one factor\nin the purchase of imports from the U.S. And Western Europe,\nreplacing design and brand reputations.\n    \"The smooth adjustment of the economic structure calls for\nmeasures to address the needs of affected firms,\" it said. \"Whole\nindustries have felt the pinch and employment is expected to\nsuffer.\"\n    \"Sustained economic growth, led by domestic demand, will\nalso be an essential condition,\" the ministry said.\n    It said four structural factors have contributed to the\ngrowth of the U.S. Trade deficit in recent years -- a decline\nin U.S. Industrial competitiveness, insufficient productive\ncapacity, an increase in foreign procurement by U.S. Companies\nand short-sighted U.S. Management attitudes.\n    \"While (U.S.) exports have picked up somewhat with the\ndollar's fall in value, no marked improvements have appeared in\nthe import picture,\" MITI said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}