{
    "DATE": "18-JUN-1987 14:56:44.97",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18938",
    "TEXT": {
        "TITLE": "GILLETTE <GS> SEEN OBJECT OF GLOBAL BIDDING WAR",
        "AUTHOR": "    By Cal Mankowski, Reuters",
        "DATELINE": "    NEW YORK, June 18 - ",
        "BODY": "Ronald Perelman, head of Revlon Group\nInc <REV>, may be trying to ignite a bidding war for Gillette\nCo that could draw some big international players and in the\nprocess make a lot of money for himself, Wall Street analysts\nsaid.\n    Several hours before a regularly scheduled board of\ndirectors meeting, Gillette disclosed that Perelman requested\nconsent of its board for an offer of at least 40.50 dlrs per\nshare. Perelman needed the consent because he agreed in\nNovember not to buy stock for 10 years without permission.\n    \"I think Ronald Perelman is less interested in Gillette and\nmore interested in putting Gillette into play because he stands\nto make a ton of money,\" said Andrew Shore, analyst at Shearson\nLehman Brothers Inc. \"In play\" is a term used on Wall Street to\ndescribe what happens when a company becomes an unwiling\ntakeover target.\n    Shore noted that according to the 1986 agreement Revlon\ngets paid if there is any acquisition of Gillette through\nNovember of this year at a price higher than 29.75 dlrs per\nshare. Gillette rose three to 40 today, following a gain of\nthree yesterday.\n    The agreement would be calculated on the basis of\nPerelman's previous holding of 18.4 mln shares, adjusted for a\nsplit. For example, a deal between Gillette and some other\ncompany at 44 dlrs per share would make Revlon richer by 262\nmln dlrs under the formula. Neither Perelman nor his spokesmen\nreturned telephone calls seeking comment.\n    \"Revlon stands to make a substantial amount of money if\nsomeone else takes over Gillette,\" said Analyst Deepak Raj of\nMerrill Lynch and Co. \"I'm not saying that is going to happen\nbut Gillette is an undervalued stock with a breakup value of 45\ndlrs per share.\"\n    Shore of Shearson Lehman said there are a couple of reasons\nwhy Perelman may not be really interested in acquiring\nGillette. He said Perelman, in the process of taking Revlon\nprivate after acquiring control of the cosmetics company two\nyears ago, probably wants to concentrate on improving Revlon's\noperations. \"He's trying to overhaul and improve the image of\nthe dearptment store business.\" Another reason is that Revlon\nhas recently made two other acquisitions.\n    Under those circumstances, Shore would not be surprised if\nsome company such as Unilever plc <UN.AS> or Procter and Gamble\nCo <PG> decided to take a look at Gillette.\n    Shore mentioned half a dozen other potential buyers for\nGillette including Sir James Goldsmith, Hanson Trust plc <HAN>,\nRJR Nabisco Inc <RJR>, American Brands Inc <AMB> and Ralston\nPurina Co <RAL>.\n    \"Perelman is trying to put the company in play,\" said a\nWall Street arbitrageur. \"He gets to share in the upside if the\ncompany is sold.\" Another arbitrageur said he expects Gillette\nto resist Perelman's overture. \"I can't see the board\nconsenting, what has changed between November and now,\" he\nsaid.\n   \n    Another arbitrageur said he was not sure what was going on.\n\"Perelman never does anything without a fair amount of\ncalculation,\" he said. But he added, \"The Gillette board has to\nbe careful. They just can't say no or they'll be sued by\nshareholders.\" Gillette's board was still meeting at 1700 EDT,\nthree and one-half hours after the scheduled starting time.\n    According to a copy of Perelman's letter released by\nGillette, he would be prepared to sign a defnitive merger\nagreement without any financing condition. He said Citibank\nN.A. is his lead lender and First Boston Inc is his financial\nadviser.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}