{
    "DATE": "26-FEB-1987 22:22:02.97",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "225",
    "TEXT": {
        "TITLE": "JAPAN EXPECTED TO CUT BASE RATE FOR STATE BODIES",
        "DATELINE": "    TOKYO, Feb 27 - ",
        "BODY": "Japan is expected to cut the base lending\nrate for state financial institutions to 5.5 pct from 6.2 as\npart of the recent pact by major industrial nations in Paris,\nFinance Ministry sources said.\n    They said the cut is based on a revision of the Trust Fund\nBureau Law, which should be approved by parliament on March 3,\nabolishing the 6.05 pct minimum interest rate on deposits with\nthe bureau.\n    The bureau channels funds to government financial\ninstitutions for public works and other official uses, they\nsaid.\n    The base lending rate for state bodies such as the Japan\nDevelopment Bank, People's Finance Corp and the finance\ncorporations of local public enterprises usually moves in\ntandem with long-term prime rates, the sources said.\n    However, it was impossible for them to follow the last cut,\nto 5.8 pct from 6.2 pct on January 28, because the Trust Fund\nBureau rate was legally set at 6.05 pct.\n    The ministry will abolish the minimum rate and introduce a\nmarket-related one to resolve the problem and stimulate the\ndomestic economy, they said.\n    On Tuesday, the ministry allowed long-term bankers to cut\ntheir prime to a record low of 5.5 pct, effective February 28.\nThe move suggested it had reached agreement with depositors\nusing the bureau, the postal savings system of the Posts and\nTelecommunications Ministry and the Japan welfare annuity of\nthe Ministry of Health and Welfare, the sources said.\n    These ministries are trying to determine which market rates\nshould be considered when setting the bureau's deposit rate,\nthe ministry sources said.\n    Coupon rates on new 10-year government bonds, minus 0.1\npercentage points, is the likeliest choice, they added.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "russell"
    ]
}