{
    "DATE": "11-MAR-1987 14:19:38.21",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3864",
    "TEXT": {
        "TITLE": "WALL STREET STOCKS/TENNECO INC <TGT>",
        "DATELINE": "    NEW YORK, MARCH 11 - ",
        "BODY": "Tenneco Inc, a company that has long\nbeen rumored to be a takeover candidate, rose sharply today\nwhen speculation surfaced that investor T. Boone Pickens may be\ntargeting the company for an acquisition, traders and analysts\nsaid.\n    Tenneco spokesman Joseph Macrum said \"we have no comment to\nmake whatsoever.\" Pickens was not available for comment.\n    Traders noted that activity in the stock increased today\nafter a published report linked Pickens to Tenneco.\n    Tenneco rose two points to 48-3/4.\n    Paul Feretti, an analyst with New Orleans-based Howard,\nWeil, Labouisse, Friedrichs, Inc, said he was not surprised at\nmarket rumors that Tenneco might be the target of a takeover\nattempt.\n    \"It's pure market speculation that Boone Pickens and his\ngroup may be interested,\" Feretti said.\n    \"But Tenneco would be a challenge to run because of its\nsheer size and diversity. Mr. Pickens is a man who likes a\nchallenge.\"\n    Pickens, who made an unsuccessful attempt to take over\nDallas-based Diamond Shamrock Corp <DIA> last winter, has made\nno secret of his plans to acquire additional natural gas\nreserves in the belief that gas prices will stabilize sooner\nthan oil prices. Tenneco holds natural gas reserves estimated\nin excess of 3.5 trillion cubic feet, analysts said.\n    Feretti conservatively estimated Tenneco's breakup value at\n58 dlrs a share and said the company generated a cash flow of\nabout 10 dlrs a share \"which is probably very attractive to\nPickens.\" Other analysts, however, estimate a breakup value\nwell into the 60 dlr a share range.\n    \"I strongly doubt that there is going to be any hostile\ntakeover,\" Drexel Burnham Lambert Inc's Houston-based analyst\nJohn Olson said, putting little credence in the rumors.\n    \"Tenneco is a gargantuan enterprise with seven billion dlrs\nin long-term debt and preferred stock outstanding.\" He said the\nbuyer would also have to deal with \"the intractable problems\"\nTenneco faces with its farm equipment unit and energy\nbusinesses.\n    Analysts suggested that Tenneco could use a number of\ndefensive strategies to fend off an unwanted buyer, such as\nspin off some of its non-energy businesses directly to\nshareholders, buy back shares or create a limited partnership\nout of its natural gas pipeline interests.\n    An analyst who asked to remain unidentified, discouraged\nthe Pickens rumor. \"Pickens has a plateful already with his\nholdings in Burlington Northern and Amerada Hess,\" he said. \"I\ndon't think he would be willing to take on Tenneco's problems\nwith Case (the farm equipment unit), which has been losing\nabout 180 mln dlrs annually and is worth less than a billion\ndlrs on the market today.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "icahn"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}