{
    "DATE": "24-MAR-1987 07:20:06.59",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "new-zealand",
        "canada"
    ],
    "NEWID": "8667",
    "TEXT": {
        "TITLE": "CANADA OUTLINES GATT AGRICULTURAL REFORM PLAN",
        "DATELINE": "    TAUPO, New Zealand, March 24 - ",
        "BODY": "Canadian Trade Minister Pat\nCarney said that agricultural policies should not hurt world\ninternational trade and should therefore become more price\nresponsive over time.\n    She told delegates at the informal meeting of trade\nministers that this was one of five principles Canada wanted\nadopted in reforming agriculture in the General Agreement on\nTariffs and Trade (GATT). Secondly, support for agriculture\nshould avoid production incentives, and thirdly, countries\nshould freeze and seek to reduce government aid measures that\ndistorted world prices, Carney said.\n    Carney said the fourth principle was that countries should\nnot introduce new import barriers not mandated by existing\nlegislation and the fifth was that these basic principles must\nbe implemented collectively.\n    Carney later told Reuters the Canadian guidelines are\nbasically compatible with the seven point Australian proposals\nannounced in Davos, Switzerland, in January.\n    European trade sources said the conference welcomed the\nCanadian initiative but some delegates, and not only the\nEuropean Community, voiced reservations about some of the\nprinciples.\n    Carney said there was a lot of political will among the\nministers here to complete the Uruguay Round of GATT in under\nfour years and that there is also a realisation that it has to\nbe done in a balanced way.\n    \"The consensus view was to proceed as fast as we can on a\nbroad front and see what areas emerge where we can get early\nconclusion,\" she said.\n    However, the meeting did not identify what those areas are,\nCarney said.  She said Canada/U.S. Bilateral trade\nnegotiations, which must be concluded at least in draft form by\nOctober, are progressing well.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "nakasone",
        "tamura"
    ]
}