{
    "DATE": " 4-MAR-1987 15:10:31.00",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1735",
    "TEXT": {
        "TITLE": "TWA <TWA> MAKES MERGER OFFER FOR USAIR <U>",
        "DATELINE": "    NEW YORK, March 3 - ",
        "BODY": "Trans World Airlines said it has\nproposed a cash merger of USAir Group with TWA in which the\nholders of USAir common would receive 52 dlrs in cash in\nexchange for their stock.\n    TWA said the offer was made in a letter to Edmin Colodny,\nchairman and president of USAir.\n    TWA said, however, that if the negotiated deal is not\nacceptable it may make an offer directly to USAir's\nshareholders for up to 51 pct of USAir's outstanding stock, to\nbe purchased in a voting trust at a price lower than today's\noffer.\n    TWA said it is filing an application with the Department of\nTransportation seeking approval of the merger as well as an\napplication for approval, on an expedited basis, of its\npurchase of up to 51 pct of USAir common and the deposit of the\nstock in a voting trust, pending DOT approval.\n    TWA said that in respect to USAir's recent offer for\nPiedmont Aviation <PIE> it believes that USAir's shareholders\nwould prefer a cash merger proposal for USAir over its proposed\nacquisition of Piedmont.\n    TWA said, however, it also would be interested in\ndiscussing a three way deal among USAir, Piedmont and TWA.\n    TWA said the merger is subject to the USAir board redeeming\nthe preferred stock purchase rights (the poison pill) issued to\nshareholders last year and taking action so that the vote of a\nmajority of the outstanding common stock is required to approve\nits proposed move.\n    Additionally, TWA said it would need a satisfactory due\ndiligence review of USAir.\n    TWA said it has not yet had an opportunity to obtain the\nnecessary financing for the deal, but added it is confident\nthat it will get it.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "amex"
    ],
    "PEOPLE": [
        "aqazadeh"
    ]
}