{
    "DATE": " 2-APR-1987 12:58:34.26",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "12655",
    "TEXT": {
        "TITLE": "COFFEE PRICES SET TO CONTINUE SLIDE - TRADERS",
        "AUTHOR": "    By Martin Hayes and Jane Merriman, Reuters",
        "DATELINE": "    LONDON, April 2 - ",
        "BODY": "Coffee prices look set to continue\nsliding in the near term, given the lack of progress towards a\nnew International Coffee Organization (ICO) export quota\naccord, according to coffee traders and analysts.\n    Robusta coffee futures dipped sharply to 4-1/2 year lows\nyesterday at 1,220 stg per tonne, basis the May position, when\nthe lack of new debate on quotas at ICO talks here confirmed\nexpectations that efforts to restore quotas would not be\nrevived at this stage, they said.\n    The 15-day ICO average composite price fell to 99.69 cents\na lb for April 1, the lowest for 5-1/2 years.\n    Quotas will not now be renegotiated before the ICO's annual\nSeptember council session, and in the interim the Brazilian\nfrost season from June to August may prove the only bullish\nfactor to stem further price weakness, they said. Futures\nbounced back from the lows today towards the previous trading\nrange around 1,260/1,270 stg per tonne on May as the market\nrecovered from yesterday's \"confidence blip,\" one trader\ncommented.\n    But despite today's upturn, the overall trend is for lower\nprices in the near future, one trade source said.\n    The market had become increasingly vulnerable to\nyesterday's shakeout, having held within a 1,250/1,350 stg\nsecond position trading range for 22 successive sessions, he\nsaid.\n    Technically the market is more likely to decline further as\nit absorbs today's brief rally. Steep declines towards the\n1,100/1,050 stg area could foster a \"three figure mentality,\" and\nspeculators may elect to push for coffee prices below the\npsychological 1,000 stg level, he added.\n    Some traders said today's upturn was in part due to\nBrazil's opening last night of May green coffee export\nregistrations.\n     This had been widely anticipated by the market and came as\nno surprise, but it did remove some prevailing uncertainty and\nlight trade buying was seen this morning as a consequence.\n    However, the overall trend remains downwards and a test of\nsupport at 1,200 stg should be expected soon, with the only\npossible supportive influence on the horizon being the approach\nof Brazil's frost season, they said.\n    Roasters are believed to be well covered, limiting\nactivities to modest hand-to-mouth purchases and generally not\ntaking up producer offers, they added.\n    Central American producers have sold the bulk of their\ncurrent crops, but robusta producers in West Africa and\nIndonesia need to sell coffee for April through July shipment,\nand this could pressure prices further, traders said.\n    However, one dealer, although seeing no reason to be\nbullish, advised caution. \"Everybody's bearish now, just as they\nwere bullish when the market was at 3,100 stg,\" he said.\n    Arthur Cherry, coffee analyst at E.D. and F. Man, expressed\ndoubts the price spiral would continue much below current\nlevels. \"One dlr coffee is catastrophic for many producers --\nthere must be a minimum below which prices cannot fall.\"\n    While prices dropped to the lowest levels since September\n1982 yesterday, manufacturers have no plans to cut their retail\nprices.\n    \"Its impossible to say, we can't predict anything like that\nat this stage,\" a General Foods spokesman said.\n    Manufacturers have lowered prices recently anyway in\nresponse to market weakness. At the beginning of March the\nprice of a 100 gram jar of coffee was cut to 1.55 stg from 1.65\nstg in Britain. But should coffee market prices continue to\nfall, the situation would be reviewed, the spokesman added.\n    Nestle also has no plans to make additional price cuts in\nthe near future.\n    \"The market seems to have established some equilibrium and\ndoesn't look set to go much lower,\" a Nestle spokesman\ncommented.\n    Coffee's plunge this week has been mirrored by tea, which\nfell to a 5-1/2 year low at today's auction at 1.18 stg per\nkilo for medium quality, traders added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "eyskens"
    ],
    "EXCHENGES": [
        "lme"
    ]
}