{
    "DATE": "17-MAR-1987 12:36:48.98",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "6090",
    "TEXT": {
        "TITLE": "ATT-PHILIPS BID FOR CGCT OUTLINED",
        "DATELINE": "    PARIS, March 17 - ",
        "BODY": "American Telephone and Telegraph Co and\nPhilips Telecommunications BV (APT) would hold 36 pct through\ndirect and indirect holdings in France's <Cie Generale de\nConstructions Telephoniques> if a joint bid with French\npartners for the soon-to-be-privatised firm succeeds, a\ndirector at one of the partner firms said.\n    Marc Mathieu of <Societe Anonyme de Telecommunications>\nSAT, told journalists the bid foresaw a direct stake of 20 pct\nfor APT, the joint firm set up by the U.S.'s ATT <T.N.> and the\nNV Philips Gloeilampenfabrieken <PGLO.AS>.\n    The other 80 pct would be owned by a holding company made\nup of SAT, APT, Cie du Midi <MCDP.PA> and five mutual funds.\n   Under French law, foreign investors are restricted to a 20\npct direct stake in privatised companies but can boost their\nstake to 40 pct through indirect holdings.\n    The make-up of the holding company, however, is subject to\nclose discussions within the government due to legal queries\nover the nationality of the mutual funds, a Finance Ministry\nofficial said.\n    Although bought by French citizens they are managed by\nforeign banks <Morgan Guaranty Trust Co of New York> and\n<Banque de Neuflize, Schlumberger, Mallet SA>, controlled by\nAlgemene Bank Nederland NV <ABNN.AS>, an SAT spokesman said.\n    CGCT, which controls 16 pct of the French public telephone\nswitching market, is to be sold by the government for 500 mln\nfrancs by private tender.\n    Five groups are bidding for the company and the government\nhas said it will choose CGCT's new owner by the end of April.\n    APT vice-president Wim Huisman told a news conference a\ncapital increase was envisaged if SAT-APT wins CGCT, but\ndeclined to give details or say how an increase would affect\nforeign stakes in CGCT.\n    In 1985, CGCT posted losses of 200 mln francs on sales of\nthree billion after 1984 losses of 997 mln francs.\n    A joint SAT-APT statement added that buyers were committed\nto investing 240 mln francs in CGCT research and production\nplants. The APT-SAT offer includes a provision for CGCT to\nproduce APT 5ESS-PRX switching technology and adapt it to\nFrench standards.\n    The tender was launched after a 1985 draft agreement for\nATT to take over CGCT was abandoned following the introduction\nof the French government privatisation laws which reopened\nbidding among a wider range of applicants.\n    Other candidacies to take over CGCT include West Germany's\nSiemens AG <SIEG.F> allied with Schneider SA <SCHN.PA>\nsubsidiary Jeumont-Schneider, Sweden's Telefon AB LM Ericsson\n<ERIC.ST> allied with Matra <MATR.PA> and Bouygues SA\n<BOUY.PA>, Italy's <Italtel>, and Canada's Northern Telecom Ltd\n<NTL.TO>.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ]
}