{
    "DATE": " 5-MAR-1987 18:02:33.22",
    "TOPICS": [
        "coffee",
        "oilseed",
        "soybean",
        "trade",
        "sugar",
        "cocoa"
    ],
    "PLACES": [
        "usa",
        "brazil"
    ],
    "NEWID": "2521",
    "TEXT": {
        "TITLE": "BRAZIL DEBT SEEN PARTNER TO HARD SELL TACTICS",
        "AUTHOR": "    By Brian Killen, Reuters",
        "DATELINE": "    CHICAGO, March 5 - ",
        "BODY": "Brazil's recent announcement of a\nsuspension in interest payments on 68 billion dlrs of foreign\ndebt gave the banking system the jitters and confirmed views\namong many international economists and commodities analysts\nthat Brazil will continue to flex its trading muscles in 1987.\n    The developing world's most indebted nation is also its\nmost prolific exporter of agricultural commodities such as\ncoffee and soybeans, and might maximize foreign exchange\nrevenue by selling hard on world markets, economists said.\n    \"That sounds like a reasonable strategy. But there is no\nway they can trade their way out of this situation,\" Aldo\nRoldan, Vice President for International Services at Chase\nEconometrics, said.\n    Roldan told Reuters that Brazil not only had to tackle the\nproblems of satisfying domestic demand and competing on glutted\nworld markets, but also had to work to make its position on\nforeign exchange markets more profitable.\n    \"Domestic costs have increased (due to inflation) and\nexporters have not had the same offsetting movement in exchange\nrates,\" Roldan said.\n    The Chase economist also said commodities markets were\ndepressed and generally did not appear very promising for a\ncountry like Brazil, where pure commodities account for some 50\npct of exports and in 1986 had a total value of around 23\nbillion dlrs.\n    But he added: \"They are always pretty aggressive and they\nhave good foreign marketing channels.\"\n    Analysts said a key factor in Brazilian trade will be\ncoffee, and even without background pressure from foreign\ncreditors the world's largest producer was expected to hit the\nmarket this year with a vengeance.\n    Negotiations between International Coffee Organization\n(ICO) members to re-establish producer export quotas broke up\nearlier this week with major producers and consumers accusing\neach other of intransigence.\n    \"Brazil would not tolerate a change in ICO regulations,\nwhich others wanted changed,\" one senior coffee dealer said.\n    The dealer, who declined to be named, said Brazil wanted to\npreserve its market share. At the end of the talks, he said\nBrazil hinted it could sell more than anyone else and others\nwould suffer.\n    Brazil will be an aggressive seller under any scenario but\nas yet there is no sign of unusually heavy Brazilian sales, the\ndealer said.\n    \"If they do come into the market at this level it will go\nlower and you could breach a dollar, ninety or eighty cents,\"\nhe said.\n    New York coffee futures for May delivery settled 2.29 cents\nlower Thursday at 104.68 cents a lb, while more distant\ndeliveries fell the six-cent maximum trading limit.\n    President of the Brazilian Coffee Institute, Jorio Dauster\ntold a press conference in Rio de Janeiro today that Brazil has\nno set target for its coffee exports following the breakdown of\nthe ICO talks on export quotas.\n    Many economists and analysts believe soybeans could be the\nfocus of possible stepped-up Brazilian marketing efforts. \"They\nwill be more aggressive this year than they have ever been,\"\naccording to Richard Loewy, analyst for Prudential-Bache\nSecurities Inc.\n    Loewy believes the foreign debt problem, a good crop, plus\ndifficulties with storage would help motivate selling of the\nBrazil soybean crop. \"Brazilian farmers also need cash flow and\nthey can't afford to store the crops,\" he said.\n    The Chicago soybean complex has been nervous for some time\nabout large South American crops developing under near ideal\nconditions towards record yields.\n    \"We are going to see a very rapid decline, earlier than\nusual, this year in our (U.S.) exports,\" Loewy said.\n    Tommy Eshleman, economist for the American Soybean\nAssociation (ASA), said this year's Brazilian soybean harvest\ncould total 18 mln tonnes, versus 13.7 mln last year.\n    Marketings will be very aggressive this summer when prices\nare usually high relative to the rest of the year due to the\nvulnerability of the U.S. crop to bad growing weather.\n    Another incentive to sell might be trade anticipation of a\nreduction in the U.S. government soybean loan rate, offered to\nfarmers who give crops as collateral, Eshleman said.\n    He said there has been some uncertainty this year about the\nsoybean loan rate, which acts as an effective floor for prices\nby keeping supplies away from the free market. Farmers can\nforfeit their beans to the government rather than repay the\nloan.\n    \"We're getting into a period when they (Brazil) are\nstarting to harvest and starting to export,\" Eshleman said. But\nhe added it will be a while before U.S. exports fall to below\n10 mln bushels a week from around 20 mln bushels currently.\n    Jose Melicias from the research department of Drexel\nBurnham Lambert said Brazil would be trying to export as much\nas it can this year because of its economic situation.\n    He said the debt situation was a major consideration. \"The\nBrazilian government also does not have enough money to pay for\nstorage,\" he added.\n    Asked if a return to an inflationary environment in Brazil\nwould make farmers inclined to hold onto crops, Melicias said\nit would not make a big difference.\n    On other commodity markets, Brazil's selling impact may be\nmuted no matter its need to generate capital.\n    Brazil is faced with a poor 1986/87 sugar harvest, which\ncould limit exports to the world market, analysts said. The\ncountry may have oversold and be unable to honor export\ncommitments, and this plus higher domestic demand caused by\nconsumer price subsidies on ethanol and refined sugar, will\ngive it little room to stretch exports, they said.\n    Brazil's other major crop, cocoa, is in its third year of\nsurplus. \"Cocoa consumption is basically flat and last year it\nfell, so I don't think they can start throwing out cocoa and\nfind many more markets for it,\" one analyst said.\n    \"If they come out as aggressive sellers, the market would\ncollapse and they can't afford to do that,\" she added.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "dauster"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}