{
    "DATE": "31-MAR-1987 06:12:49.30",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "11225",
    "TEXT": {
        "TITLE": "JAPAN TO CUT MICROCHIP OUTPUT, BOOST IMPORTS",
        "AUTHOR": "    By Steven Brull, Reuters",
        "DATELINE": "    TOKYO, March 31 - ",
        "BODY": "Leading domestic semiconductor makers\nwill boost imports and cut production of key memory microchips\nfrom next month in line with government attempts to ward off\nU.S. Trade sanctions, company spokesmen said.\n    The moves might persuade the U.S. To call off the\nsanctions, despite obstacles to full implementation of the\nplans, analysts said.\n    The tariffs will affect about 300 mln dlrs worth of\nproducts and are in retaliation for Japan's alleged failure to\nhonour a semiconductor trade pact.\n    In announcing the sanctions last Friday, President Reagan\nsaid Japan had not fulfilled its promise to halt predatory\npricing and open Japan's market to foreign products.\n    But U.S. Trade representative Clayton Yeutter said\nyesterday on U.S. Television that the U.S. Is willing to drop\nthe tariffs if Japan shows a \"clear indication\" that it will open\nits markets to U.S. Goods.\n    The Ministry of International Trade and Industry (MITI) has\nurged producers to slash output of the chips by 11 pct in the\nsecond quarter, following a call to reduce production by more\nthan 20 pct the previous quarter.\n    MITI also urged makers to boost chip imports.\n    Analysts said the moves could encourage Washington to\ncancel the tariffs ahead of next month's meeting between Prime\nMinister Yasuhiro Nakasone and President Reagan.\n    \"The U.S. Wants to be satisfied. It has rattled its sword\nand shown that it can and will do business,\" said analyst Nick\nEdwards at Jardine Fleming Securities Ltd in Tokyo.\n    But analysts cautioned that although Japanese producers can\ncut output, boosting imports -- the key to U.S. Withdrawal of\nthe sanctions -- is more difficult.\n    \"The U.S. Does not have the low-end consumer IC's\n(integrated circuits) that the Japanese need for consumer\nproducts. They're well supplied here,\" said Richard May, senior\nanalyst at Barclays de Zoete Wedd Ltd in Tokyo.\n    The U.S. Leads in production of medium and high-end IC's,\nbut Japanese makers are keen to develop their own high-end\nproduction skills, the analysts said.\n    \"The Japanese must be prepared to trade some losses on\nsemiconductors in return for free access to other areas,\" said\nEdwards.\n    A spokesman for Hitachi Ltd <HIT.T>, said the firm's\nreduced output of 256 kilobit dynamic random access memory\n(256K DRAM) was unrelated to MITI's efforts to ward off the\ntrade sanctions. Decreased production was a natural result of\nthe company increasing output of one-mln bit DRAM's, he said.\n    Company officials unveiled the following plans -\n    - NEC Corp <NESI.T>, Japan's largest chipmaker, plans to\nslash production of 256K DRAM semiconductors by 29.41 pct to\nsix mln per month from a monthly average of 8.5 mln last\nquarter.\n     In the year beginning April 1, NEC will boost chip\nimports, which comprised some 20 pct of all NEC chip\nconsumption the year before.\n    - Hitachi Ltd's <HIT.T> April output of 256K DRAM's will\nfall by 25.93 pct to four mln compared to 5.4 mln in March. The\ncompany is trying to boost imports but has not set a specific\ntarget. Imports are currently very low.\n    - Toshiba Corp <TSBA.T> will reduce April 256K DRAM\nproduction by 16.67 pct to just over four mln and is\nconsidering ways to boost imports, a company official said.\n    Toshiba has an agreement with Motorola Inc (MOT.N) to sell\nthe U.S. Firm's chips in Japan. The firms are planning a\njoint-venture production of memory chips in Sendai, northern\nJapan.\n    - Mitsubishi Electric Corp (MIET.T) will trim second\nquarter output by about 10 pct to between 5.5 mln to 5.6 mln\nchips compared to the first quarter. Plans call for increased\nimports but an official said \"boosting imports will be difficult\nas it depends on sales demand.\"\n    - Fujitsu Ltd (ITSU.T) will cut production in accord with\nMITI guidelines and boost imports from currently low levels.\n    - Oki Electric Industry Co Ltd (OKIE.T) will reduce April\nproduction by 10 pct from March's 3.2 mln. Oki is studying ways\nto increase imports by 10 pct in the fiscal year beginning\nApril 1 from the previous year's total of more than five\nbillion yen, a company official said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "thatcher",
        "ryzhkov"
    ],
    "ORGS": [
        "itc",
        "icco",
        "ico-coffee",
        "unctad"
    ]
}