{
    "DATE": " 1-JUN-1987 14:24:37.28",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "uk"
    ],
    "PEOPLE": [
        "duisenberg"
    ],
    "NEWID": "17707",
    "TEXT": {
        "TITLE": "COCOA ORIGINS DISMAYED BY BUFFER STOCK ACTION",
        "AUTHOR": "    By Peter Read, Reuters",
        "DATELINE": "    LONDON, June 1 - ",
        "BODY": "Traders recently returned from West Africa\nsay some producers there are dismayed by the ineffective action\nso far by the International Cocoa Organization (ICCO) buffer\nstock manager on buffer stock purchases.\n    One trader said some West African producers are annoyed the\nBuffer Stock manager is not playing his part as required by the\nInternational Cocoa Pact to stabilise prices from current lows.\n    So far, only 21,000 tonnes of second hand cocoa have been\ntaken up for buffer stock purposes and this, traders noted,\nonly on an intermittent basis.\n    They noted the purchases, of 8,000 tonnes in the first week\nhe bought and 13,000 in the second, are well short of the\nlimitations of no more than 5,000 tonnes in one day and 20,000\nin one week which the cocoa agreement places on him.\n    The traders recently returned from West Africa say\nproducers there are unhappy about the impact on cocoa prices so\nfar, noting producing countries are part of the international\ncocoa pact and deserve the same treatment as consumers.\n    London traders say terminal market prices would have to\ngain around 300 stg a tonne to take the ICCO 10-day average\nindicator to its 1,935 sdr per tonne midway point (or reference\nprice).\n    However, little progress has been made in that direction,\nand the 10-day average is still well below the 1,600 sdr lower\nintervention level at 1,562.87 from 1,569.46 previously.\n    The buffer stock manager may announce today he will be\nmaking purchases tomorrow, although under the rules of the\nagreement such action is not automatic, traders said.\n    Complaints about the inaction of the buffer stock manager\nare not confined to West African producers, they observed.\n    A Reuter report from Rotterdam quoted industry sources\nthere saying Dutch cocoa processors also are unhappy with the\nintermittent buffer stock buying activities.\n    In London, traders expressed surprise that no more than\n21,000 tonnes cocoa has been bought so far against total\npotential purchases under the new agreement of 150,000 tonnes.\nCarryover holdings from the previous International Cocoa\nAgreement in the stock total 100,000 tonnes.\n    Terminal prices today rose by up to 10 stg a tonne from\nFriday's close, basis July at its high of 1,271.\n    It seems that when the buffer stock manager is absent from\nthe market, prices go up, while when he declares his intention\nto buy, quite often the reverse applies, traders said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "comex"
    ]
}