{
    "DATE": "26-APR-1987 02:25:43.49",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "qatar"
    ],
    "PEOPLE": [
        "nakasone"
    ],
    "NEWID": "17199",
    "TEXT": {
        "TITLE": "QATAR\"S BANKS SET FOR FURTHER LEAN SPELL",
        "AUTHOR": "    By Stephen Jukes, Reuters",
        "DATELINE": "    DOHA, April 26 - ",
        "BODY": "Bank profits in the Gulf oil state of\nQatar are coming under renewed pressure and foreign banks are\nretrenching further in one of the region\"s most overbanked\nmarkets.\n    Results for 1986 show a year of declining profit for\nseveral foreign banks, although locally-owned operations were\nin some cases able to cushion the drop by increasing market\nshare.\n    <Qatar National Bank SAQ>\"s (QNB) General Manager, Abdulla\nKhalid al-Attiya, said: \"The economy is not improving as we\nhoped... 1987 will be another difficult year for the banks.\"\n    Oil-dependent Qatar, with a tiny indigenous population of\n60,000 to 80,000 and an expatriate workforce estimated at about\n280,000, boasts five local banks and 10 foreign bank\noperations.\n    Local and foreign bankers in the capital said the Gulf-wide\nrecession, aggravated this year by Qatar\"s severe difficulty\nmarketing its crude oil at official OPEC prices, has taken a\nheavy toll on the economy and bank profitability.\n    As a result, the only U.S. Bank, <Citibank NA>, is thought\nto be negotiating to sell its operation to the fast growing\nlocally based <Al Ahli Bank of Qatar QSC> which only started\noperations in 1984, bankers said. Citibank would not comment.\n    Other foreign banks have retrenched, with <Standard\nChartered Bank> cutting staff and others expected to follow.\n<Banque Paribas> is examining a change in its status to admit\n51 pct Qatari ownership in a bid to improve its access to local\nbusiness, bankers said.\n    One banker added: \"Weak profits are here to stay for the\ntime being. There is no cause for optimism at the moment.\"\n    Sentiment had picked up briefly at the end of last year\nwhen OPEC reached its accord to curb oil output and return to\nfixed prices. However, it soon became apparent that Qatar was\nhaving difficulty selling oil at OPEC prices.\n    The soft spot oil market has left official Qatari crude\nprices 20 to 40 cents more expensive and sales have been\nrunning in recent weeks at 100,000 and 120,000 barrels per day,\nwell down on the nation\"s OPEC quota of 285,000, oil sources\nsaid.\n    Bankers said this serious shortfall in Qatar\"s revenue has\nled to a new spate of payments delays from the public sector to\nprivate contractors after a marginal improvement in January.\n    Loan loss provisions continued to eat into bank profits\nlast year, as did the introduction of minimum reserve\nrequirements by the Qatar Monetary Agency. Trade financing has\nalmost dried up as a traditional source of bank income.\n    Of the local banks, QNB conducts the bulk of the\ngovernment\"s business and subsequently enjoys a huge advantage\nits rivals cannot expect to match, bankers said.\n    The bank reported a 2.9 pct rise in net 1986 profit to 93.1\nmln Qatari riyals, while its balance sheet grew by 10.8 pct to\n9.0 billion, making it by far the largest bank in Qatar.\n    But the strong assets growth partly reflected bridging\nloans for the public and private sector to tide government\ndepartments and local business over the lean economic spell,\nAttiya said. \"Generally speaking, we are overbanked in Qatar,\" he\nsaid, echoing a widespread feeling in the banking community.\n    Other local banks fared less strongly. The second largest,\n<Doha Bank Ltd QSC>, reported a 13 pct drop in net profit to\n27.5 mln riyals, while <Commercial Bank of Qatar Ltd QSC>,\nregistered a decline to 18.5 mln riyals from 19.4 mln in 1985.\n    The newcomer Al Ahli Bank, continued to expand rapidly and\nreported net profit of 5.2 mln compared with 3.3 mln during the\nstart-up period from August 4, 1984 to end-1985.\n    Bankers said the local banks had clearly begun to win\ncommercial deposits previously held by foreign banks,\nincreasing already strong pressure on non-Qatari banks to\nreexamine their staffing levels and overheads.\n    <Grindlays Bank PLC> recorded a net loss at its Doha branch\nlast year of 4.7 mln riyals after registering a nominal profit\nin 1985 of 12,000 riyals.\n    Two other long-established banks in the Gulf, the <British\nBank of the Middle East> (BBME) and Standard Chartered, also\nfound last year a difficult climate to make strong profits.\n    BBME\"s net profit fell to 3.2 mln riyals from 10.4 mln in\n1985, but Assistant Manager John Farquharson said 1985\"s result\nhad been artificially inflated by tax rebates on provisions.\n    \"Foreign banks are seeing their assets decline, while local\nbanks are increasing their market share,\" Farquharson said.\n    BBME\"s operating profit was steady in 1986, edging up to\n12.3 mln riyals from 11.5 mln in 1985. \"We are expecting the\nsame level of operating profit in 1987,\" Farquharson said.\n    Standard Chartered\"s net profit last year recovered slightly\nto 1.6 mln riyals after a loss of 161,000 in 1985. Staff\nnumbers were cut last year to reduce overheads.\n    Bankers said the lack of new construction projects in Qatar\nmeans business is unlikely to pick up this year although hopes\nare rising that the start of Qatari gas exploitation could\nprovide a boost. But the threat of higher U.S. Interest rates\nmay erode bank deposits as savings are moved offshore.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}