{
    "DATE": "23-MAR-1987 11:09:57.28",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "8314",
    "TEXT": {
        "TITLE": "BAYERNVEREIN EXPECTS UNCHANGED DIVIDEND FOR 1987",
        "DATELINE": "    MUNICH, March 23 - ",
        "BODY": "Bayerische Vereinsbank AG <BVMG.F>\nexpects to pay an unchanged dividend of 13 marks on 1987\nearnings but profits will only barely reach last year's record\nlevels, management board spokesman Maximilian Hackl said.\n    He told the annual news conference that possible credit\nrisks, especially those associated with foreign nations, had\nlargely been covered. Risk provisions in 1987 were therefore\nunlikely to reach the same high level as in 1986.\n    Group bank net profit rose to 275.52 mln marks in 1986 from\n222.73 mln the previous year and parent bank net profit\nincreased to 187.63 mln marks from 161.58 mln.\n    Hackl said that interest margins in the banking business\nhad declined to 2.71 pct last year from 2.78 pct the previous\nyear. But in the mortgage sector, the margins had increased\nslightly and stood around 0.7 pct.\n    Parent bank commission surplus in the securities business\nhad risen almost 15 pct to 358 mln marks in 1986.\n    Expenses for personnel had increased 7.5 pct to 782 mln\nmarks and others costs had increased 9.4 pct to 272 mln marks.\n    The parent bank's 1986 partial operating profit, which\nexcludes earnings from trading on its own account, had climbed\ntwo pct to 671 mln marks.\n    The parent bank's balance sheet total rose 5.3 pct to 81.5\nbillion marks at end-1986 compared with end-1985, Hackl said.\n    It was boosted by a three billion mark rise in mortgage\nbusiness and a 1.1 billion mark increase in banking business.\n    The mortgage sector's share in total parent bank business\nvolume rose to 46 pct from 45.\n    Hackl said that in January and February this year, the\nbank's credit business had not livened up. But despite the\nsharp downturn on German bourses, profits from trading on own\naccount had increased in the first two 1987 months compared\nwith the same year-ago period. He gave no detailed figures.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker"
    ]
}