{
    "DATE": "19-MAR-1987 15:35:29.49",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "7391",
    "TEXT": {
        "TITLE": "TALKING POINT/AMERICAN EXPRESS <AXP>",
        "AUTHOR": "    By Patti Domm, Reuters",
        "DATELINE": "    New York, March 19 - ",
        "BODY": "American Express Co's plan to sell a\nstake in its Shearson Lehman Brothers is believed to be a\nprelude to a public offering of shares in the brokerage unit,\nanalysts said.\n    American Express earlier said it has a general\nunderstanding with Nippon Life Insurance Co of Japan to sell a\n13 pct interest in Shearson for 530 mln dlrs.\n    The statement triggered a rise in other brokerage stocks,\nas investors speculated on the possibility of more investment\nin the U.S. brokerage industry by Japanese concerns.\n    The stocks of brokerage firms also climbed in response to\nthe relatively high value Nippon put on its stake in the U.S.\nfirm. Analysts said the 530 mln dlrs for 13 pct represents a\nprice of 2.7 times book value.\n    Perrin Long of Lipper analytical said the brokerage stocks,\ndepressed somewhat by the dark cloud of the U.S. insider\ntrading scandal, closed out February at a market value of 1.8\ntimes book value.\n    American Express was trading today at 78-1/4, off 3/8. For\nthe last several weeks, the stock has been strong on rumors of\na spinoff of part of Shearson.\n    Analysts said American Express and its Shearson unit will\nbenefit from the doors Nippon Life can open to the increasingly\nimportant Tokyo financial markets.\n    \"I think this, in all honesty, is a preliminary step,\" said\nLong.\n    \"What you will see probably in the future is American\nExpress selling an additional 17 pct in the public market and\nhave a public vehicle for Shearson,\" Long said.\n    \"Normally, investors do not make a major capital commitment\ninto an illiquid situation,\" he said of Nippon.\n    Some analysts previously speculated a 20 pct stake in\nShearson might be sold to the public. They said the firm, like\nother investment banks, needs capital to expand globally.\n    American express has said the total employees of shearson\nwill expand by 20 pct in 1987 internationally. However, that\nnumber is substantially lower than growth last year, a company\nspokesman said.\n    American Express officials would not comment beyond a\nstatement made this morning. That statement, however, did not\nclose off the possibility of a public offering or other option\nfor Shearson.\n    David Anthony, a Smith Barney analyst, said it is possible\nShearson would be partially sold to the public. But he believes\nthe firm will digest the Nippon investment first.\n    \"I think they'll figure out what they're going to do with\nthe money they have,\" he said.\n    Joan Goodman, an analyst with Pershing and Co, also said\nAmerican Express could determine to sell shares to the public.\n    In its statement, the financial services giant said it is\ncontinuing to study various plans for Shearson in addition to\nthe investment by Nippon.\n    American Express said options under study range from\nexpanding Shearson's capacity to meet international competition\nto broadening its access to capital.\n    American Express also said the options reflect the\ncontinuing integral role of Shearson in American Express'\nworldwide financial services strategy.\n    Shearson follows Goldman, Sachs and Co in finding a\nJapanese partner. Goldman last year sold a 12.5 pct stake to\nSumitomo Bank in exchange for a 500 mln dlr capital infusion.\n    Analysts speculated there will be more such matches.\n    \"Those (U.S. brokers) companies have the expertise. They\ndon't have the money. There's just not enough internal capital\ngrowth,\" said Wertheim analyst James Hanbury, who follows other\nU.S. brokerage companies.\n    Hanbury said some Japanese companies, flush with cash, are\ninterested in the expertise of American brokers. \"Those\n(Japanese) companies have the capital and our companies have\nthe capital needs and the growth opportunities to use the\nmoney. That's a nice marriage,\" he said.\n    Morgan Stanley and Co <MS> rose 4-1/4 to 74-7/8. First\nBoston Corp <FBC> was up one to 51-1/4. E.F. Hutton Group <EFH>\nrose 1-1/4 to 41-1/8, and PaineWebber Group <PWJ> climbed 7/8\nto 37-3/4. Merrill Lynch and Co, recommended today by a\nPaineWebber analyst, rose 2-5/8 to 45-3/8.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}