{
    "DATE": "19-OCT-1987 13:58:27.47",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "uk",
        "usa",
        "iran",
        "kuwait",
        "saudi-arabia"
    ],
    "NEWID": "21131",
    "TEXT": {
        "TITLE": "AMPLE SUPPLIES LIMIT U.S. STRIKE'S OIL PRICE IMPACT",
        "AUTHOR": "    By Ian Jones",
        "DATELINE": "    LONDON, Oct 19 - ",
        "BODY": "Ample supplies of OPEC crude weighing on\nworld markets helped limit and then reverse oil price gains\nthat followed the U.S. Strike on an Iranian oil platform in the\nGulf earlier on Monday, analysts said.\n    December loading rose to 19.65 dlrs, up 45 cents before\nfalling to around 19.05/15 later, unchanged from last Friday.\n    \"Fundamentals are awful,\" said Philip Lambert, analyst with\nstockbrokers Kleinwort Grieveson, adding that total OPEC\nproduction in the first week of October could be above 18.5 mln\nbpd, little changed from September levels.\n    Peter Nicol, analyst at Chase Manhattan Bank, said OPEC\nproduction could be about 18.5-19.0 mln in October. Reuter and\nInternational Energy Agency (IEA) estimates put OPEC September\nproduction at 18.5 mln bpd.\n    The U.S. Attack was in retaliation of last Friday's hit of\na Kuwaiti oil products tanker flying the U.S. Flag, the Sea\nIsle City. It was struck by a missile, believed to be Iranian,\nin Kuwaiti waters, and was the first hit on a U.S. Flag\ncommercial vessel in the seven year Iran/Iraq war.\n    The U.S. Owned Liberian flag tanker Sungari was hit in the\narea on Thursday, also believed struck by an Iranian missile.\n    Refiners were not significant purchasers of physical oil on\nMonday as a result increased Gulf tension following the U.S.\nAttack, analysts said.\n    They said a closure of the Strait of Hormuz, through which\naround eight mln bpd passes, isnlikely because it is not in\nthe interests of the U.S. Or Iran, they said.\n    Any threat to oil supplies would stem from an increase in\nthe number of tanker attacks as part of a widening of Gulf\nhostilities, analysts said.\n    But they saw the U.S. Strike as a limited reply to Iranian\nmissile attacks, with some describing it as responsible.\n    Geoffrey Pyne, analyst at stockbrokers Phillips and Drew,\nsaid he was impressed by the sensible U.S. Response.\n    \"The U.S. Has thought carefully about what would correspond\nto Iranian agression. They have proved to the Iranians that any\nfurther action will be met with a like-for-like response.\nToday's action by the U.S. Was not escalatory,\" Pyne said.\n    Kleinwort Grieveson's Lambert said the U.S. Strike was \"a\nresponsible retaliation,\" with the U.S. Apparently indicating to\nIran that it could increase the severity of its attacksf Iran\nchose to raise the level of conflict.\n    Chase Manhattan's Nicol took a different view, however.\n    He said he was unable to see what the U.S. Had achieved as\nArab states such as Kuwait and Saudi Arabia, whose interests\nthe U.S. Is supposedly defending, will feel less secure as a\nresult of the U.S. Attack and fear some sort of Iranian\nretaliation.\n    The initial upward market move this morning reflected a\nstrong speculative reaction to rumours of a U.S. Attack which\nwas thought at one stage to have been against Iranian missile\nlaunchers on the Faw Peninsula, close to Kuwait, analysts said.\n    The later downtrend followed confirmation of a U.S. Navy\nattack on an Iranian oil platform by the U.S. Defence Secretary\nCaspar Weinburger.\n    Market operators were able to evaluate the situation in the\nGulf on the basis of confirmed fact, and finding it less\nserious than first thought, took profits, taking prices lower,\nanalysts and traders said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "balladur"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}