{
    "DATE": "28-APR-1987 17:18:43.51",
    "TOPICS": [
        "carcass",
        "livestock",
        "orange"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "lyng",
        "yeutter"
    ],
    "NEWID": "17358",
    "TEXT": {
        "TITLE": "U.S. BEEF, CITRUS TALKS WITH JAPAN SEEN TOUGH",
        "AUTHOR": "    By Greg McCune, Reuters",
        "DATELINE": "    TOKYO, April 28 - ",
        "BODY": "The Reagan administration is expected to\nface tough resistance from Japan and from some entrenched U.S.\ninterests, if it hopes to succeed in forcing Japan to end beef\nand citrus import controls by April, 1988, U.S. and Japanese\nofficials said.\n    Agriculture Secretary Richard Lyng and Trade Representative\nClayton Yeutter took a hardline stance on beef and citrus in\ntalks here last week, insisting that the quotas be abandoned by\nApril, 1988.\n    But that stance will be difficult to maintain because Japan\nwill resist the pressure fiercely and because some U.S.\nsuppliers of those commodities have an interest in maintaining\nthe quotas, U.S. and Japanese officials told Reuters.\n    Twice in the past, the United States has negotiated with\nJapan on beef and citrus import quotas -- during the Tokyo\nround of multilateral trade negotiations in 1978, and in\nbilateral talks in 1984.\n    Each time the U.S. demanded an end to the quotas at the\noutset but ultimately accepted substantial increases instead.\nThe current agreement calls for an increase in high quality\nbeef imports to 58,400 tonnes in fiscal 1987, oranges to\n126,000 tonnes and orange juice to 8,500 tonnes.\n    Lyng has said repeatedly that this time the United States\nwill not settle for simple increases in the quotas. Japan has\nbeen given plenty of time to reform its agricultural support\nsystem and the quotas must be scrapped, Lyng said.\n    Japanese officials want to begin informal talks on beef and\ncitrus in August or September in Hawaii, sources said.\n    If the U.S. intends to press its tough stance, and Japan,\nas expected rejects the demands, the issue may then be put to\nthe General Agreement on Tariffs and Trade for settlement,\nwhich would mean prolonging the friction beyond the April, 1988\ndeadline set by the U.S., officials said.\n    In interviews here, Japanese officials insist that on beef\nthey will not liberalize imports, regardless of the U.S.\npressure, because the Japanese beef industry is not competitive\nand would be damaged by freer trade.\n    Most Japanese beef production still tends to be on small\nfarms which Japanese officials said must be protected from\ncheap imports by use of the quota system.\n    Furthermore, while the U.S. National Cattlemen's\nAssociation is strongly supporting the tough administration\nposition, some U.S. meat exporters and packers are ambivalent.\n    This is because to some U.S. exporters and packers beef\nexports to Japan under the quota system are a steady, reliable\nbusiness managed by a quasi-government Japan Livestock Industry\nPromotion Corporation. Under quotas the U.S. share of Japan's\nbeef market has expanded at the expense of Australia.\n    In the absence of quotas, some U.S. suppliers are concerned\nthe U.S. share might decline and exporting to Japan would\nbecome a riskier business, meat industry sources said.\n    Major U.S meat industry leaders will meet in Washington\nnext week, including cattlemen, processors and exporters, in an\neffort to reach an industry-wide consensus toward Japan.\n    The citrus industry also appears split on the quota issue.\nCalifornia's Sunkist, the largest U.S. supplier of oranges to\nJapan, has expressed reservations about eliminating quotas.\n    A representative of Sunkist said the cooperative is\nconcerned that in the absence of quotas, lower quality oranges\nfrom Israel and South Africa might be competitive in Japan.\n    Ironically, some Japanese officials hinted that fresh\noranges may be a product on which imports could be freed with a\nminimum of impact on Japanese mandarin orange production.\n    This is because U.S. oranges do not directly compete with\nsmaller Japanese mandarins, officials said. But Japan wants to\nmaintain quotas on orange juice because it fears imported juice\ntastes better and would displace Japanese mandarin orange\njuice, they said.\n    One scenario mentioned by both U.S. and Japanese officials\nis that Tokyo may try to blunt the tough administration stance\nby offering to scrap the quota on fresh oranges in return for\nU.S. acceptance of increases in beef and juice quotas.\n    Lyng has acknowledged that liberalization of beef and\ncitrus imports is a difficult objective, but he insisted during\nthe week-long tour here that it is a high priority on the\nU.S./Japan agriculture agenda-- more important than the rice\nissue which received most of the attention.\n    Asked about the ambivalence of some in U.S. agribusiness,\nLyng noted some interests on both the U.S. and Japanese side\nhave benefited from quotas but this will not stop the\nadministration from pressing for liberalization.\n    And Lyng said the administration believes it can marshall\nmore support for eliminating the quotas now than ever before,\nbecause of concern about Japan's rising trade surplus.\n    \"We're coming at this one (beef and citrus negotiation)\nwith a much stronger view coming out of Washington. The times\nhave changed. The trade balance is much worse,\" Lyng said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}