{
    "DATE": " 9-APR-1987 10:10:03.25",
    "TOPICS": [
        "dlr",
        "yen"
    ],
    "PLACES": [
        "usa",
        "japan",
        "uk",
        "west-germany",
        "france",
        "italy",
        "canada"
    ],
    "NEWID": "15549",
    "TEXT": {
        "TITLE": "U.S. SAID TO VIEW G-7 MEETING AS MAJOR SUCCESS",
        "AUTHOR": "    By Peter Torday, Reuters",
        "DATELINE": "    WASHINGTON, April 9  - ",
        "BODY": "The United States, which has long\nsought Japanese action to stimulate its economy, appears to be\nsatisfied Tokyo's latest package is a major development and\nallows leading industrial nations to reaffirm their agreement\nto stabilize currencies.\n    Monetary sources said they believed that U.S. Treasury\nSecretary James Baker considered Tokyo's package, announced\nyesterday, to be a major stimulation of the Japanese economy.\n    But yesterday's statement by seven leading industrial\npowers endorses the yen's rise from around 153 to the dollar,\nthe level at the February 22 Paris Accord, to about 145 today.\n    And the initial reaction of currency markets in the Far\nEast demonstrates that financial markets are unconvinced that\ncurrencies yet reflect economic fundamentals, even though the\ncountries appear to do so. The yen sank below 145 at one point\ndespite intervention by the Bank of Japan.\n    Kiichi Miyazawa, Japan's Finance Minister, said the\nmovement since Paris was consistent with currency trading\nranges the nations agreed to defend in the February talks.\n    \"I would say that what has happened (to the yen) in the past\nseveral weeks was not outside the range we agreed to in the\ndiscussions in Paris,\" Miyazawa said yesterday.\n    The supplementary budget worth about 34.48 billion dlrs was\nannounced by the ruling Liberal Democratic Party on the eve of\nMiyazawa's departure for Washington, to attend yesterday's\nmeetings of leading industrial nations.\n    In a strongly worded statement terming the Japanese action\n\"extraordinary and urgent\", the meeting reaffirmed the Paris\nAccord by noting that current exchange rates are within ranges\nbroadly consistent with fundamentals, or economic reality.\n    The Group of Seven -- the United States, Japan, West\nGermany, France, Britain, Italy and Canada -- therefore\nrepeated their willingness to continue close cooperation to\nfoster exchange rate stability.\n    The cooperation agreement has resulted in concerted central\nbank intervention of 8 billion to 9 billion dlrs to halt the\ndollar's fall. While relatively unsuccessful, the scale of\nintervention between so many nations is unprecedented in recent\nyears. Monetary sources also said they understood that\nSecretary Baker considered the meeting to be extremely\nsuccessful in the light of the Japanese announcement.\n    They also said there was a growing feeling among the\nfinance ministers and central bankers that cooperation over\nmedium-term policies has replaced the bickering over short-term\ndifferences in past meetings.\n    West Germany, whose currency has not risen anything like\nthe yen since the Paris Agreement, appears from the face of\nyesterday's statement to have won acceptance from other\ncountries that its exchange rate is acceptable.\n    Bonn's finance minister Gerhard Stoltenberg argues that\nmajor currency shifts needed to remedy the huge imbalance\nbetween West Germany and Japan's trade surpluses and America's\ntrade deficit have already taken place.\n    No mention was made, however, of the U.S. commitment to cut\nthe budget deficit even though it is implied in the\nreafffirmation of Paris.\n    European nations and Japan believe deficit cuts are\nessential to curbing the record U.S. trade shortfall that\nreached nearly 170 billion dlrs last year.\n    A similar argument was made on Capitol Hill earlier this\nweek by Federal Reserve Board chairman Paul Volcker. A further\nsharp fall to redress trade imbalances would \"clearly pose\nsubstantial risks of renewed inflationary momentum and could\nundermine confidence in future financial stability,\" he said.\n    Volcker warned a further dollar fall might force the\npolitically independent Fed to drive up interest rates.\n    Monetary sources said that, privately, West Germany\nwelcomed the rise in the yen against the dollar while its own\ncurrency remained relatively stable against the U.S. unit.\n    Bonn and other European nations worry that once the weak\ndollar blunts Tokyo's export drive to the United States, the\nJapanese monolith will concentrate on European markets.\n    The ministers, meanwhile, also continued talks on making\ntheir policy coordination more binding and one, Canadian\nFinance Minister Michael Wilson, said good progress was made.\n    Wilson said they will meet before the June Economic Summit\nto prepare a report for the leaders of the seven nations.\n    The United States and France, backed by the International\nMonetary Fund, want the seven to agree on ranges or \"norms\" for a\nlimited number of economic objectives such as growth,\ninflation, monetary conditions, trade balances and current\naccount balances.\n    Sharp deviations from these guidelines would result in\nconsultations between the countries on whether corrective\naction should be required.\n    But the inclusion of currencies as one of the objectives\nhas Bonn and London worried, monetary sources say, because it\nimplies Washington is moving in the direction of target zones.\n    The sources said the Reagan administration unsuccessfully\nsounded out its allies on a system of target zones to limit\ncurrency fluctuations just before the February meeting.\n    The concept is a much more rigid one than the secret ranges\nof the Paris Accord and would mark a sharp departure from the\nrelatively free currency markets of recent years.\n Reuter\n\u0003"
    },
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "james-baker",
        "miyazawa",
        "stoltenberg",
        "volcker",
        "wilson"
    ],
    "EXCHENGES": [
        "lme"
    ]
}