{
    "DATE": " 3-APR-1987 09:17:26.09",
    "TOPICS": [
        "ship",
        "grain"
    ],
    "PLACES": [
        "uk",
        "ussr",
        "usa",
        "japan"
    ],
    "NEWID": "12849",
    "TEXT": {
        "TITLE": "LONDON FREIGHT MARKET FEATURES USSR TIMECHARTERS",
        "DATELINE": "    LONDON, April 3 - ",
        "BODY": "Active timecharter fixing by Soviet\noperators to cover USSR grain imports featured the freight\nmarket, ship brokers said.\n    At least two fixtures were reported on Soviet account to\nlift EC grain, with a 22,000 tonner booked from Tilbury for a\nvoyage via lower Baltic Sea and redelivery passing Skaw at\n4,000 dlrs daily and a 27,000 tonner from Ceuta for a voyage\nvia the U.K. And redelivery Skaw-Cape Passero at 4,500 dlrs\ndaily.\n    The Soviets also secured a 34,000 tonner from Gibraltar for\na trans-Atlantic round trip at 4,500 dlrs daily and a 61,000\ntonner for similar business at 6,750 dlrs daily.\n    Brokers said several other fixtures were also thought to be\nconnected with Soviet grain, including a 69,000 tonner from\nTaranto for five to seven months at 6,500 dlrs daily. Similar\nfixing was reported yesterday at 6,000 dlrs.\n    Other timecharter fixing included a 14,000 tonner from\nIndonesia to the U.S. Gulf at 2,800 dlrs daily and a combined\ncarrier of 75,000 tonnes dw from the U.S. Gulf to Italy at\n9,000 dlrs daily.\n    Severel vessels were booked from Antwerp-Hamburg range,\nincluding a 61,000 tonner bound for Singapore-Japan at 7,500\ndlrs daily and a 16,000 tonner destined for west coast India at\n5,000 dlrs.\n    Grain fixing was much quieter out of the U.S. Gulf, with no\nfresh business seen on the significant routes to the Continent\nor Japan, although tonnage was secured for at least five small\ncorn cargoes from the Gulf to Jamaica at between 21 and 25\ndlrs. Wheat from the River Plate and Buenos Aires to Sri Lanka\nreceived 26 dlrs.\n    Market talk suggested 11 dlrs had been paid for grain from\nthe U.S. North Pacific to Japan but no confirmation was\navailable.\n    Fairly active grain fixing emerged out of the Continent,\nhowever, with maize covered from Nantes to Egypt at 15 dlrs,\nand bagged flour from Greece to China at 27 dlrs.\n    Barley cargoes were arranged from Immingham to the Red Sea\nat 17.25 dlrs and from Foynes to Jeddah at 17.25 dlrs.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}