{
    "DATE": "20-MAR-1987 07:19:23.30",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "new-zealand"
    ],
    "NEWID": "7596",
    "TEXT": {
        "TITLE": "RAINBOW SAYS BRIERLEY UPSETTING PROGRESSIVE MERGER",
        "DATELINE": "    WELLINGTON, March 20 - ",
        "BODY": "<Rainbow Corp Ltd> said <Brierley\nInvestments Ltd> (BIL) is trying to disrupt Rainbow's planned\nmerger with <Progressive Enterprises Ltd>.\n    Rainbow chairman Allan Hawkins said in a statement, \"In our\nopinion BIL have deliberately tried to create anomalies in the\nmarket prices of Rainbow and Progressive shares since the\nmerger was announced.\"\n    The merger, announced in February, involves the formation\nof a new company, <Astral Pacific Corp Ltd>, which Rainbow and\nProgressive shareholders will enter into on a one-for-one share\nbasis. Both boards have approved the merger.\n    BIL has said it was the mystery bidder behind a recent\nstand in the market for three mln Progressive shares.\n    \"We simply regard Progressive Enterprises shares to be worth\napproximately twice as much as Rainbow shares and do not think\nthe merger, as proposed, is soundly based,\" BIL chief executive\nPaul Collins said in an interview in the weekly National\nBusiness Review newspaper published today.\n    Collins was not immediately available to respond directly\nto Hawkins' statement.\n    Hawkins said the merger has been assessed by independent\nconsultants and declared fair in all respects, with benefits to\nall shareholders.\n    \"We are not going to stand by while other parties distort\nthe picture for their own strategic purposes and distract the\nmarket away from the real benefits of the merger,\" he said.\n    \"In our opinion, BIL's actions are clearly not designed to\nbe in the long term interests of either Progressive or Rainbow\nshareholders,\" Hawkins said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "singhasaneh"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}