{
    "DATE": "31-MAR-1987 18:10:51.08",
    "TOPICS": [
        "grain",
        "corn",
        "oilseed",
        "soybean"
    ],
    "NEWID": "11739",
    "TEXT": {
        "TITLE": "GRAIN REPORTS IMPROVE U.S. FARM OUTLOOK-ANALYSTS",
        "DATELINE": "    CHICAGO, March 31 - ",
        "BODY": "The U.S. grain planting intentions and\nstocks reports bear optimistic news for U.S agriculture, a\ngrain analyst on a Chicago Board of Trade panel said.\n    The decline in intended soybean acreage and lower stocks\nare \"the first report we've had for a long time that shows any\noptimism for anybody,\" said John \"Bud\" Frazier, grain analyst\nand executive vice president for Balfour MacLaine, Inc.\n    \"I'm really excited about it,\" Frazier said.\n    The U.S. Department of Agriculture said farmers intend to\nplant 67.6 mln acres of corn, down from 76.7 mln planted last\nyear, and 56.8 mln acres of soybeans, down from 61.5 mln.\n    The report showed March 1 stocks of 1.4 billion bushels of\nsoybeans, 8.3 billion bushels of corn, and 2.3 billion bushels\nof wheat, all below trade guesses.\n    Frazier was joined by Susan Hackmann, senior grain analyst\nwith AgriAnalysis, and Mark Meyer, a grain analyst with\nShearson Lehman Brothers, Inc., on a Chicago Board of Trade\npanel to discuss the reports.\n    Frazier said the stocks reports in particular were friendly\nfor the market, and soybean prices would jump three to five\ncents a bushel \"if the bell rang right now.\"\n    \"We're getting our disappearance up. We have less (corn and\nsoybeans) than we thought we had,\" he said, noting that hog and\npoultry production is up.\n    \"We're seeing low prices generate some interest in demand,\"\nsaid Meyer, adding that feed use was up 13 pct last quarter and\n15 pct in the preceding quarter.\n    However, Hackmann said production could continue to exceed\nconsumption.\n    She noted that most of the reductions in soybean acres came\nin southeastern states, where yields are usually low.\n    \"We have the potential for record breaking soybean yields\nthis year, (which) will temper the enthusiasm on tomorrow's\nopening,\" she said.\n    Hackmann said record corn yields also are possible, and the\ncrop could reach 7.1 billion bushels, which would be down from\nlast year's 8.25 billion bushels.\n    \"We'll need very good disappearance next year to reduce\nstocks,\" she said. The USDA estimated disappearance last year\nat 6.7 billion bushels.\n    Hackmann said the stocks report was positive for the long\nterm, \"But we still have a long way to go to bring stocks down\nto where we could start rebuilding prices.\"\n    Frazier also cautioned that the soybean acreage report\ncould prompt farmers to change their plans and plant more\nsoybeans.\n    The panelists agreed that the reports should discourage\ntalk of revising the 1985 farm bill.\n    \"There seems to be no desire ... to change the farm law\nwe're working under today, and this report should reinforce\nthat,\" Frazier said.\n    \"We are seeing the program beginning to work,\" said Meyer.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}