{
    "DATE": "17-MAR-1987 06:40:56.84",
    "TOPICS": [
        "ipi"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "5848",
    "TEXT": {
        "TITLE": "U.K. INDUSTRIAL OUTPUT RISES IN JANUARY",
        "DATELINE": "    LONDON, March 17 - ",
        "BODY": "U.K. Industrial production rose a\nprovisional 0.4 pct in January after a 0.6 pct decline in\nDecember 1986, figures from the Central Statistical Office\nshow.\n    The index for industrial production, base 1980, was set at\na seasonally adjusted 109.8 in January after December's 109.4\nand compared with 108.2 a year earlier.\n    Output of manufacturing industries fell a provisional 2.3\npct in January after a 0.2 pct rise last December.\n    The index for manufacturing, base 1980, fell to 103.9 from\n106.3, and compared with 102.3 a year earlier.\n    The CSO said industrial production in the three months to\nJanuary was provisionally estimated to have fallen by 0.7 pct\nfrom the level of the previous three months, while\nmanufacturing output rose by 0.5 pct in the same period.\n    In the three months, industrial production was 1.5 pct\nhigher than in the same period a year earlier, while\nmanufacturing output was two pct higher.\n    Within manufacturing, output of the metals industry rose by\nsix pct and that of engineering and allied industries by one\npct between the two latest three month periods. Output of\nchemicals and textiles fell by one pct and minerals by two pct.\n    The Office said output of the investment goods industries\nrose 0.1 pct while consumer goods output increased 0.6 pct.\n    Output of intermediate goods fell 1.6 pct between the two\nlatest three-month periods.\n    The figures showed the energy production index, base 1980,\nrose 7.2 pct in January to 126.4 from December's 117.9 and from\n124.6 in January 1986.\n    In the latest three months, the energy index, which\ncomprises oil, natural gas and coal production, was down 3.5\npct on the previous quarter and 0.5 pct below the same period a\nyear earlier.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}