{
    "DATE": " 9-MAR-1987 14:03:57.32",
    "TOPICS": [
        "interest",
        "stg"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "3283",
    "TEXT": {
        "TITLE": "PRIMARY EUROSTERLING MARKET BOOMS DESPITE RATE CUT",
        "AUTHOR": "    By Dominique Jackson, Reuters",
        "DATELINE": "    LONDON, March 9 - ",
        "BODY": "Two new eurosterling bonds were launched\ntoday, making a total of 10 new deals in the sector so far this\nmonth, as borrowers rush to cash in on a bull sterling market\nfueled by the strength of the pound and pre-budget euphoria.\n    The Bank of England finally gave way to a 1/2 point cut in\nbanks' base lending rates earlier today, but dealers said this\nhad been largely discounted and was not likely to detract from\nthe current popularity of sterling-denominated investments.\n    \"Sterling, in any shape or form, is flavor of the month and\nwe're set to see many more eurosterling deals,\" one dealer said.\n    Today's new eurosterling bonds were a 10-year, 100 mln stg\ndeal for Sweden at 9-1/2 pct and priced at 101-1/4 pct, lead by\nBaring Brothers and Co Ltd and a 14 year 60 mln stg convertible\ndeal for Storehouse Plc launched by SBCI International Ltd. \"We\nthought we saw a proverbial flood of new deals with the 14 we\nhad last month but it seems March will beat February hands down\nwith 10 already,\" one eurosterling specialist said.\n    \"Optically, psychologically, these single figures are much\nmore attractive for the borrower. Eurosterling looks like a\ncheap and attractive way to raise your money,\" he added.\n    This accounts for the wide variety of borrowers who have\ntapped the sector recently, ranging from sovereigns such as the\nKingdom of Sweden today, continental banks including\nCommerzbank and Deutsche Bank and British corporations.\n    Another U.K. Merchant bank analyst noted that the current\nvogue for eurosterling enabled several corporate borrowers last\nmonth to offer paper priced below comparative gilt yields.\n    A Storehouse official confirmed that the issue was aimed at\nSwiss and German investors who were showing good interest.\n    This is the first entry into the long term international\ncapital markets by Storehouse, British designer Terence\nConran's retail conglomerate which incorporates U.K. Chain\nstores Mothercare, British Home Stores and Habitat.\n    \"We have been considering the move for quite some time now\nand the current strength of the eurosterling sector provided\nthe perfect opportunity and spur for us to finally tap the\nmarket,\" Lance Moir, corporate treasurer at Storehouse Plc told\nReuters.\n\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}