{
    "DATE": "21-APR-1987 11:15:26.91",
    "TOPICS": [
        "nickel",
        "acq"
    ],
    "NEWID": "16998",
    "TEXT": {
        "TITLE": "FALCONBRIDGE <FALCF.O> SEES IMPROVED RESULTS",
        "DATELINE": "    TORONTO, April 21 - ",
        "BODY": "Falconbridge Ltd said it expected\nresults for the rest of 1987 to improve from the earlier\nreported first quarter operating loss of 15.4 mln dlrs.\n    Chief executive William James told reporters after the\nannual meeting that \"I would hope that the loss for the year\ncertainly wouldn't be a high as the loss for the first quarter.\nIn other words we are going to make money from here on in.\"\n    Falconbridge last year made a first quarter operating loss\nof 17.1 mln dlrs and a full-year operating loss of 15.5 mln\ndlrs.\n    James said currency losses tied to the stronger Canadian\ndollar resulted for about eight mln dlrs of the first quarter\noperating loss. Falconbridge records its cash and accounts\nreceivable in U.S. dollars, with the Canadian dollar equivalent\ndecreasing as the U.S. dollar falls.\n    He said the first quarter loss also stemmed from weaker\nnickel and ferronickel prices and lower production at the\ncompany's Sudbury, Ontario nickel operations and at some Kidd\nCreek operations. Falconbridge anticipates higher production\nthrough the rest of the year and higher average prices this\nyear for precious metals, James added, without elaborating.\n    Falconbridge has no immediate plans for further\ndivestments, James said in reply to reporters' inquiries. The\ncompany sold several mining subsidiaries last year to help pay\ndown debt from its January, 1986 acquisition of Kidd Creek\nMines Ltd from Canada Development Corp <CDC.TO>.\n    He said Falconbridge's debt now totaled about one billion\ndlrs, down from 1.37 billion dlrs at the time of the Kidd Creek\nbuy.\n    James said he could not assess the impact of Amoco Corp\n<AN>'s proposed acquisition of Dome Petroleum Ltd <DMP>. Dome's\n23 pct-owned Dome Mines Ltd <DM> owns 21 pct of Falconbridge.\n    Asked by reporters if Falconbridge preferred competing Dome\nbidder, Calgary, Alberta-based TransCanada PipeLines Ltd to\nChicago-based Amoco, James replied, \"It makes no difference to\nme...whoever takes it over is fine by us.\"\n    He told shareholders that Falconbridges' planned capital\nexpenditures this year would decline to 134 mln dlrs from 160\nmln dlrs last year.\n Reuter\n\u0003"
    },
    "PLACES": [
        "canada"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "lme"
    ]
}