{
    "DATE": "24-MAR-1987 10:37:56.90",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8765",
    "TEXT": {
        "TITLE": "U.S. ENERGY SECRETARY OPTIMISTIC ON INCENTIVES",
        "DATELINE": "    HOUSTON, March 24 - ",
        "BODY": "U.S. Department of Energy Secretary\nJohn Herrington said he was \"optimistic\" about the chances of\nproviding a more generous depletion allowance for oil and gas\nproducers, but added that the plan faces strong opposition from\nsome members of the Reagan administration.\n    Herrington, speaking to Houston oil executives at a\nbreakfast meeting, said administration debate over his plan for\na 27.5 pct annual depletion allowance was \"heavy and strong\"\nlargely because of some fears that the U.S. oil industry could\neventually become as dependent on federal subsidies as the\nagriculture industry.\n    Herrington's proposed tax incentives for the oil industry\nwere issued last week after the Department of Energy released a\ncomprehensive report finding U.S. national security could be\njeopardized by rising oil imports.\n    In response to a question from Mitchell Energy and\nDevelopment Corp <MND> chairman, George Mitchell, Herrington\nsaid the report did not definitively rule out an oil import\ntarrif. \"We intend to keep that debate open,\" Herrington said.\n    However, following his speech, Herrington told Reuters that\nthe new report shows an oil import fee \"is not economical.\"\n    Herrington said, for example, a 10 dlr per barrel tariff on\noil imports would cause the nation's gross national product to\ndrop by as much as 32 billion dlrs.\n    Herrington also said he believed President Reagan, who\nrequested the comprehensive national security study, was\ncommitted to some action to help the ailing U.S. oil industry.\n    \"I'm quite confident he understands the problems and is\nprepared to do something about it,\" Herrington said.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "herrington"
    ]
}