{
    "DATE": "12-MAR-1987 06:38:16.50",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "4106",
    "TEXT": {
        "TITLE": "LYONNAISE DES EAUX FORECASTS 1987 PROFIT RISE",
        "DATELINE": "    PARIS, March 12 - ",
        "BODY": "Consolidated attributable net profit of\nSte Lyonnaise des Eaux <LYOE.PA> is likely to rise by at least\n10 pct this year from the 360 mln francs reported for 1986,\nChairman Jerome Monod told a news conference.\n    Group turnover should rise about seven pct from the 15.7\nmln reported for this year, while group investments should\ntotal around 1.8 billion francs, somewhat above the 1.3 billion\nannual average of the past three years, he added.\n    Investments will be aimed mainly at developing the group's\nleisure industry, health and communications activities, Monod\nsaid.\n    In the leisure sector the group planned a joint development\nwith Club Mediterranee <CMI.PA>, Club Med, of a 200 hectare\npleasure park at Puisaye in the Yonne department of Eastern\nCentral France, he said.\n    Wholly-owned subsidiary Lyonnaise de Developpement\nTouristique would carry out the construction work and financial\nplanning of the development which would be leased to Club Med\nas operator of the complex, he said.\n    He gave no financial details but said leisure sector\ninvestments would total about 100 mln francs over the next\nthree years.\n    Investments in the communications industry would go mainly\nto develop the group's cable television activities and its 25\npct owned Metropole Television affiliate. Metropole recently\nwon the concession to operate a sixth television channel in\nFrance.\n    Financing requirement of Metropole would be about 700 mln\nfrancs over the next four years, of which Lyonaise des Eaux\nwould provide about 175 mln, Monod said.\n    Monod said Metropole aimed to win a 15 to 20 pct audience\nshare and to capture about 10 pct of the national television\nadvertising market.\n    Total investment by the group in the communications sector,\nincluding cable activities, would be between 300 mln and 400\nmln francs over the next five years, mainly concentrated in the\ncoming year.\n    Investment in cable operations would total between 150 mln\nand 200 mln over the five years, with the aim of widening the\naudience to 280,000 subscribers from 12,000, and boosting\nturnover to around 450 mln francs a year from 10 mln.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "ORGS": [
        "ec"
    ]
}