{
    "DATE": "13-MAR-1987 18:55:25.69",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "colombia"
    ],
    "NEWID": "5134",
    "TEXT": {
        "TITLE": "NO HEAVY COFFEE EXPORT IMPLIED-COLOMBIA OFFICIAL",
        "DATELINE": "    BOGOTA, March 13 - ",
        "BODY": "A decision by Colombia to open coffee\nexport registrations for an unlimited amount does not imply the\ncountry will heavily sell coffee until recently withheld,\nGilberto Arango, president of the private exporters'\nassociation, told Reuters.\n    Colombia today opened export registrations for april and\nmay, with the National Coffee Growers' Federation setting no\nlimit.\n    Since the start of the coffee year last october, private\nexporters were on average allowed 350,000 bags of 60 kilos per\nmonth.\n    \"Traders will initially interpret this measure as announcing\nheavy sales. Even today it pressured the market. But it will\nquickly become apparent that Colombia does not intend to go\nover the top,\" Arango said in an interview.\n    \"Colombia's marketing policy is to sell without haste but\nconsistently. No targets for volume will be set. We will react\nto market factors adequately. Colombia has no intention to give\nits coffee away,\" he added.\n    Arango described measures adopted here yesterday, including\na lower export registration price, as a major change in\nColombia's coffee marketing policy.\n    The export registration price, or reintegro, was lowered to\n1.10 dlr per lb ex-dock new york, or 155.83 dlrs per bag of 70\nkilos, from 1.35 dlrs (194.33 dlrs).\n    The government announced a more flexible policy of\nreintegro, in order to closely reflect market trends, which\narango warmly welcomed saying private exporters will\nundoubtedly be more actively present in the market.\n    A frequent gap between international market prices and the\nreintegro was unlikely to recur, he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}