{
    "DATE": "12-MAR-1987 11:36:21.85",
    "TOPICS": [
        "retail"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4290",
    "TEXT": {
        "TITLE": "U.S. RETAIL SALES RISE MASKS WEAK TREND - ANALYSTS",
        "AUTHOR": "    By Kathleen Hays, Reuters",
        "DATELINE": "    NEW YORK, March 12 - ",
        "BODY": "U.S. retail sales rose sharply in\nFebruary but many economists said the underlying consumer\nspending trend remains weak.\n    February retail sales jumped 4.1 pct, more than the 2.5-3.0\npct rise the financial markets had anticipated. But January's\nsales were revised down to a 7.4 pct drop, from a previously\nreported 5.8 pct decline.\n    \"The trend is toward continued spending but certainly at a\nmuch more sluggish pace,\" said Don Maude of Midland Montagu\nCapital Markets Inc.\n    Maude averaged out the wide swings in the retail sales data\nover past four months to show that the pace of consumer\nspending is slowing.\n    Combining the latest data with a 0.6 pct drop in November\nand a 4.6 pct gain in December, the average retail sales gain\nover the four months was 0.2 pct, he said, compared to to a 0.4\npct rise for year-over-year sales through February.\n    \"You can see a pattern developing,\" Maude said. \"I wouldn't\nbe surprised to see a fall-off in March, especially since sales\nprobably won't be boosted by auto sales as they were in\nFebruary.\"\n    Despite the weak underlying trend, economists were\nimpressed by a robust 1.5 pct gain in total sales excluding\nautos in February. This compared to a revised 0.4 pct decline\nin January, previously reported as a 0.1 pct decline.\n    \"The increase in non-auto sales was broadbased, with gains\nin durable goods as well as non-durables,\" noted Ward McCarthy\nof Merrill Lynch Capital Markets Inc. \"It was a pretty healthy\nreport.\"\n    He noted that building materials rose 1.8 pct in February\nafter falling 1.7 pct in January. General merchandise store\nsales gained 1.4 pct after a 1.6 pct rise in January.\n    \"There are signs of life in the economy,\" McCarthy said.\n\"But it's jumping to conclusions to extrapolate this report\ninto the future.\" \n    A 0.7 pct increase in disposable personal income in January\nwhich may be linked to the new tax laws probably helped boost\nspending in February, he said.\n    \"A lot of people may be inadvertently under-withholding\ntaxes from their paychecks,\" he said. \"When people in this\ncountry get an increase in disposable income, the inclination\nis to go out and spend it,\" he said.\n    Economists said tomorrow's release of U.S. auto sales for\nthe first 10 days of March will be an important indicator of\nhow much this sector will add to first quarter spending.\n     Auto sales accounted for the lion's share of total\nFebruary sales, rising 14.4 pct. This followed a 27.7 pct drop\nin January, previously reported as a 22.4 pct fall, due largely\nto the expiration of the sales tax deduction under new tax laws\nJanuary 1, the Commerce Department noted.\n    Some economists argued that the because the gain in total\nsales excluding autos also followed a decline in January, the\nstrength in the February report is less than impressive.\n    \"There is strength in the February data, but that's because\nthey were compared to low sales levels in January,\" said said\nBeth Reiners of Dean Witter Reynolds Inc. \"We don't see it as a\nprecursor of continued strength.\"\n    Durable goods sales rose 8.8 pct in February, after falling\n17.7 pct in January. February non-durable goods sales gained\n1.3 pct, after declining 0.2 pct in January.\n    Gasoline service station sales rose two pct in February,\nfollowing a 1.9 pct gain in January, but economists said higher\noil prices rather than an increased volume of gas sales\nprobably accounted for these gains.\n    Reiners also emphasized that the trend in consumer spending\nis weakening. Total retail sales on average were 123 billion\ndlrs in the fourth quarter of 1986, she said. In January, they\nfell to a seasonally adjusted 117.52 bilion dlrs, and in\nFebruary rose to 122.29 billion dlrs.\n    \"On average, it looks like they'll total 120 to 121 mln\ndlrs in the first quartrer,\" she said. \"We don't look at this\nas indication that the economy is barrelling along.\"\n    \"The number is not really that problematic for those of us\nwho are constructive on the bond market,\" agreed Elliot Platt\nof Donaldsen Lufkin and Jenrette Securities Corp.\n    Platt does not foresee potential for tighter monetary\npolicy on the basis of the latest retail sales report.\n    \"The Fed is on hold now because the data have been so\nconfusing,\" he said.\n    \"Before the 337,000 gain in February non-farm payroll\nemployment, I would have looked for a discount rate cut in\nMarch,\" he said. \"But now Fed officials will have to wait for\nthe first quarter real U.S. gross national product data in\nApril to sort things out.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "king-fahd"
    ],
    "ORGS": [
        "ec"
    ]
}