{
    "DATE": "29-JUN-1987 14:36:03.84",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "NEWID": "19828",
    "TEXT": {
        "TITLE": "SAN FRANCISCO, NOT REGION, HURT BY RESTRUCTURING",
        "DATELINE": "    SAN FRANCISCO, June 25 - ",
        "BODY": "Corporate mergers and acquisitions\nin and around San Francisco over the past seven years have had\nonly a modest effect on the metropolitan area's economy, a\nleading business-backed organization said.\n    The Bay Area Council, a group of more than 300 business\nfirms, said that a study of corporate restructuring in a\nnine-county area found that San Francisco itself had suffered\nsome ill effects from corporate shake-ups but that surrounding\ncommunities had not.\n    Seventeen of the 32 Fortune 500 companies in the area left\ndue to corporate restructuring between 1979 and 1986, but\nanother 21 firms were added to the list.\n    Ten of the departing companies were based in San Francisco.\nDuring the period, only six located in the city achieved\nFortune 500 status.\n    Ted Hall, a council director and local managing director of\nMcKinsey and Co. which conducted the survey, said the study\ngrew out of concern that mergers and acquisitions had seriously\nhurt the economic climate of northern California.\n    However, Hall said that only about 36,000 jobs had been\nlost in the region, while more than 600,000 new jobs were\ncreated during the period.\n    At the same time, he said, the region experienced a greater\nrise in per capita income and lower unemployment than the rest\nof the United States and California.\n    Council President George Keller, who also is chairman and\nchief executive officer of Chevron Corp., told a news\nconference that the region had difficulties in persuading\ncompanies to locate there because of a fragmented local\npolitical system.\n    But he said that because of the amenities of living in San\nFrancisco, he was the envy of many chief executives in other\nmetropolitan area.\n    \"It's a great place to run a business,\" he added, \"but it's\na hell of a place to do business with government.\"\n    The study concluded that Chevron, which mergered with Gulf\nOil in 1984, would benefit in the long run from the\nrestructuring activity.\n    Among the corporate headquarters lost during the period\nwere Crown Zellerbach, Memorex, Southern Pacific, Castle &\nCooke and Rolm.\n    Companies that grew enough during the period to make the\nFortune 500 list included Apple Computer, Pacific Telesis,\nMcKesson, Tandem Computer, U.S. Leasing and Amfac.\n    The study by the management consulting firm said that,\npartly due to corporate restructuring, the rate of job growth\nin San Francisco has slowed since 1980.\n    In addition, it said that the loss of corporate leadership\nhad adversely affected some of the Bay Area's civic and\ncharitable activities.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "dauster"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}