{
    "DATE": "24-MAR-1987 11:09:45.23",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "egypt",
        "sudan"
    ],
    "NEWID": "8796",
    "TEXT": {
        "TITLE": "SUDAN REJECTS IMF DEMAND FOR DEVALUATION",
        "DATELINE": "    CAIRO, March 24 - ",
        "BODY": "Sudan has rejected a demand by the\nInternational Monetary Fund for a currency devaluation because\nsuch a move would have a negative impact on its economy, the\nofficial Sudan News Agency (SUNA) reported.\n    Finance Minister Beshir Omer, quoted by SUNA, said his\ngovernment also rejected an IMF demand to lift state subsidies\non basic consumer goods.\n    SUNA, monitored by the British Broadcasting Corporation,\nsaid Omer made the remarks after a meeting in Khartoum\nyesterday with IMF envoy Abdel-Shakour Shaalan.\n    Sudan, burdened by a foreign debt of 10.6 billion dlrs, is\nsome 500 mln dlrs in arrears to the IMF, which declared it\nineligible for fresh loans in February last year.\n    In February 1985, Sudan announced a 48 pct devaluation of\nits pound against the dollar, adjusting the official exchange\nrate to 2.5 pounds to the U.S. Currency.\n    Since then, it has resisted pressure from main creditors\nfor more currency adjustments, arguing that past devaluations\nhad failed to boost exports but raised local consumer prices.\nSudan also has an incentive rate of four pounds to the dollar\nfor foreign visitors and remittances by expatriate workers.\n    Dealers in Khartoum's thriving black market said the dollar\nwas sold at 5.5 pounds today.\n    With stringent import regulations and the government\nincreasingly short of foreign currency, black market dollars\nare used to finance smuggled imports from neighbouring\ncountries, mainly Egypt, Kenya, Ethiopia and Zaire.\n    Western diplomats in Khartoum say the meetings between IMF\nand Sudanese government officials do not amount to formal\ntalks, but rather an effort by the IMF to monitor Sudan's\neconomic performance.\n    The diplomats said Sudan hoped a planned four-year economic\nrecovery program would be acceptable to the IMF as a serious\nattempt to tackle the country's economic troubles and persuade\nits Gulf Arab creditors to pay the IMF arrears.\n    This, they said, could provide Sudan with a clean bill of\nhealth from the IMF that it could take to Western government\ncreditors, grouped informally in the so-called Paris Club, to\nreschedule debt payments.\n    Twenty-three pct of Sudan's total foreign debt is owed to\nmembers of the Paris Club, the diplomats said.\n    Sudan's Finance Minister said last month the country's IMF\nrepresentative had told him the fund's executive board was \"very\npleased with the 18.5 mln dlrs arrears we have paid in the past\ncouple of months.\"\n    The representative, Omer Said, said IMF Managing Director\nMichel Camdessus said he would ask Saudi Arabia, to which Sudan\nowes about 1.4 billion dlrs, to help Khartoum to pay more.\n    Sudan has an annual debt liability of nearly 900 mln dlrs\nbut set aside only some 200 mln dlrs to service debts in the\nfiscal year ending next June 30.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "herrington"
    ]
}