{
    "DATE": "29-APR-1987 13:00:37.03",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa",
        "venezuela"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "17405",
    "TEXT": {
        "TITLE": "ENERGY/HEAVY OILS",
        "AUTHOR": "    By SUSAN SHERER, Reuters",
        "DATELINE": "    HOUSTON, April 29 - ",
        "BODY": "The oil price collapse of 1986 put\ndevelopment of a vast petroleum resource -- heavy and extra\nheavy oils -- on hold. But as oil prices increase the long-term\neconomic outlook is favorable, oil industry experts said.\n    \"Estimated potential world reserves of extra heavy oils\nexceed 500 billion barrels, of which more than half are located\nin Venezuela,\" Juan Chacin Guzman, President of Petroleos de\nVenezuela told the World Petroleum Congress.\n    \"And this virtually unused resource represents a prime\nexample of the need to invest in technology to ensure\ntomorrow's energy future,\" he added.\n    Venezuela had to reduce heavy crude oil output in favor of\nlight oils because of economics and a very limited market. Not\nmany refineries have been upgraded to process the heavy oils.\n    \"Improved technology has the potential for reducing the\ncapital investment and operating costs of typical heavy oil\ndevelopment projects by 30 pct or more,\" Gordon Willmon, VP and\ngeneral manager, oil sands and coal department, Esso Resources\nCanada Ltd said at the World Petroleum Congress.\n    Crude oil prices fell under 10 dlrs dlrs a barrel last\nsummer as OPEC members increased production to gain market\nshare, but have since risen to around 18 dlrs because the  OPEC\nproduction/pricing agreement is basically in tact.\n    Willmon said light and medium crude oils currently supply\n90 pct of world oil demand yet they account for less than 25\npct of remaining petroleum resources.\n    \"So future demand increasingly will be met from the various\nforms of heavy oil,\" Willmon said. Heavy crude oil resources\ninclude extra-heavy oil/tar sand, natural bituminous sands and\noil shales (in sedimentary rock).\n     Willmon cited major factors that will make heavy oil\ndevelopment economical, including real and stable growth in\ncrude oil prices, favorable fiscal terms, and improved\ntechnology.\n    He said he expects \"all pieces of the puzzle to fit\ntogether.\" But he cautioned that the short-term outlook is very\nsensitive to crude oil prices. And he said the most important\nfactor in development of heavy oils is the recovery of the\nprice of crude.\n    Willmon said the price of light crude must be about eight\ndlrs higher than heavy crude before there is an incentive for\nan oil company to upgrade its refinery to process heavy oil.\n    He said the current price differential is only about five\ndlrs a barrel.\n    Willmon indicated that a benchmark crude oil price above 20\ndlrs would be ideal. But he said currently under study are a\nbroad range of high potential cost-effective technologies for\nresources recovery, transportation and upgrading of heavy oils,\nwhich would permit commercial development despite a lower crude\noil price outlook.\n    Willmon said these technologies included enhanced recovery\nby steam injection and oil-and-water emulsion to reduce the\nviscocity of the heavy oils so they can flow easily through a\npipeline. He said such technologies may substantially reduce\ncurrent captial investment and operating costs.\n    But he emphasized that innovative technology alone may not\nencourage new investment, that oil prices need to show a\nmeaningful and sustained recovery.\n   Most of the expenses associated with heavy oils production\nis fixed operating costs as in an oil sands project, rather\nthan in exploration, according to Robert Smith, Senior VP\nOperations <Syncrude Canada Ltd>.\n    While exploration costs for conventional crude oil range\nfrom four to nine dlrs a barrel, discovery costs for synthetic\ncrude from oil sands are nearly zero because the location and\nnature of the deposit are known, according to Smith.\n    But the remote location of oil sands deposits mean that\neverything required to build and operate the plant must come\nfrom outside the area.\n    Willmon also said, \"Public policy could best help by\nproviding financial support to offset the high cost of\ntechnology developmemt which would help generate projects that\ncould survive even at low oil prices for extended periods of\ntime.\"\n    U.S. Energy Secretary John Herrington said, \"The Reagan\nAdministration is firmly committed, without equivocation, to\ncontinuing our efforts to improve conditions and incentives in\nthe marketplace that will spur oil and gas exploration and\ndevelopment.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}