{
    "DATE": "25-MAR-1987 16:51:57.93",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9607",
    "TEXT": {
        "TITLE": "LEAR-SIEGLER HOLDING TO DIVEST AEROSPACE UNIT",
        "DATELINE": "    NEW YORK, March 25 - ",
        "BODY": "Forstmann Little and Co said Lear\nSiegler Holding Corp plans to divest its aerospace group\nsubsidiary, comprised of the Defense Electronics Group and the\nComponents Group.\n    Divestitures had been expected since Lear-Siegler, a\ndiversified conglomerate, was acquired last December in a 2.1-\nbillion-dlr-leveraged buyout by the Wall Street firm of\nForstmann Little.\n    Lear's aerospace group revenues for fiscal 1987 are\nexpected to be about 700 mln dlrs, said Forstmann.\n    The Defense Electronics Group designs and manufactures\nweapons, management systems, flight control systems, remotely\npiloted vehicles and reference and navigation systems, mainly\nfor military markets.\n    The Defense Group subsidiaries are Astronics Corp, which is\nbased in Santa Monica, Calif., and employs 1,076 people;\nInstrument and Avionic Systems Corp, based in Grand Rapids,\nMich., and employs 3,479 people; International Corp, based in\nStamford, Conn., and employs 266 people; and Development\nSciences Corp, based in Ontario, Calif., and employs 237\npeople.\n    The Components Group manufactures pumps, bearings, and\nother industrial components as well as nuclear control drive\nrod mechanisms and valves.\n    The Group's subsidiaries include Power Equipment Corp,\nbased in Cleveland, which employs 880 people; Energy Products\nCorp, based in Santa Ana, Calif., which employs 755 people; \nRomek Corp, based in Elyria, Ohio, which employs 262 people;\nand Transport Dynamics in Santa Ana, which employs 254 people.\n    Overall, Lear's Aerospace Group's eight subsidiaries\nemploys 7,200 people.\n    Lear Siegler said it plans to retain Management Services\nCorp, engaged in aircraft maintenance modification for various\nDepartment of Defense agencies.\n    Morgan Stanley and Co will act as financial advsiors for\nthe group's divestitures.\n    Last month, Lear Siegler said it planned to sell its Smith\nand Wesson handgun business, Starcraft Recreational Products\nLtd, the Peerless truck trailer operations, and other units, as\npart of its restructuring plans.\n    Lear apparently will retain its Piper Aircraft unit.\n     Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "icco"
    ]
}