{
    "DATE": "30-MAR-1987 05:24:25.05",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "10734",
    "TEXT": {
        "TITLE": "PHILADELPHIA EXCHANGE TO EXTEND HOURS FOR ASIA",
        "DATELINE": "    SYDNEY, March 30 - ",
        "BODY": "The Philadelphia Stock Exchange (PHLX),\na leading trader of currency options, plans to extend its\ntrading hours to serve Australasian and Far Eastern markets,\nexchange president Nicholas Giordano said.\n    He told reporters the PHLX will open a new session between\n1900 and 2300 hours U.S. EST from the beginning of the third\nquarter this year.\n    The PHLX is also opening an office in Hong Kong to serve\nclients in the region and educate financial markets about the\nadvantages of currency options, Giordano said.\n    Giordano was in Sydney to start an Asian-Pacific tour by\nexchange executives promoting the hedging benefits of the\nexchange-trade currency option market against existing\nover-the-counter option trading during the local working day.\n    Currency options pioneered by the PHLX in 1982 had become\nan accepted means of hedging against foreign exchange risk and\nhad grown in popularity, he said.\n    The PHLX now offered options in eight currencies, including\na new Australian dollar option, and traded an average 42,000\ncontracts daily with underlying open interest of more than 30\nbillion U.S. Dlrs.\n    Giordano said the exchange had been impressed with the\nperformance of its Australian dollar contract, which since its\nintroduction last year had regularly topped the French franc as\nthe third most popular traded option, with up to 8,000\ncontracts traded daily.\n    Having the Philadelphia exchange open during the\nAsia-Pacific market day would open new hedging opportunities,\nset a truer level for over-the-counter option trading, increase\narbitraging opportunities and give corporations and treasuries\naccess to a currency option market of much greater depth and\nliquidity with the security of a clearing house, he said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}