{
    "DATE": " 7-APR-1987 09:32:30.09",
    "TOPICS": [
        "veg-oil",
        "palm-oil"
    ],
    "PLACES": [
        "west-germany",
        "malaysia",
        "indonesia"
    ],
    "NEWID": "13738",
    "TEXT": {
        "TITLE": "PALM OIL OUTPUT SEEN DROPPING SHARPLY - OIL WORLD",
        "DATELINE": "    HAMBURG, April 7 - ",
        "BODY": "Malaysian and Indonesian palm oil\nproduction is likely to drop sharply this year, due to lower\nyields, the Hamburg-based newsletter Oil World said.\n    The publication expects total Malaysian output during\nJan/Sept 1987 to decline by eight pct to 3.05 mln tonnes. For\nEast Malaysia, it put production during the period at 297,000\ntonnes after 312,000 a year earlier and for West Malaysia 2.75\nmln compared with just over 3.0 mln during Jan/Sept 1986.\n    It said new plantings had slowed markedly in both\ncountries, but the effects of this will not be felt until\n1988-90.\n    Above normal yields during recent years resulted in trees\nreacting to the stress by changing the sex ratio to more male\ninflorescences and/or aborting more female, Oil World said.\n    Yields per hectare are also likely to be adversely affected\nthis year by insufficient rain up to 25 months ago. This could\nespecially affect trees in West Malaysia during April/June,\nwhile in East Malaysia the impact will be in February/April and\nJuly/Dec, and in Indonesia July/Sept.\n    Last year's cut in fertilizer use will hit this year's\nyields and bigger effects are expected within the next three\nyears, Oil World said without elaborating.\n    Opening stocks in West Malaysia at the start of this year\nwere put at only 565,000 tonnes compared with 914,000 in\nJanuary 1986, Oil World said.\n    West Malaysian net exports are therefore expected to drop\n500,000 tonnes to 2.54 mln during Jan/Sept, while those of East\nMalaysia are likely to decline by 10 pct to 280,000 tonnes.\n    Indonesian palm oil production is forecast to fall about\neight pct during Jan/May, but to rise from June on. Overall\nIndonesian output during Jan/Sept is forecast to rise three pct\nto 933,000 tonnes. Indonesian stocks as of April 1, however,\nare put at only 65,000 tonnes compared with 160,000 a year ago.\n    Indonesian export commitments and domestic requirements are\nboth running at high levels, Oil World said, and it expects the\ncountry's imports to reach a record 110,000 tonnes during\nJan/Sept. The bulk of this will arrive during Feb/May, ahead of\nthe April elections and the religious Ramadan festival\nthroughout May, it said.\n    Indonesian net exports, therefore, may fall by 29 pct to\n350,000 tonnes, Oil World said. The possibility that recent\nIndonesian palm oil purchases will not actually enter the\ncountry but be transshipped to other countries to fulfill\nIndonesia's export orders cannot be ruled out, it said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ]
}