{
    "DATE": "12-MAR-1987 10:18:49.48",
    "TOPICS": [
        "earn",
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4232",
    "TEXT": {
        "TITLE": "PHILLIPS <P> TO EMPHASIZE CASH FLOW TO PARE DEBT",
        "AUTHOR": "    By Ted D'Afflisio, Reuters",
        "DATELINE": "    NEW YORK, March 12 - ",
        "BODY": "Phillips Petroleum Co will emphasize\nimproving its short-term cash flow this year to pare its debt,\nC.J. \"Pete\" Silas, chairman, told Reuters in an interview.\n    \"Our priority is to get cash flow increased from the assets\nalready installed,\" he said, but he declined to estimate annual\ncash flow for 1987.\n    Analysts estimate Phillips\" cash flow at over one billion\ndlrs for 1987, while long term debt, which resulted from\nrestructuring to find off corporate raiders in 1985, hovers\nabout 5.9 billion dlrs as of December 1986.\n     Silas said Phillips hope to achieve its goal by raising\nthe capital expenditures budget to develop its oil and gas\nproperties.\n    \"We plan to develop the properties with short-term high cash\nflow prospects,\" he said. He projected a capital expenditure\nbudget of 730 mln dlrs, up from the 1986 expenditure of 655 mln\ndlrs.\n    Nearly half of that will be spent on exploration and\nproduction, and most of that will be spend overseas, Silas\nsaid.\n    \"Phillips' top priority in 1987 will be to get the\nwaterflooding in Norway and jack up the (Ekofisk) oil fields to\nimprove our ability to extract oil and increase earnings,\" Silas\nsaid.\n     Phillips estimates that the project, which is expected to\ncost 1.5 billion dlrs, will increase recovery by 170 mln gross\nbarrels of oil over a period of 24 years.\n    Phillips is also pursue opportunities in China where Silas\nsaid he was seeking \"a modification of terms with the Chinese\ngovernment to make oil discoveries (in the offshore Xijang\nfields) commercially viable.\"\n    In the U.S. Silas said Phillips hopes to get the Point\nArguello, Calif., field started up by the fourth quarter. \"We\nexpect to start up the first platform then,\" Silas said.\n    But emphasis on short-term cash flow has also forced the\ncompany to part with several oil and gas assets.\n    Phillips sold its interests in the T-Block in the U.K.\nNorth Sea and U.S. reserves totaling about 1.3 billion dlrs in\n1986 as part of a two billion dlrs asset sales program that is\nnow completed, Silas said.\n     \"We sold high cost producing assets. They were not good\nvalue for us but possibly so for someone else,\" Silas said.\n    Silas said the 1986 assets sales will not affect earnings\nfor the company.\n    \"Everything we are doing is to manage our cash flow and we\nare using that to manage our debt. Even the asset sales, while\nregrettable, were necessary to reduce debt,\" Silas said.\n    He said no asset sales are planned this year as long as oil\nprices don't fall sharply lower and stay at lower levels  for\nseveral months. \"Then, everyone would be looking at sales (of\nassets), and we're no different from the others,\" Silas said.\n    In other areas, Silas looks for improved earnings from\nPhillips chemical operations, which provided 299 mln dlrs in\nearnings for 1986, up from 219 mln dlrs in 1985.\n    \"This was our second best year pushed by a good supply and\ndemand balance for products, low feedstocks and energy costs\nfor our operations,\" Silas said, \"In 1987 we think the market's\nsupply and demand balance will be just as good but feedstock\nand energy costs will rise due to price recovery.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "mulroney"
    ],
    "ORGS": [
        "ec"
    ]
}