{
    "DATE": "26-FEB-1987 22:54:22.27",
    "TOPICS": [
        "gnp",
        "bop"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "227",
    "TEXT": {
        "TITLE": "AUSTRALIA'S KEATING CHANGES ECONOMIC FORECASTS",
        "DATELINE": "    CANBERRA, Feb 27 - ",
        "BODY": "Domestic demand is now expected to make\nno contribution to Australian economic growth in fiscal\n1986/87, ending June 30, while net exports will account for all\nof the overall increase, Treasurer Paul Keating said here.\n    However, he did not say in his speech to the Economic\nPlanning Advisory Council (EPAC) if the forecast 2.25 pct rise\nin gross domestic product (gdp) had been revised.\n    But Keating said domestic demand could fall slightly this\nfinancial year and net export growth will provide the total\nsource of gdp growth.\n    The August budget had forecast domestic demand would\ncontribute 0.75 percentage points to non-farm gdp growth of 2.5\npct while net exports would account for 1.75 points.\n    Keating said the overall impact of the changed economic\nparameters is welcome as it appears to have contributed to a\nslightly more rapid correction in the current account deficit\nthan first anticipated.\n    \"The government initially forecast a current account deficit\nfor 1986/87 of 14.75 billion -- our present expectation is that\nthe result will be somewhat lower, around 14 billion,\" he said.\n    Partial indicators released since the last meeting of EPAC\nin December indicate that the 1986/87 budget strategy is\nbroadly on track, Keating said.\n    \"They indicate that domestic demand has been a little more\nsluggish than was expected at budget time,\" he said.\n    \"On the other hand, net exports seem to be expanding by more\nthan expected at budget time, and this is underpinning growth\nin domestic production and employment.\"\n    Keating said it now seems likely that the 1986/87 inflation\nrate will exceed the budget forecast of eight pct.\n    \"Nevertheless, there is likely to be a marked slowing in\ninflation over coming quarters as depreciation and budgetary\neffects wane,\" he said.\n    Keating said the government expects economic growth to pick\nup moderately in 1987/88 due to a further significant rise in\nnet exports and a very moderate but positive contribution from\nprivate domestic demand.\n    He said domestic demand growth will be due to a\nstrengthening in real household disposable income.\n    The moderate rise in economic growth next financial year\nshould be sufficient to sustain employment growth at a level\nbroadly equivalent to that of the current fiscal year.\n    \"The current account deficit will continue to show\nimprovement in 1987/88,\" Keating said.\n    \"As the impact of the exchange rate depreciations of recent\nyears recede further, and given continued effective wage\nrestraint, inflation should moderate markedly in 1987/88,\" he\nsaid.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "keating"
    ]
}