{
    "DATE": "17-MAR-1987 02:46:11.98",
    "TOPICS": [
        "grain"
    ],
    "PLACES": [
        "china"
    ],
    "NEWID": "5800",
    "TEXT": {
        "TITLE": "CHINA TO IMPORT MORE GRAIN IN 1987",
        "AUTHOR": "    By Mark O'Neill, Reuters",
        "DATELINE": "    HANGZHOU, China, March 17 - ",
        "BODY": "China's grain imports will rise\nin 1987 because of a serious drought and increasing demand, but\nwill be not be as large as in the past, Chinese officials and\nJapanese traders told Reuters.\n    They said foreign exchange constraints and national policy\nwould not allow a return to large-scale imports, which peaked\nat 16.15 mln tonnes in 1982.\n    An agricultural official of the Shanghai government put\nmaximum imports at about 10 mln tonnes this year, against 7.73\nmln in 1986 and 5.97 mln in 1985.\n    Officials said grain imports rose in 1986 because of a poor\nharvest and rising domestic demand, but remained below exports,\nwhich rose to 9.42 mln tonnes from 9.33 mln in 1985.\n    \"China is short of foreign exchange,\" the Shanghai official\nsaid. \"We cannot rely on imports, even at current low world\nprices. Only if there is a major disaster will we become a\nmajor importer.\"\n    A Japanese trader in Peking said Chinese grain imports\nwould rise and exports fall this year because of the drought,\nlow world prices and rising domestic demand for human and\nanimal consumption.\n    \"At current prices, China loses yuan on every tonne of grain\nit exports, though it earns foreign exchange which it badly\nneeds,\" the trader said.\n    The People's Daily said last Saturday a serious drought is\naffecting 13.3 mln hectares of arable land, which will reduce\nthe summer grain harvest from last year's level.\n    The paper added that leaders in some areas were not paying\nenough attention to agriculture, especially grain, making it\ndifficult to achieve the 1987 grain output target of 405 mln\ntonnes against 391 mln in 1986.\n    \"All areas must spare no effort to raise the autumn harvest\narea, especially of corn, sweet potatoes, paddy rice and\nhigh-yield cash crops,\" it said.\n    It added factory production might have to be reduced to\nprovide electricity for agriculture if it was needed to fight\nthe drought.\n    Since January, the press has devoted much attention to\ngrain, stressing that growth in output is vital to China's\neconomic and political stability and that prices paid to\nfarmers are too low.\n    Officials in east China have repeatedly said stable grain\nproduction is a key state policy and outlined the measures\nbeing taken in their areas to encourage output.\n    The Shanghai official said that in one suburb, 10 pct of\nthe pre-tax profits of factories are used to subsidise\nagriculture. He said rural industries in other suburbs also set\naside money for grain and pay the salaries of some of the\n70,000 workers available to help farmers.\n    Chu Jinfeng, an official of Fengbing county outside\nShanghai, said factory workers get 60 yuan a month and three\nyears unpaid leave to grow grain and can keep the profits.\n    Pan Huashan, an official of the agricultural department of\nZhejiang Province, said rural industry also subsidises grain\noutput in his province.\n    \"In addition, we are setting up grain production bases,\nraising the level of science and technology on the farms and\nimproving the supply of raw materials, roads and other\ninfrastructure,\" he said.\n    The Shanghai official said rural residents who work in\nindustry or commerce usually keep their land to farm in their\nspare time, or let other family members farm it. In some cases,\nthey lease the land to grain farmers.\n    The China Daily said last month that grain output should\nreach between 425 and 450 mln tonnes by 1990 and between 480\nand 500 mln by 2000. It said growing grain should be made\nprofitable.\n    \"The advantages the state promises grain growers actually\nyield tangible profits for them and are not siphoned off by\nintermediate agencies because of bureaucracy or corruption.\nOnly this will boost enthusiasm,\" it said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}