{
    "DATE": " 3-APR-1987 14:21:09.53",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13072",
    "TEXT": {
        "TITLE": "SEC CLARIFIES POSITION ON TENDER OFFER CHANGES",
        "DATELINE": "    WASHINGTON, April 3 - ",
        "BODY": "The Securities and Exchange\nCommission reminded corporate raiders and others tendering for\nthe shares of companies that they must extend the period their\noffers are open if key conditions are changed.\n    Specifically, the agency said those making tender offers\nfor companies' stock must extend the offers if they decide to\neliminate conditions requiring a minimum number of shares to be\ntendered in order for the offers to be valid.\n    Tender offers typically include minimum share conditions.\nAs a result, a purchaser would not be bound to buy the shares\nthat were tendered if the minimum level were not reached.\n    In an interpretation of current rules, which officials said\nclarifies the SEC's present position, the agency said a tender\noffer must be extended if a minimum share condition is waived,\neven if the purchaser reserved the right to do so.\n    The interpretation makes clear that waiving a minimum share\ncondition is a \"material change\" of the tender offer under U.S.\nsecurities law, SEC officials said.\n    The SEC has already said that other specific material\nchanges, such as changes in the percentage of securities being\nsought or the price being offered, made during the course of a\ntender offer require a 10-day extension of the offer.\n    The length of the extension, which is aimed at giving\nshareholders an adequate chance to assess revisions of a tender\noffer, was not specified in cases where the minimum share\nconditions were waived.\n    SEC officials said the length of the extension in such\ncases would depend on the facts and circumstances surrounding\neach case, but would generally be between five and 10 days.\n    The agency cited two recent tender offers in which waivers\nof a minimum share conditios were tried on the last day of each\noffer, denying shareholders the chance to react to the new\ninformation. Officials declined to identify the two offers.\n    \"If a bidder makes a material change near or at the end of\nits offer, it will have to extend the offer to permit adequate\ndissemination,\" the SEC said.\n    Federal securities law requires that all tender offers\nremain open for at least 20 business days.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "conable"
    ],
    "ORGS": [
        "imf",
        "worldbank"
    ]
}