{
    "DATE": "12-MAR-1987 02:55:47.22",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "4057",
    "TEXT": {
        "TITLE": "AWB SAYS AUSTRALIAN WHEAT SALES OVER 10 MLN TONNES",
        "DATELINE": "    MELBOURNE, March 12 - ",
        "BODY": "The Australian Wheat Board's (AWB)\n1986/87 export program is well advanced with over 10 mln tonnes\nalready sold, AWB general manager Ron Paice said.\n    \"We are certainly within reach of our 15 mln tonne export\ntarget for the year,\" he said in a statement.\n    He did not detail the commitments already made, but an AWB\nspokesman said they include sales to Egypt, China, Iran, the\nSoviet Union and Iraq.\n    In the 1985/86 wheat year ended September 30, the AWB\nexported a record 15.96 mln tonnes.\n    Paice also said the 1986/87 Australian wheat harvest has\nended after a long, cool summer with 15.14 mln tonnes delivered\nto the AWB.\n    The season produced another good crop, with only 0.2 pct of\nreceivals being downgraded to feed quality, he said.\n    However, it is likely that some weather-damaged grain was\nstill being held on farms and further milling and feed wheat\nmay be delivered following the recent announcement of the final\nGuaranteed Minimum Price for 1986/87, he said.\n    Paice did not give a crop estimate, but the AWB's February\nWheat Australia publication put the crop at 16.7 mln tonnes.\n    But the AWB spokesman said it is likely this estimate could\nturn out to be too high, based on the receivals level, and the\nfinal crop figure would probably be nearer to 16.2 mln tonnes.\nThe official estimate is not yet available.\n    In the 1985/86 season, the AWB received 15.08 mln tonnes of\nthe 16.13 mln tonne crop.\n    Another 422,000 tonnes was retained on-farm and 620,000\nsold under the permit system introduced in 1984/85 to allow\nfarmers to sell feed wheat to the grain trade outside the AWB's\nreceival system, according to Bureau of Agricultural Economics\ndata.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "ORGS": [
        "opec"
    ]
}