{
    "DATE": " 2-JUN-1987 11:39:40.91",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa",
        "canada"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "18075",
    "TEXT": {
        "TITLE": "ALLEGIS <AEG> TO SELL CANADIAN HOTELS",
        "DATELINE": "    CHICAGO, June 2 - ",
        "BODY": "Allegis Corp said it has created a\nlimited partnership to sell selected hotels in Canada to the\npublic.\n    It said the offering is expected to raise in excess of 350\nmln Canadian dlrs and will be completed by the end of\nSeptember.\n    The limited partnership will be similar to the Westin\nHotels limited partnership completed last year when Allegis\nsold Westin hotels in San Francisco and Chicago. Allegis\nreported a pretax gain of 80.6 mln dlrs as a result of that\npartnership.\n   \n    An Allegis spokesman said the offerings have been in\nplanning stages for a long time and are unrelated to recent\ncorporate developments such as the firm's recapitalization plan\nand a threatened takeover by an investor group lead by Coniston\nPartners and the pilots of its United Airlines unit.\n    The spokesman said the company has not yet identified which\nof its Canadian hotels will be offered for sale.\n    Allegis has 100 pct ownership in Westin hotels in\nVancouver, Calgary, Ottawa and Toronto, and 100 pct interest in\nHilton International hotels in Toronto and Montreal. It owns 60\npct of the Westin in Edmonton.\n    Richard Ferris, chairman of Allegis, said in a statement\nthe hotel limited partnerships allow the company to convert\nunrecognized asset appreciation into cash.\n    As with the proceeds from the earlier limited partnership,\nthe money will be used for general corporate needs, the\nspokesman said.\n    Merrill Lynch Capital Markets and Wood Gundy will be lead\nunderwriters for to the public offering. The limited\npartnership will be offered outside the U.S, Allegis said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}