{
    "DATE": "19-OCT-1987 04:51:52.40",
    "TOPICS": [
        "money-fx",
        "dlr",
        "yen",
        "dmk"
    ],
    "PLACES": [
        "japan",
        "usa",
        "uk",
        "west-germany",
        "france",
        "italy",
        "canada"
    ],
    "NEWID": "21542",
    "TEXT": {
        "TITLE": "LOUVRE ACCORD STILL IN EFFECT, JAPAN OFFICIAL SAYS",
        "AUTHOR": "    By Kunio Inoue",
        "DATELINE": "    TOKYO, Oct 19 - ",
        "BODY": "The Group of Seven (G-7) industrial nations\nstill comply with last February's Louvre accord to stabilize\ncurrencies, a senior Bank of Japan official said.\n    And U.S. Treasury Secretary James Baker's remarks at the\nweekend indicating the need to revise it do not herald a lower\nrange for the dollar, other senior officials from the Bank of\nJapan and Finance Ministry agreed in interviews.\n    \"The exchange market is apparently reacting too much, and\nanyone who sold the dollar on the Baker comment will regret it\nlater on,\" the Bank of Japan official told Reuters.\n    The Bank official said Baker did not mean to talk the\ndollar down. A lower dollar would harm the U.S. Economy, he\nnoted.\n    A Finance Ministry official who was directly involved in\nmonetary talks with other nations also said the U.S. Would\nnever attempt to lower the reference range for the dollar\nagainst the mark or the yen.\n    The market assumes the dollar reference range to be between\n140-150 yen and between 1.70 and 1.90 marks.\n    The dollar closed in Tokyo today at 1.7730/35 marks and\n141.35 yen.\n    \"Behind Baker's remark was U.S. Frustration over higher\ninterest rates abroad, especially in West Germany, but this\ndoes not represent its readiness to scrap the basic framework\nof the Louvre accord,\" the Finance Ministry official said.\n    He said that on the contrary Baker wanted to avoid any\nfurther rise in U.S. Interest rates because it would not only\nhurt the U.S. Economy but aggravate the Third World debt\nproblem.\n    Higher U.S. Interest rates would merely raise their\ninterest payment burden and depress U.S. Stock and bond markets\nfurther, the monetary officials said.\n    Both the ministry and central bank officials, who declined\nto be named, noted the U.S. No longer wants to see a further\ndecline of the dollar because that could also fan inflationary\nexpectations in the U.S.\n    \"That's why Baker did not fail to add that the Louvre\nagreement is still operative,\" the senior ministry official\nsaid.\n    Baker said in a U.S. Television interview on Sunday that\nWashington would reexamine the Louvre accord because of West\nGermany's increase in short-term interest rates.\n    The market at first interpreted this as indicating the U.S.\nWould be ready to scrap the Louvre accord and let the dollar\ndecline further unless surplus countries, notably West Germany,\ntry harder to stimulate their economies as pledged in the\naccord, foreign exchange dealers said.\n    But the market on reflection also noted Baker's additional\nstatement that \"the Louvre agreement is still operative,\" and\nthis caused some dollar short-covering in Tokyo today, the\ndealers said.\n    Uncertainty, however, remained the flavour of the day in\nTokyo currency markets.\n    The Japanese monetary officials said Baker's undisguised\npressure on West Germany to refrain from guiding interest rates\nhigher may be part of a process of multilateral surveillance,\nor international economic policy coordination.\n    The G-7, comprising the U.S., Japan, West Germany, Britain,\nFrance, Italy and Canada, have agreed to monitor each other's\neconomic policies and from time to time apply \"peer pressure\" to\npersuade others to change their policies to a desired course,\nthey noted. \"Without such a basic agreement of multilateral\nsurveillance, Baker would never have criticized the West German\npolicy so openly,\" the ministry official said.\n    The U.S.-West German squabble over Bonn's monetary policy\nshould thus be regarded as a process of healthy policy\ncoordination and not as any indication of a possible collapse\nof the Louvre agreement, the official said.\n    He also said Japan has not received any specific request\nfrom the U.S. On its monetary policy, although its short-term\nmoney rates have been edging higher.\n    \"This is because we, unlike the Germans, are not taking\npolicy to guide interest rates higher, and the marginal rate\nrise in recent days is primarily for seasonal reasons,\" he\nadded.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}