{
    "DATE": " 8-APR-1987 13:06:52.07",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15149",
    "TEXT": {
        "TITLE": "TALKING POINT/BURLINGTON INDUSTRIES <BUR>",
        "AUTHOR": "    By Patti Domm, Reuters",
        "DATELINE": "    New York, April 8 - ",
        "BODY": "The largest U.S. textile maker focused\non its own business as its competitors found merger partners,\nbut now Burlington Industries Inc may have restructured itself\ninto an attractive takeover candidate, analysts said.\n    The takeover spotlight fell today on Burlington, which rose\n4-7/8 to 52-7/8 on speculation that investor Asher Edelman and\nDominion Textiles Inc of Canada bought an almost five pct\nstake.\n    A published report said Edelman and Dominion jointly\nacquired a stake in Burlington and were weighing a takeover\noffer. Edelman would not comment, and a spokesman for\nMontreal-based Dominion called the report just \"rumors.\"\n    Burlington said it did not know if the report was true.\n    Wall Street professionals said they were not convinced of\nthe story or that Edelman and Dominion would be the victors if\nBurlington actually came into play.\n    Arbitragers said past comments from Dominion, however,\nadded credence to the speculation. Dominion has said that it\nwas looking for a takeover in the U.S.\n    Last year, Dominion unsuccessfully bid for Avondale Mills\nand has maintained a 120 mln dlr line of credit to be used for\na U.S. acquisition.\n    A Dominion spokesman said Canada's largest textile producer\nhas been negotiating with \"many\" U.S. textile companies, but\nwould not say whether Burlington was among them.\n    \"There have been acquisitions in this area. It's not\nunusual that someone could be looking at Burlington after the\nhousecleaning they've done,\" said Eileen Gormley of Thomson\nMcKinnon.\n    Burlington sold its domestic operations, which made sheets\nand other linens, to J.P. Stevens and Co Inc for 110 mln dlrs\nlast year. It also has reorganized management, and focused its\noperations on businesses that would be less affected by foreign\ncompetition, Gormley said.\n    \"They've pulled back so as not to be a commodity marketer,\"\nsaid Gormley. She said in moving more heavily into industrial\nfabrics, Burlington bought C.H. Masland, which supplies carpets\nand other fabric to the auto industry.\n    \"In the past, they just spent and never realized the return\non the outlays they did make,\" she said.\n    \"You look at their record over the year, and I think\nthey're poised to be more profitable than they had been in the\npast,\" Gormley said.\n     She estimated 1987 earnings of 2.50 dlrs per share, up\nfrom 2.01 dlrs per share.\n    Some analysts today recommended clients not buy Burlington\nat its current levels.\n    Edward Johnson of Johnson Redbook said he recommends\nselling. He said he believes the stock is worth only about 50\ndlrs on a takeover basis and about 46 dlrs on an earnings\nbasis.\n    Some arbitragers, however, said takeover values have been\nplaced on the company of 60 to 65 dlrs per share.\n    \"After Asher's (Edelman) recent history, a lot of people\ndon't find him very credible anymore,\" said one arbitrager.\n    Another, however, said Edelman succeeds in forcing\nmanagements to take steps to enhance shareholder values even if\nhe doesn't win the target company.\n    Edelman was unsuccessful last year in offers for Lucky\nStores Inc and Fruehauf Corp. He did succeed in buying\nPonderosa Inc.\n    The stocks of other textile makers rose along with\nBurlington.\n    J.P. Stevens <STN> climbed 5/8 to 44-7/8, and Fieldcrest\nCannon Inc <FLD>, the result of a merger of Fieldcrest and\nCannon, rose 1-1/8 to 39-3/4. West Point-Pepperell Inc <WPM>\nrose 1-7/8 to 67-1/8.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "stoltenberg",
        "poehl",
        "balladur",
        "de-larosiere",
        "miyazawa",
        "sumita",
        "leigh-pemberton",
        "goria",
        "james-baker"
    ],
    "EXCHENGES": [
        "lme"
    ]
}