{
    "DATE": "24-APR-1987 12:28:16.49",
    "TOPICS": [
        "money-fx",
        "dlr",
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "17126",
    "TEXT": {
        "TITLE": "BAKER SAYS G-7 WANTS TO HALT DOLLAR FALL",
        "DATELINE": "    WASHINGTON, April 24 - ",
        "BODY": "Treasury Secretary James Baker said\nthe Group of Seven leading industrial nations is fully\ncommitted to halting a further decline in the dollar.\n    \"Let me emphasize that all seven major industrial nations\nremain fully committed to strengthening policy coordination,\npromoting growth and cooperating to foster stability of\nexchange rates,\" he told the American Enterprise Institute.\n    \"We all believe a further decline of the dollar could be\ncounter productive to our efforts (to promote growth),\" he said.\n    Baker also said that after meeting Japanese special envy\nShintaro Abe, \"it's clear that Japan intends to take strong\nsteps to stimulate its economy to meet its committments under\nthe Louvre Accord.\"\n    Baker said in the past two years he has worked to promote\ngreater coordination of economic policies and important\nprogress has been made.\n    \"Substantial exchange rate adjustments have also been\naccomplished over the past two years so that today we are\nbetter positioned to promote growth and reduce external\nimbalances,\" he said.\n    Baker pointed out that in February the seven agreed to\nfoster stable exchange rates and those commitments were\nrenewed recently.\n     In a speech largely devoted to discussing trade and\ncompetitiveness, Baker again warned of the dangers of\nprotectionist trade legislation, saying it would harm the U.S.\nstandard of living.\n    Baker stressed adminstration trade policy sought to remove\nforeign barriers to trade and via forthcoming GATT talks will\nfocus on agriculture, services and intellectual property.\n    The Treasury Secretary said that as well as trade issues he\nhad to focus on macroeconomic issues as well which encompass\nthe trade picture.\n    \"The world economy today is really one constantly flowing\ncircle of capital and goods. Trade accounts catch and measure\nthat flow at only one spot on the circle,\" he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ]
}