{
    "DATE": "11-MAR-1987 12:21:35.59",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "3762",
    "TEXT": {
        "TITLE": "NATIONAL SAVINGS MOVE POINTS TO LOWER U.K. RATES",
        "AUTHOR": "    By Geert Linnebank, Reuters",
        "DATELINE": "    LONDON, March 11 - ",
        "BODY": "U.K. Interest rates look set to move\nlower even after Monday's half-point cut in bank base rates to\n10-1/2 pct, analysts said, citing as evidence the suspension of\na British National Savings issue yesterday.\n    The Department of National Savings, effectively a Treasury\nDepartment unit, yesterday suspended its 32nd issue, launched\nin October and paying a high tax-free 8-3/4 pct on five-year\nprivate investments between 25 and 5,000 stg. A spokesman said\nthe suspension was just a reaction to yields on national\nsavings bonds being way out of line with the rest of the\nmarket.\n    The move was followed by a surprise sell-out within minutes\ntoday of a Bank of England one-billion stg tap issue, the\nsecond such issue in as many weeks, analysts noted.\n    They said the near-instant sale of the entire new gilts\nissue, for which the Bank of England had required a high 40 pct\ndownpayment, was clear evidence that the market thought rates\nhad to drop sooner rather than later.\n    The sale of the tranche of 8-3/4 pct treasury bonds due\n1997 occurred in an active, bullish gilts market as downward\npressure on money market rates remained intact, with the\nbellwether three-month interbank rate down 1/8 point at\n10-9-7/8 pct.\n     It coincided with another strong sterling rally which\npushed the pound to four-year highs against the dollar.\n    \"That government stock disappeared very quickly indeed,\" said\nStephen Lewis, head of economic research at stockbrokers\nPhillips and Drew; \"It is an indication that the market believes\nrates are going to fall further ... At least by a half-point\nimmediately after the budget (on March 17), and some people\nhope for more.\"\n    Stockbrokers James Capel said in a comment the move by the\nNational Savings Department was \"of considerable significance.\"\n    It said, \"the real message ... Is that the decks are being\nquickly cleared so as to facilitate a speedy decision by the\nbuilding societies to cut their rates when the inevitable cut\nin bank base rates to 10 pct materialises.\"\n    Building societies have said a drop in bank base rates\nwould normally have to exceed half a point to give rise to a\nreduction in mortgage lending rates.\n    Lewis of Phillips and Drew said he too believed the\nNational Savings issue suspension may reflect new U.K. Treasury\npolicy to point building societies towards a mortgage rate cut.\n    \"National Savings has been competing too effectively with\nthe building societies of late. Building society income has\nbeen depressed in recent months,\" he said.\n    He and other analysts said Chancellor of the Exchequer\nNigel Lawson was keen to see mortgage rates fall to keep a lid\non U.K. Inflation.\n    Underlying upward pressure on prices is stronger in Britain\nthan in most other Western economies with inflation seen rising\nwell above four pct this year and above five pct in 1988 after\nlast year's 3.7 pct.\n    Emphasising the impact of mortgage rates on consumer\nprices, Lewis said a one-point cut in building society rates\nwould reduce inflation in Britain by about 0.4 pct.\n    But Lewis and others noted that building societies had been\ncomplaining to the government about intense competition from\nNational Savings, which they argued reduced the scope for early\nmortgage rate cuts.\n    \"The Chancellor need not be worried about losing some PSBR\nfunding from National Savings, but he must be taking the\nbuilding societies' criticism to heart. It looks like the\nNational Savings move reflects this,\" one senior dealer said.\n    A Savings Department spokesman refused to comment on this\ninterpretation, saying the suspension of the issue was merely a\nreaction to the recent fall in U.K. Interest rates, which had\npushed yields on national savings bonds way out of line with\nthe rest of the market.\n    \"We are not politically motivated ... Funding was just\nbecoming too expensive and we don't need all that money,\" he\ntold Reuters, adding the department had suspended issues at\nleast twice in the past, when offered interest rates were above\nor below market rates.\n    He said demand for the issue had risen sharply of late as\nU.K. Money market rates continued their steady decline and\nincome was threatening to overshoot an unofficial three billion\nstg target set for fiscal 1986 ending March 31.\n    In the first 10 months of fiscal 1986, National Saving's\ncontribution to government funding totalled 2.72 billion stg,\ncompared with 2.01 billion stg in the same period of the\nprevious year, official figures show.\n    Figures for February, out on Monday, are expected to show a\nfurther increase of between 300 and 400 mln stg, pushing the\ntotal for 11 months above target, government officials said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "inro"
    ],
    "PEOPLE": [
        "icahn"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}