{
    "DATE": " 2-MAR-1987 07:49:14.27",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "taiwan",
        "south-korea",
        "hong-kong"
    ],
    "NEWID": "354",
    "TEXT": {
        "TITLE": "TAIWAN PLANS NEW TARIFF CUTS",
        "AUTHOR": "    By Andrew Browne, Reuters",
        "DATELINE": "    TAIPEI, March 2 - ",
        "BODY": "Taiwan plans another round of deep tariff\ncuts this year to help narrow its trade surplus with the U.S.,\nA senior economic planner said.\n    Wang Chao-Ming, vice-chairman of the council for economic\nplanning and development, told Reuters Taiwan would further\nreduce import tariffs on 1,700 products sometime in the second\nhalf of this year.\n    Cuts of up to 50 pct on those items were made last year and\nWang said further cuts would go much deeper.\n    \"We have to speed up liberalisation and cut import tariffs\nfaster and more substantially,\" he said.\n    The United States, Taiwan's main trading partner, has said\nthe island's import tariffs, still ranging from a high of\nalmost 60 pct, were unacceptable. It has criticised the cuts as\ntoo selective.\n     Taiwan's trade surplus with the United States hit 13.6\nbillion dlrs last year. The surplus has boosted foreign\nexchange reserves to 50 billion dlrs, which Wang said made\nTaiwan a target for U.S. Protectionism.\n    Wang said the trade surplus and the reserves weakened\nTaiwan's position in talks with Washington over export quotas,\nparticularly for shoes, textiles and machine tools which are\namong the island's main export-earners.\n    A special Taiwanese trade delegation leaves for Washington\ntomorrow to try to renegotiate an agreement signed last year\nlimiting exports of Taiwan textiles.\n    Under the accord, Taiwan's textile export growth was\nlimited to 0.5 pct each year until 1988. Taipei has said it is\nlosing markets to South Korea and Hong Kong which were given\nmore generous terms.\n REUTER...\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}