{
    "DATE": "12-MAR-1987 03:57:03.02",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "indonesia",
        "costa-rica",
        "dominican-republic",
        "honduras",
        "ecuador",
        "papua-new-guinea",
        "peru",
        "colombia",
        "brazil",
        "usa",
        "japan"
    ],
    "NEWID": "4071",
    "TEXT": {
        "TITLE": "INDONESIA PRESSING FOR COMPROMISE OVER COFFEE",
        "AUTHOR": "    By Jeremy Clift, Reuters",
        "DATELINE": "    JAKARTA, March 12 - ",
        "BODY": "Indonesian coffee exporters are\npreparing for a period of depressed prices while urging their\ngovernment to lobby for a resolution of the deadlocked issue of\nexport quotas, the chairman of the Association of Indonesian\nCoffee Exporters (AICE) told Reuters.\n    Dharyono Kertosastro said in an interview that Indonesia,\nthe world's third largest producer, is trimming costs and\nimproving its marketing while seeking a compromise on quotas.\n    \"But as long as Brazil sticks to its hardline position, we\ncan never bridge the gap,\" Dharyono said.\n    Indonesia was one of a group of eight producing countries,\nalong with Costa Rica, the Dominican Republic, Ecuador,\nHonduras, India, Papua New Guinea and Peru, which proposed a\nnew quota system at last month's failed International Coffee\nOrganistion (ICO) talks in London.\n    Brazil, which would have had its quota reduced under the\nGroup of Eight scheme, blocked the proposal.\n    AICE officials are now hoping Colombia can use its contacts\nwith Brazil to suggest a compromise.\n    Edward Muda, an AICE official who attended the ICO\nnegotiations, said Latin American members of the Group of Eight\nwere in contact with Colombia, the world's second largest\nproducer, but gave no details.\n    \"Colombia has shown interest because they will gain from a\ncompromise. Without one, they will suffer if the present market\nstays like it is,\" Muda said.\n    He said Indonesia was in contact with consumers such as the\nU.S., Japan, the Netherlands, West Germany and Canada ahead of\nan ICO executive board meeting scheduled for April 1.\n    Dharyono said the AICE will send delegations to the U.S.\nAnd Japan to brief Indonesian embassy officials there and press\nthem to present Indonesia's case more firmly.\n    He urged the Indonesian government to do more to help the\ncountry's coffee traders through the ICO negotiations.\n    Muda said the Group of Eight had some common ground with\nthe big consumers because they agreed on the need for basing\nquotas on what he termed \"realistic criteria.\"\n    The breakaway group believes the old quota system, which\ngives Brazil a 30 pct share of the quota exports, does not\nreflect up-to-date supply and demand trends.\n    Brazil has stuck rigidly to its insistence that the old\nsystem be applied.\n    Export quotas were suspended in February 1986 when market\nprices surged because of the failure of the Brazilian crop.\n    Although prices have long since come down to a point where\nexport controls could be reintroduced, producers and consumers\nat the 75-member ICO have not been able to agree on new\nguidelines. Brazil and the U.S., The largest consumer, are both\nrefusing to alter their positions.\n    Dharyono said if new quotas are not agreed he believed\nIndonesia was well placed to survive low prices.\n    Indonesian farmers are trimming production costs and the\nAICE is improving its marketing system, Dharyono said.\n    Indonesia's coffee output in 1986/87, ending September 30,\nis expected to stagnate or fall slightly from last year's level\nof 360,000 tonnes, he said.\n    He said stocks, at 90,000 tonnes, were about average for\nthe time of year.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}