{
    "DATE": " 1-JUN-1987 13:12:38.76",
    "TOPICS": [
        "gold",
        "silver"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "duisenberg"
    ],
    "NEWID": "17654",
    "TEXT": {
        "TITLE": "LITTLE REACTION TO COMEX PRICE LIMIT REMOVAL",
        "DATELINE": "    New York, June 1 - ",
        "BODY": "The elimination of price limits on\nprecious metals contracts trading at the Commodity Exchange in\nNew York appears to be having little effect on the market,\nanalysts said.\n    \"There is nothing apparent from the change,\" said William\nO'Neill, director of futures research at Elders Futures Inc.\n\"The market has not approached the old price limits and trading\nis relative quiet, in narrow ranges,\" he added.\n    Gold futures, which previously had a limit of 25 dlrs on\nmarket moves in most back months, were about 7.00 dlrs weaker\nin the nearby contracts amid thin conditions, traders said.\n    On May 5, COMEX did away with price limits on the two\ncontracts following spot after a volatile market in silver\nfutures at the end of April caused severe disruptions.\n    During the last week of April, silver futures traded up and\ndown the price limit in the back months, causing traders to\nrush into the spot contract to offset those moves, analysts\nsaid.  As a result, Elders' O'Neill said, there was much\nconfusion, many unmatched trades, and large losses.\n    The COMEX fined Elders Futures and three other large firms\na total of 100,000 dlrs for failure to resolve unmatched trades\nin a timely manner.\n    Silver futures were trading about 30-40 cts weaker in the\nnearby contracts amid quiet trading today.\n    O'Neill said the elimination of price limits on all COMEX\nmetals futures would add caution to trading since all contracts\ncould move any distance.\n    \"This is amore realistic approach because the metals market\nis a 24 hours market and prices can move without limit,\"\nO'Neill said.\n    Paul Cain, a vice president at Shearson Lehman Brothers,\nsaid the elimination of price limits will cut back on panic\nbuying or selling  and contribute to more orderly markets.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "comex"
    ]
}