{
    "DATE": "13-APR-1987 01:35:42.35",
    "TOPICS": [
        "earn"
    ],
    "NEWID": "16112",
    "TEXT": {
        "TITLE": "TEXACO SEES BUSINESS LITTLE HIT BY BANKRUPTCY MOVE",
        "AUTHOR": "    By Julie Vorman, Reuters",
        "DATELINE": "    HOUSTON, April 13 - ",
        "BODY": "Texaco Inc <TX> said its decision to\nfile for protection under Chapter 11 of the U.S. Bankruptcy\ncode will not affect the majority of its businesses.\n    It said its subsidiaries, which account for 96 pct of its\n32.6 billion dlrs in revenues and 79 pct of its net property,\nplant and equipment, were free of the action.\n    Only parent holding company, Texaco Inc, and operating\nsubsidiaries, Texaco Capital Inc and Texaco Capital N.V, are\naffected, it said.\n    But the company said it was likely to suspend its 75 cents\nper share quarterly common stock dividend and halt repayments\non debts of some 6.8 billion dlrs.\n    Texaco said it filed for Chaper 11 because suppliers were\ndemanding cash payments and banks were withholding loans as a\nresult of a legal dispute with Pennzoil Co <PZL>.\n    Texaco is fighting a Texas law requiring it to post a bond\nof more than 10 billion dlrs before it can appeal a 1985\njudgment that ruled it illegally interfered with Pennzoil's\n1984 acquisition of Getty Petroleum Corp <GTY>. The bond almost\nmatches the damages awarded against Texaco.\n    Should Texaco fail to place the bond, Pennzoil could begin\nto attach its assets to secure the judgment.\n    Last Monday, the Supreme Court overturned a decision to cut\nTexaco's bond to one billion dlrs, and sent the issue back to\nthe Texas courts.\n    Analysts said the bankruptcy filing effectively froze all\nTexaco's obligations while it continued to appeal the merits of\nthe Pennzoil lawsuit.\n    \"Attempts last week to win a compromise on both the bond\nissue and the larger dispute failed,\" James Kinnear, Texaco's\npresident and chief executive officer, told reporters.\n    Kinnear said Pennzoil's disclosure in court papers on\nFriday that it wanted to extend the bond issue hearing until\nthe end of April, pushed Texaco further towards Chapter 11.\n    Pennzoil had asked Texaco to post a 5.6 billion dlr cash\nbond and to reduce its dividend to not more than 50 pct of\nearnings. Pennzoil also wanted assurances that Texaco would not\nsell any assets, Kinnear said.\n    Texaco offered to put up one billion dlrs in a letter of\ncredit and agreed not to let the value of its assets fall under\n11.1 billion dlrs, he added.\n    Joseph Jamail, a Houston attorney for Pennzoil, said the\ncompany had made its latest settlement offer to Texaco on\nSaturday and was taken by surprise when Texaco filed for\nbankruptcy.\n    He declined to reveal the amount of the proposal, citing a\nconfidentiality agreement between the two companies. \"Texaco\ntold us they would get back to us but instead they chose to go\nto bankruptcy court,\" Jamail said.\n    Attorneys for Pennzoil said they believed the company would\nprevail in court appeals, adding that Texaco's assets were\nample ultimately to pay the Pennzoil judgment in full.\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "languetin"
    ],
    "ORGS": [
        "ec"
    ]
}