{
    "DATE": "31-MAR-1987 06:07:48.83",
    "TOPICS": [
        "tin",
        "sugar",
        "grain",
        "wheat",
        "cocoa",
        "coffee",
        "rubber"
    ],
    "NEWID": "11224",
    "TEXT": {
        "TITLE": "COMMODITY PACTS MORE ORIENTED TOWARDS MARKET",
        "DATELINE": "    LONDON, March 31 - ",
        "BODY": "Consuming countries, chastened by the\ncollapse of International Tin Council (ITC) price support\noperations in 1985, are insisting more than ever before that\ncommodity pacts reflect the reality of the markets they are\nserving, a Reuter survey showed.\n    They want price ranges to be more responsive to market\ntrends - to avoid overstimulating output and straining the\naccords' support operations - and intervention rules that avoid\nthe risk of exports by non-members undermining the pacts.\nConsumers and producers, mindful of ITC buffer stock losses,\nhave also sought strict conditions for buffer operations.\n    Importers and some key exporting countries have shunned a\ngeneralised approach to commodity price stabilisation and\nprefer to assess each commodity case by case, the survey\nshowed.\n    The International Cocoa Organization (ICCO) last week set\nprecise limits on what the Buffer Stock Manager (BSM) could do\nunder the new agreement. It imposed daily and weekly purchase\nlimits, prohibited the BSM from operating on futures markets\nand stipulated, after consumer insistence, that up to 15 pct of\ntotal buffer stock purchases could be of non-member cocoa. This\nwill help prevent lower quality cocoa from Malaysia, the\nworld's fourth largest producer, undermining the market.\n    The cocoa pact establishes precise differentials the Buffer\nStock Manager must use when purchasing varying grades.\n    A new International Natural Rubber Agreement (INRA) was\nadopted earlier this month in Geneva. Importing and exporting\ncountries agreed several changes to make the reference price\nmore responsive to market trends and they eliminated provisions\nunder which the buffer stock could borrow from banks to finance\noperations. Direct cash contributions from members will fund\nbuffer stock purchases. Bank financing was a particular feature\nof the failed ITC buffer stock which suffered losses running\ninto hundreds of millions of sterling. Legal wrangles continue.\n    Recent International Coffee Organization (ICO) negotiations\nin London exemplified the degree to which consumers insist that\nagreements reflect market reality, commodity analysts said.\n    Consumers and a small group of producers argued that\n\"objective criteria\" should be used to define export quota\nshares, which would have meant a reduction in the share of\nBrazil, the world's leading producer. Brazil wanted to maintain\nits previous quota share of 30 pct. The talks broke down and,\nalthough an ICO executive board meeting starts in London today,\ndelegates and trade sources see chances of any near term\nnegotiations on export quota distribution as remote.\n    International agreements exist for sugar and wheat. These\ndo not have any economic clauses but provide a forum for\ndiscussions on possible future economic agreements, collect\nstatistics and draw up market analyses. Analysts said\ndifferences between sugar exporting countries have held up any\nprogress towards an accord with economic teeth, while sheer\ncompetition between major exporters amid a world grain glut\nmilitate against any pact with economic provisions for wheat.\n    An alternative focus for commodity discussions are\ninternational study groups, made up of governments with advice\nfrom industry, such as those for lead and zinc and rubber.\n    The U.N. Common fund for commodities, with a planned\ndirectly contributed capital of 470 mln dlrs, has failed to\nbecome operational because neither the U.S. Nor the Soviet\nUnion has ratified it. U.S. Officials in Washington said the\nU.S. Doubts the fund would be able to fulfil its objectives,\nciting the lack of widespread support.\n    U.S. Officials in Washington and Malaysian officials in\nKuala Lumpur expressed a policy of looking at each commodity\npact case by case. U.S. Officials said it has been willing to\nstudy individual cases for economically sound, market-oriented\ncommodity accords balancing producer and consumer interests.\n    \"We see little to be gained by attempting to increase the\nprice of a commodity whose long-term trend is downward,\"\nofficial Administration policy states. The U.S. Currently\nbelongs to only two international commodity agreements that\nhave economic clauses - the International Coffee Agreement\n(ICA) and INRA - but it is also a member of the sugar and wheat\npacts.\n    The U.S. Did not join the International Cocoa Agreement\nbecause it considered its proposed price ranges unrealistic and\nnot designed to protect the interests of consuming countries,\nthe State Department said. U.S. Officials singled out the INRA\nas the one commodity agreement that seems to be working.\n    U.S. Negotiators were successful in getting other members\nof the pact to agree that the price review and adjustment\nmechanism of the rubber agreement would accurately reflect\nmarket trends and also to continue the accord as a market\noriented agreement, U.S. Officials said.\n    Canadian officials in Ottawa also said they have\nconsistently tried to look at membership of commodity pacts on\nthe merits of each case. Malaysian Primary Industries Minister\nLim Keng Yaik told Reuters in Kuala Lumpur his country, the\nworld's top producer of rubber, tin and palm oil, decides its\nparticipation in international commodity pacts case by case.\n    Malaysia is a member of the Association of Tin Producing\nCountries (ATPC) which produce 65 pct of world tin. The ATPC\nlaunched a plan to limit member tin exports to 96,000 tonnes\nfor a year from March to cut the tin surplus to 50,000 from\n70,000.\n    Economist in the West German Ministry of Agriculture and\ndelegate to cocoa, wheat and sugar agreements Peter Baron told\nReuters in London, \"Agreements with economic clauses to\nstabilise prices could function if fixed price ranges were\nclose to market reality, if there was full participation by\nproducers and consumers, and if participants were prepared to\ntake their obligations in the framework of the agreement\nseriously.\"\n    But Baron added, \"No real sanctions are available for a\ncountry that doesn't stick to its obligations...The German\napproach is sceptical. We don't think agreements are the best\ninstrument to help developing countries. They were never meant\nto be a vehicle for the transfer of resources and that is how\ndeveloping countries often interpret them.\"\n    Traditionally Britain has always been supportive of\ncommodity agreements, reflecting its strong links with Third\nWorld producing countries. But recently demands for more\nstringent and justifiable pacts with emphasis placed on the\nneed for \"intellectual honesty\" and \"objective criteria\" have\ngrown.\n    British officials stress the need for commodity pacts to be\na two way partnership in trade rather than a disguise for aid.\n    It is now seen as essential that any pacts involving direct\nmarket participation through a buffer stock have a high degree\nof transparency and do not contain the risk of open-ended\nborrowing that occurred in the tin pact, they said. U.K.\nDelegates talk of stabilisation and the need for prices to\nreflect changes in market structure and price trends rather\nthan dictate what prices should be.\n    A Foreign Ministry official in Tokyo said Japan urges price\nrealism in commodity pacts, adding high prices inflate supply.\n    A government spokesman in Paris said France is favourable\nto commodity pacts. France, a large consumer and producer of\nsugar, favours a sugar pact as long as it reflects the real\nmarket situation, particularly regarding stocks.\n    Indonesia's Foreign Minister Mochtar Kusumaatmadja told\nReuters in Jakarta: \"These agreements can work as long as the\nproblems are cyclical..But it's another matter when there are\nstructural problems..But we are still committed to commodity\nagreements as an act of faith.\" Nicaraguan External Trade\nMinister Alejandro Martinez Cuenca said in London producers\ncannot afford not to give their backing to commodity\nagreements.\n    \"The political will is not there on the part of some\nconsumers to make agreements work,\" Martinez Cuenca said.\n    The head of the economics department in the Brazilian\nForeign Ministry, Sebastiao do Rego Barros, told Reuters an\nagreement can be successful if it keeps a link with market\nreality. If you have an agreement such as coffee with a system\nof quotas, with a link between prices practised inside the pact\nand actual market prices, it can work. UNCTAD spokesman Graham\nShanley said consuming countries realise steady export earnings\nenhance developing countries' ability to service debt and mean\ngreater demand for industrialised nations' capital goods.\n REUTER\n\u0003"
    },
    "PLACES": [
        "uk",
        "usa",
        "malaysia",
        "canada",
        "west-germany",
        "france",
        "brazil"
    ],
    "PEOPLE": [
        "thatcher",
        "ryzhkov"
    ],
    "ORGS": [
        "itc",
        "icco",
        "ico-coffee",
        "unctad"
    ]
}