{
    "DATE": "29-JUN-1987 07:58:09.68",
    "TOPICS": [
        "cocoa",
        "cotton",
        "coffee"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19570",
    "TEXT": {
        "TITLE": "IVORY COAST WEATHER NO PROBLEM FOR 1986/87 CROPS",
        "DATELINE": "    ABIDJAN, June 29 - ",
        "BODY": "Ivory Coast rainfall this season has\nbeen less than in previous years, but 1986/87 cocoa and coffee\nproduction has not suffered, the official Ivorian daily\nFraternite Matin reported.\n    The newspaper did not speculate on whether recent dry\nconditions seriously threatened the main 1987/88 cocoa crop.\nTrade sources said the weather up to now could be irrelevant if\nthere is good rainfall in coming weeks.\n    Precipitation during the present campaign has been lowest\nin northern savannah regions, where the cotton crop has\nespecially benefitted from the dry weather, Fraternite Matin\nsaid.\n    Agriculture Minister Denis Bra Kanon said earlier this\nmonth 1986/87 cotton output would be a record 213,506 tonnes,\ncompared with 190,000 tonnes in 1985/86.\n    Fraternite Matin said the mainstays of Ivorian agriculture\nhad been little affected by the dry weather. Coffee does not\nneed very much water to survive and only old cocoa plants have\nbeen affected in some regions, it added.\n    London-based dealer Gill and Duffus recently forecast\n1986/87 Ivory Coast cocoa output at a record 590,000 tonnes,\nwhich compares with 585,000 estimated for 1985/86. It described\nearly development of the new main crop as patchy.\n    The U.S. Agriculture Department (USDA) earlier this year\nforecast a drop in 1986/87 coffee production in the Ivory Coast\ndue to drought in the western part of the country. It estimated\nthe crop at 3.84 mln bags compared with the previous year's\n4.33 mln bag harvest.\n    Ivorian officials have only described this year's coffee\ncrop as \"normal.\"\n REUTER\n\u0003"
    },
    "PLACES": [
        "ivory-coast"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}