{
    "DATE": "30-MAR-1987 12:28:41.16",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "uk",
        "usa",
        "brazil"
    ],
    "NEWID": "10902",
    "TEXT": {
        "TITLE": "ICO BOARD SEEN UNLIKELY TO SET NEW COFFEE TALKS",
        "AUTHOR": "    By Lisa Vaughan, Reuters",
        "DATELINE": "    LONDON, March 30 - ",
        "BODY": "Chances that the International Coffee\nOrganization, ICO, executive board meeting this week will agree\nto resume negotiations on export quotas soon look remote, ICO\ndelegates and trade sources said.\n    ICO observers doubted Brazil or key consuming countries are\nready to give sufficient ground to convince the other side that\nreopening negotiations again would be worthwhile, they said.\n    ICO talks on quotas last month broke down after eight days\nwhen producers and consumers failed to reach agreement.\n     \"Since we have not seen signs of change in other positions,\nit's difficult to see a positive outcome at this stage,\"\nBrazilian delegate Lindenberg Sette said. But quotas must be\nnegotiated sometime, he said.\n     The U.S. has indicated it is open to dialogue on quotas\nbut that Brazil must be flexible, rather than refuse to lower\nits export share as it did in the last negotiations, delegates\nsaid.\n     At this week's March 31-April 2 meeting, the 16-member ICO\nboard is scheduled to discuss the current market situation, the\nreintroduction of quotas, verification of stocks and some\nadministrative matters, according to a draft agenda.\n    The fact that Brazilian Coffee Institute president Jorio\nDauster, Assistant U.S. Trade Representative Jon Rosenbaum and\nchief Colombian delegate Jorge Cardenas are not attending the\nmeeting has signalled to most market watchers that it will be a\nnon-event as far as negotiating quotas is concerned.\n    \"I would imagine there will be a lot of politicking among\nproducers behind closed doors to work up some kind of proposal\nby September (the next scheduled council meeting),\" Bronwyn\nCurtis of Landell Mills Commodities Studies said.\n    Traders and delegates said they have seen no sign that a\ndate will be set for an earlier council meeting.\n    If the stalemate continues much longer, analysts expect the\ncoffee agreement will end up operating without quotas for the\nremainder of its life, to September 30, 1989.\n    When talks broke down, the U.S. and Brazil, the largest\ncoffee consumer and producer respectively, blamed one another\nfor sabotaging negotiations by refusing to compromise.\n    Brazil wanted to maintain the previous export quota shares,\nunder which it was allocated 30 pct of world coffee exports,\nbut consumers and a small group of producers pressed for shares\nto be redistributed using \"objective criteria,\" which would have\nthreatened Brazil's share.\n    At a recent meeting in Managua of Latin American producers,\nCosta Rica and Honduras said they were willing to put their\nobjections as members of the group of eight ICO \"dissident\"\nproducers aside, in order to stem the damaging decline in\nprices, Nicaraguan External Trade Minister Alejandro Martinez\nCuenca told reporters Saturday. He was in London to brief\nproducers on the Managua meeting.\n    However, other producers said they were not aware of this\nmove toward producer solidarity.\n    London coffee prices closed at 1,276 stg a tonne today,\ndown from around 1,550 at the beginning of March.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}