{
    "DATE": "15-JUN-1987 17:19:51.88",
    "TOPICS": [
        "grain",
        "oilseed",
        "soybean",
        "corn",
        "meal-feed",
        "soy-meal"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "18409",
    "TEXT": {
        "TITLE": "HOT WEATHER PUSHES CBT GRAINS TO NEW HIGHS",
        "DATELINE": "    CHICAGO, June 15 - ",
        "BODY": "Hot, dry weather over the Midwest, with\nmore forecast, pushed grain futures prices to new highs today\non the Chicago Board of Trade.\n    Soybean futures led the advance, closing up the\n30-cent-per-bushel daily trading limit in contracts for\ndelivery after this year's fall harvest. All months set\nlife-of-contract highs and November closed at 6.23 dlrs a\nbushel.\n    \"The market is anticipating that it will stay hotter than\nnormal for some time out,\" said David Bartholomew, assistant\nvice president for Merrill Lynch. \"We have probably gone as\nhigh as we need to go at this time, but I don't know how to\nmeasure the euphoria level.\"\n    Soymeal futures, which led the grain rally last week,\nposted contract highs and ended up the 10 dlr a ton daily limit\nin new-crop contracts. December closed at 195.70 dlrs.\n    Corn futures set contract highs in March through September,\nwith December closing up the 10 cent a bushel limit at 2.11-3/4\ndlrs. Wheat posted more modest gains as dry weather improved\nharvest conditions in the southern Midwest.\n    The hot weather could stress developing corn and soybean\nplants in the Midwest, although some periods of dryness benefit\nyoung plants by encouraging the development of deep root\nsystems, Bartholomew said.\n    European demand for U.S. soybeans and meal contributed to\nactive buying here and an estimated 2.0 mln bushels of soybean\norders went unfilled at the close, traders said.\n    After trading ended, a U.S. Agriculture Department (USDA)\nmeteorologist said the U.S. corn and soybean crops have not\nsuffered any yield loss yet from hot, dry weather.\n    Strong grain futures ignored weakness in the value of the\ndollar, which can depress prices by making grains more\nexpensive for foreign buyers.\n    But the surge in soybeans encouraged buying at New York's\nCOMEX, where silver futures recovered from early lows to settle\nsteady.\n    Managed fund traders bought silver on the belief that the\nweather-spurred jump in grain futures will revive fears of\ninflation. But the weak dollar pressured COMEX gold futures,\nwhich closed down following last Friday's news of improved U.S.\ntrade deficit figures and better U.S. producer prices.\n    A USDA report released after trading said the number of\ncattle being fed in seven major producing states was above\nlevels expected by traders. Traders said the report would\nprobably push live cattle futures lower tomorrow at the Chicago\nMercantile Exchange.\n    USDA put cattle-on-feed in the seven major states at 7.52\nmln head, 106 pct of a year ago and at the high end of trade\nforecasts.\n    A total of 1.954 mln head were placed on feed during May,\nup 111 pct from a year ago, and May cattle marketings were off\n93 pct at 1.524 mln head, USDA said.\n    Cattle futures closed mixed in choppy trading today as hot\nweather slowed consumer demand for red meat, traders said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}