{
    "DATE": "13-MAR-1987 14:37:29.39",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "ecuador",
        "colombia"
    ],
    "NEWID": "4983",
    "TEXT": {
        "TITLE": "ECUADOR BEGINS WORK ON OIL PIPELINE TO COLOMBIA",
        "DATELINE": "    QUITO, March 13 - ",
        "BODY": "Construction workers today began building\na 26 km (16 mile) pipeline to link Ecuador's jungle oilfields\nto a pipeline in Colombia through which Ecuadorean crude could\nbe pumped to the Pacific Coast, Ecuadorean energy minsitry\nofficials said.\n    They said it would take about two months and at least 15\nmln dlrs to build the pipeline from Lago Agrio in Ecuador to\nPuerto Colon, Colombia for connection to the Colombian\npipeline, which goes to the port of Tumaco on Colombia's\nPacific Ocean coast.\n    The Lago Agrio to Puerto Colon pipeline is designed to\ntransport between 30,000 to 50,000 barrels of day (bpd) of\nEcuadorean crude to the Colombian pipeline, they said.\n    The Colombian pipeline to Tumaco has ample room for\nEcuadorean crude, they said. It is currently transporting about\n17,000 bpd out of its 100,000 bpd capacity, an Ecuadorean\nenergy ministry official said.\n    The Ecuadorean crude reaching Tumaco will be shipped by\nboat to Ecuador for refining into oil products to meet domestic\ndemand.\n    The completion of the pipeline would allow Ecuador to\nresume some of production, paralysed since March six by an \nearthquake the night before.\n    The tremor ruptured the country's main pipeline from jungle\noilfields to the Ecuadorean port of Balao, on the Pacific\nOcean.\n    Ecuador was pumping about 260,000 bpd before the\nearthquake. It would take about five months to repair the\npipeline to Balao, government officials said.\n    Ecuador estimates that it will cost between 145 to 150 mln\ndlrs to repair oil installations damaged by the earthquake,\nenergy ministry Javier Espinosa said.\n   \n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "zse"
    ]
}