{
    "DATE": " 1-JUN-1987 19:23:02.38",
    "TOPICS": [
        "money-fx",
        "dlr",
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17871",
    "TEXT": {
        "TITLE": "U.S. TRADE DATA SEEN AS KEY TO DOLLAR TREND",
        "AUTHOR": "    BY HISANOBU OHSE, REUTERS",
        "DATELINE": "    NEW YORK, June 1 - ",
        "BODY": "The dollar's recent signs of stability\nhave raised hopes that its 27-month decline may be nearly over,\nbut most currency analysts refuse to commit themselves until\nafter the June 12 release of U.S. trade data for April.\n    \"The trade data will be a deciding factor to see if the\ndollar has bottomed out,\" said Jim McGroarty of Discount Corp.\n    Since February 1985, the dollar has nearly halved its value\nagainst the yen and the mark as part of an officially\norchestrated campaign to make U.S. goods more competitive on\nworld markets and redress gaping world trade imbalances.\n    On April 27, the dollar fell to a 40-year low of 137.25 yen\nbut has enjoyed a modest recovery over the last few weeks,\ntopping 145 yen today for the first time in nearly two months.\n    Many economists now believe that the dollar has fallen far\nenough to ease the trade deficit's drag on the U.S. economy.\n    The U.S. trade gap narrowed to 13.6 billion dlrs in March\nfrom 15.1 billion in February and is expected to show continued\nimprovement in April in volume, if not in real, terms.\n    Keiichi Udagawa of Bank of Tokyo in New York said that if\nfurther progress is reported, the dollar would head back up\ntowards 150 yen.\n    \"There is growing consensus that the dollar has bottomed\nout for the medium term,\" added Tom Campbell of First National\nBank of Chicago.\n    Other factors supporting this bullish view were growing\nexpectations that Federal Reserve Chairman Paul Volcker would\nbe reappointed for a third four-year term in August, Japan's\nlarger-than-expected economic stimulus package last week and \nmore favorably technical chart signals, analysts said.\n    The dollar was also aided by Japan's moves to dampen\nspeculative selling in Tokyo and by reports of active central\nbank intervention to support the dollar.\n    The Federal Reserve Bank of New York said last week that\nthe U.S. monetary authorities bought more than four billion\ndlrs during the February-April period -- the largest amount\nsince the dollar crisis of the late 1970's.\n    Discount Corp's McGroarty described the Fed's intervention\nvolume as \"impressive\".\n    James O'Neill of Marine Midland Bank was not so positive,\nhowever: \"the dollar has not yet bottomed out. After the trade\ndata are released, the dollar could fall towards 1.77 marks and\n140 yen.\"\n    Similarly, Natsuo Okada of Sumitomo Bank in New York\nwarned, \"I don't think the dollar has bottomed out yet.\"\n    Although the dollar could rise as high as 146.50 yen, Okada\nsaid market impatience about the painstakingly slow decline of\nthe U.S. trade deficit may lead to renewed pressure.\n    Currency analysts also warned about an unfavorable reaction\nto the seven-nation economic Summit on June 8 to 10 in Venice,\nwhich is likely to focus on the implementation of previous\ncommitments rather than yield any fresh initiatives.\n    President Reagan said today, \"economic policy decisions\nmade last year in Tokyo and at this year's meetings of Group of\nSeven finance ministers in Paris and Washington cannot be\nignored or forgotten.\"\n    \"The commitments made at these meetings need to be\ntranslated into action,\" he added in a speech, celebrating the\n40th anniversary of the Marshall aid plan for Europe.\n    Now that Tokyo has unveiled its fiscal stimulus package,\nanalysts expected Bonn and the dollar/mark rate to bear the\nbrunt of U.S. calls for further action.\n    Marine Midland's O'Neill said, \"pressure will build up on\nGermany to take stimulative action like Japan.\"\n    Some Japanese bank dealers warned that although the dollar\ncould hold above 145 yen for some months it could also come\nunder attack again if it seems the latest economic package is\nnot having much impact on Japan's economy and its trade\nsurplus. Reflecting a longer-term uncertainty, some some trust\nbanks and Japanese insurers are keeping their short dollar\npositons hedged against exchange losses in their foreign\nportfolios, while some others have started covering those short\npositions, Japanese bank dealers said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}