{
    "DATE": "26-FEB-1987 18:36:39.11",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "203",
    "TEXT": {
        "TITLE": "FED DATA SUGGEST STABLE U.S. MONETARY POLICY",
        "AUTHOR": "    by Jeremy Solomons, Reuters",
        "DATELINE": "    NEW YORK, Feb 26 - ",
        "BODY": "Latest Federal Reserve data suggest that\nthe central bank voted to maintain the existing degree of\npressure on banking reserves at its regular policy-making\nmeeting two weeks ago, money market economists said.\n    \"The numbers were a little disappointing, but I think we\ncan take Mr Volcker at his word when he said that nothing had\nchanged,\" said Bob Bannon of Security Pacific National Bank.\n    Fed Chairman Paul Volcker told a Congressional committee\nlast Thursday that the Fed's policy \"has been unchanged up to\ntoday.\"\n    Although Volcker's statement last Thursday allayed most\nfears that the Fed had marginally tightened its grip on\nreserves to help an ailing dollar, many economists still wanted\nconfirmation of a steady policy in today's data, which covered\nthe two-week bank statement period ended yesterday.\n    This need for additional reassurance was made all the more\nacute by the Fed's decision yesterday to drain reserves from\nthe banking system by arranging overnight matched sale-purchase\nagreements for the first time since April of last year,\neconomists added.\n    Today's data showed that the draining action was for a\nfairly large 3.9 billion dlrs, economists said.\n    \"The one thing that caught my eye were the relatively\nsizeable matched sales on Wednesday,\" said Dana Johnson of\nFirst National Bank of Chicago. \"But there was a clearly\njustified need for them. There was nothing ominous.\"\n    \"The Fed couldn't have waited until the start of the new\nstatement period today. If it had, it would have missed its\n(reserve) projections,\" added Security Pacific's Bannon.\n    A Fed spokesman told reporters that there were no large\nsingle-day net miss in reserve projections in the latest week.\n    Economists similarly shrugged off slightly higher-than-\nexpected adjusted bank borrowings from the Fed's discount\nwindow, which averaged 310 mln dlrs a day in the latest week,\ncompared with many economists' forecasts of about 200 mln.\n    For the two-week bank statement period as a whole, the\ndaily borrowing average more than doubled to 381 mln dlrs from\n160 in the prior period.\n    \"There were wire problems at two large banks on Tuesday and\nWednesday, so I am not too bothered about the borrowings,\" said\nScott Winningham of J.S. Winningham and Co. The Wednesday\naverage rose to 946 mln dlrs from 148 mln a week earlier.\n    Lending further support to the stable policy view was a\nrelatively steady federal funds rate of about six pct in the\nlatest week and persistently high levels of excess reserves in\nthe banking system, economists said.\n    \"For the time being, the Fed is following a neutral path,\nwith fed funds at about six to 6-1/8 pct,\" said Darwin Beck of\nFirst Boston Corp. \"I expect it to continue in that vein.\"\n    \"Excess reserves fell but they are still over a billion\ndlrs,\" added First Chicago's Johnson. Banks' excess reserves\naveraged 1.03 billion dlrs a day in the latest statement\nperiod, down from 1.50 billion in the previous one.\n    After the Fed declined to assign a 1987 target growth range\nto the wayward M-1 money supply measure last week, little\nattention was paid to a steeper-than-anticipated 2.1 billion\ndlr jump in the week ended February 16.\n    Looking ahead, economists said the Fed will have to tread a\nfine line between the dollar's progress in the international\ncurrency markets and the development of the domestic economy.\n    \"The market has perhaps exaggerated the dollar's effect on\nFed policy,\" said First Chicago's Johnson. \"Of course, it will\ntake the dollar into account in future policy decisions but if\nthe economy is weak, it won't pull back from easing.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "volcker"
    ]
}