{
    "DATE": "25-MAR-1987 05:00:56.31",
    "TOPICS": [
        "money-fx",
        "saudriyal"
    ],
    "PLACES": [
        "bahrain",
        "uk",
        "saudi-arabia"
    ],
    "NEWID": "9170",
    "TEXT": {
        "TITLE": "MIDDLE EAST CURRENCY MARKET SEES KEY CHANGES",
        "AUTHOR": "    By Stephen Jukes, Reuters",
        "DATELINE": "    BAHRAIN, March 25 - ",
        "BODY": "Middle East currency dealers meet in\nAbu Dhabi this weekend at a time of fundamental change in their\nbusiness, which has seen a growing volume of trade shift from\nthe Arab world to London.\n    The 14th congress of the Inter-Arab Cambiste Association\nalso comes at a time when the prospect of a unified Gulf\ncurrency system is more real that at any time this decade.\n    Foreign exchange traders and bank treasurers said these\nissues, and the slide of the Lebanese pound, can be expected to\nbe major talking points.\n    About 250 traders and treasurers from some 115 banks --\nincluding some in London and other major non-Arab financial\ncentres -- are expected to attend the conference which begins\non on Saturday.\n    Bankers said it is hard to avoid the impression that a\ngrowing proportion of transactions in the Saudi riyal market,\nby far the largest in the region, is being carried out in\nLondon.\n    The market had been dominated by Saudi Arabia's 11 banks,\nforeign exchange houses in the Kingdom and offshore banks in\nBahrain. But bankers said more and more Saudi and Bahrain-based\nbanks are boosting their treasury operations in London.\n    As recession hit the Middle East and the need for trade\nfinance in the region declined, many offshore banks in Bahrain\nran down their currency operations. None of the four major U.K.\nClearing banks now has a dealing room on the island.\n    The two major Bahrain-based international banks, <Arab\nBanking Corp> and <Gulf International Bank BSC> have increased\ntheir presence in London and Saudi banks are busy upgrading\nrepresentative offices to branch status to allow dealing.\n    One economist said: \"It is cheaper to run a riyal book in\nLondon than staff an expensive offshore operation in Bahrain...\nThere is now the nucleus of a two-way market in London.\"\n    Jeddah-based <Riyad Bank> set up as a licensed deposit\ntaker in London in 1984, while its main rival in Saudi Arabia,\n<National Commercial Bank> (NCB) won a licence in November\n1986.\n    The major market maker has traditionally been London-based\nconsortium bank <Saudi International Bank> but the kingdom\njoint-venture <Saudi American Bank> (SAMBA) also upgraded its\nLondon operation to deposit taker status in mid-February.\n    One senior currency trader in Riyadh said: \"Inevitably the\nvolume of business in London has gained pace with the two new\nlicences for NCB and SAMBA, but there is no question that most\nof the liquidity still rests in Saudi Arabia.\"\n    Currency traders said the shift to London in the Saudi\nriyal market is difficult to quantify.\n    Bahrain Monetary Agency figures show regional currency\ndeposits held by offshore banks, most in Saudi riyals, dropped\nto the equivalent of 12.2 billion dlrs at end-September 1986\nfrom 13.4 billion at end-1985 and a 1983 peak of 15.0 billion.\n    The shift has prompted changes in dealing habits. Riyal\ntrading in the Gulf on Saturdays and Sundays has become very\nquiet with London closed while some Saudi and Bahrain banks now\nstaff offices on Friday, the Gulf weekend. Traders also expect\n<Arab National Bank> to step up London operations.\n    Traders say it is difficult to foresee the riyal market\nmoving completely out of the region, partly because of local\ndemand and partly because of what is seen as the Saudi Arabian\nMonetary Agency's (SAMA) desire to moderate\ninternationalisation of the riyal and protect it from undue\nspeculation.\n    There have been far fewer signs of the Kuwaiti dinar market\nshifting from its natural base of Kuwait and trading in Bahrain\nand London is still limited.\n    But for the first time since the formation of the six\nnation Gulf Cooperation Council (GCC) in 1981 there are signs\nthat a much mooted currency union could come into force soon.\n    Currency traders said it remains unclear what form a final\ncurrency union would take for the six states -- Saudi Arabia,\nKuwait, Bahrain, Oman, Qatar and the United Arab Emirates.\n    But plans to link the six currencies in a European Monetary\nSystem style with a common peg have been discussed at high\nlevel and could be a topic on the GCC's annual summit expected\nto be held in Saudi Arabia late in the year.\n    One dealer said: \"A lot of exposure is being given to\ndiscussions and plans appear to be quite advanced. But in the\nend a political decision has to be taken to give the go-ahead.\"\n    One open question is that of a common peg for currencies.\n    The idea of linking the six currencies has been debated\nsince the start of the GCC. The Kuwaiti dinar is currently\nlinked to a basket of currencies while the other five\ncurrencies are either officially or in practice linked to the\nU.S. Dollar.\n    Some traders said a currency union could mean speculation\nagainst the Saudi riyal rubbing off on other Gulf currencies,\nbut plans call for a permitted divergence in the system of\n7-1/4 pct, large enough to avoid sudden strains.\n    Another topic for debate is expected to be the continued\nslide of the Lebanese pound against the dollar and the\nundermining of the effective capital base of Lebanese banks.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "ORGS": [
        "ec"
    ]
}