{
    "DATE": " 6-MAR-1987 13:03:19.56",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "netherlands"
    ],
    "NEWID": "2742",
    "TEXT": {
        "TITLE": "ABN SAYS PROFIT RISE ENCOURAGING IN VIEW DOLLAR",
        "DATELINE": "    AMSTERDAM, March 6 - ",
        "BODY": "Algemene Bank Nederland N.V. <ABNN.AS>\nchairman Robertus Hazelhoff said the bank's 10.3 pct increase\nin net 1986 profit to 527 mln guilders from 478 mln in 1985 was\nencouraging in view of the sharply lower dollar.\n    Hazelhoff, speaking at a press conference after the release\nof ABN's 1986 results, said a sharp decrease in foreign\nearnings had been compensated by a strong domestic performance,\nnotably in the securities business.\n    He said the bank was also proposing a one for 10\nshare-split which should facilitate trade in the bank's stock.\n    News of the split sparked a 14 guilder rise in ABN's share\nprice on the Amsterdam bourse to a close of 517 guilders.\n    Prospects for 1987 hung on three uncertainties, namely the\nfuture trend of the dollar, the level of interest rates and\nABN's share of equities trade, Hazelhoff said.\n    Provisions for general contingencies were reduced in 1986\nby 4.1 pct to 575 mln guilders, while taxes increased by 2.1\npct to 242 mln guilders, he added.\n    Lower global interest rates in 1986 had nipped earnings\nmargins via traditional lending activities, he said.\n    Hazelhoff said ABN was unlikely to continue reducing risk\nprovisions in the future but he noted the bank was not overly\nconcerned about default by Latin American debtors, a factor\nwhich brokers say has distanced Dutch insititutions from bank\nstocks recently.\n    He said that of the bank's estimated 25 financially\ntroubled sovereign debtors, about one quarter were Latin\nAmerican countries. These would ultimately pay up, he said.\n    He added that losses incurred through loans to tin\nproducers in the wake of the tin council crisis at end-1985 had\nbeen written off.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "lyng"
    ],
    "ORGS": [
        "imf"
    ],
    "EXCHENGES": [
        "amex"
    ]
}