{
    "DATE": " 2-APR-1987 06:03:36.27",
    "TOPICS": [
        "interest",
        "money-fx",
        "stg"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "12447",
    "TEXT": {
        "TITLE": "LAWSON REMARKS DASH HOPES OF EARLY U.K. RATE CUT",
        "DATELINE": "    LONDON, April 2 - ",
        "BODY": "Chancellor of the Exchequer Nigel\nLawson's remarks yesterday suggesting there are precise\nexchange rate targets for the pound undermined sterling,\ndashing hopes for an early cut in U.K. Base rates, analysts\nsaid.\n    But the market's reaction, testing exchange rate levels\nindicated by Lawson, was probably overdone and the longer term\noutlook for sterling remained bullish, they agreed.\n    In an apparent break with the previous policy of secrecy,\nLawson told a National Economic Development Council meeting he\nwas comfortable with sterling exchange rates around current\nlevels, specifying rates of around 1.90 marks and 1.60 dlrs.\n    Lawson added the U.K. Government intended to keep sterling\nat about present levels, using currency intervention and\ninterest rates to achieve this.\n    The February 22 Paris agreement of the Group of Five and\nCanada to stabilise exchange rates is widely believed to\ninclude target ranges, but all participants to the meeting had\nso far refused to specify these.\n    Markets were quick to react to the statement, chopping\nabout one U.S. Cent and over one pfennig off the pound to match\nthe levels mentioned by Lawson.\n    But most analysts polled said they did not believe Lawson's\nstatement signalled a change in U.K. Policy.\n    Keith Skeoch, chief economist at stockbrokers James Capel\nand Co, said, \"the remarks have been blown out of proportion.\nLawson is paying now for a little bit of a slip of the tongue.\"\n    Barclays de Zoete Wedd economist Mark Brett said, \"there is\nnothing great and fantastic in the Chancellor's statement.\"\n    He said he did not believe the rates indicated by the\nChancellor were precise targets, but merely represented central\nrates around which sterling would be allowed to fluctuate,\nperhaps by as much as 10 pct.\n    \"It would be insane to pinpoint an exchange rate ahead of an\nelection ... I don't believe Lawson is mad enough to tie\nhimself to a fixed rate,\" Brett said.\n    Currency markets were keen for official statements to\nclarify the scope of the Paris accord and reactivate currency\ntrading. This mood easily led to over-reaction, analysts said.\n    \"Making similar statements when the market is high strung\nand ready to bounce is perhaps a mistake,\" one senior dealer\nwith a U.S. Bank said.\n    Capel's Skeoch said, \"it gives the foreign exchange markets\nsomething to shoot at.\"\n    \"It is obvious that the government, as a member of the Group\nof Six, has agreed exchange rate bands. But they are not cut in\nstone, they can change with time,\" Skeoch said.\n    Brett said, \"we think the 2.90 marks level is a central\nrate. Give or take 10 pfennigs and all is fine.\"\n    Not all analysts played down the significance of the\nremarks, however. Chris Dunn, economist at Royal Bank of\nCanada, said the remarks may signal a decisive move to insulate\nsterling from the fortunes of the dollar.\n    Although about two-thirds of Britain's trade is conducted\nwith European countries, sterling has traditionally shadowed\nthe dollar rather than the mark, analysts noted.\n    \"Britain must decide whether it wants to follow the U.S. Or\nthrow in its lot with Europe,\" Dunn said.\n    \"It suggests that while the U.K. Is not actually applying to\njoin the European Monetary System, it is seeking protection by\nshadowing it ... The Bundesbank has made it clear that it wants\nthe U.K. To clarify its position relative to the mark,\" he said.\n    Analysts said sterling's dip on currency markets following\nLawson's remarks made an early half-point cut in U.K. Base\nrates from current 10 pct levels unlikely in the short term.\n    \"Over the next three weeks, a cut is out, unless we get some\nextremely good economic indicators,\" Capel's Skeoch said.\n    Base rates have been cut twice by one-half point in March,\nthe last after the March 17 budget presentation, and analysts\nhad been expecting another half point cut shortly afterwards.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}