{
    "DATE": " 8-APR-1987 12:09:10.34",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa",
        "italy"
    ],
    "NEWID": "15121",
    "TEXT": {
        "TITLE": "MONTEDISON'S AGRIMONT UNIT 1986 EARNINGS",
        "DATELINE": "    NEW YORK, April 8 - ",
        "BODY": "<Montedison SPA> of Italy said net\nconsolidated profit for its Agrimont Group, formed in June\n1986, totalled 1.5 billion lire in 1986.\n    Agrimont SPA, the holding company for Montedison's\nAgro-Industrial businesses, had sales of 810 billion lire and a\nnet profit of about 1.1 billion lire, after amortization costs\nof 35 billion lire and a 13 billion lire reduction in the value\nof inventory due to falling market prices, Montedison said.\n    Agrimont, still wholly owned by Montedison, is taking steps\nto be traded on the Milan exchange, the company said.\n    The company said that 1986 was characterized by an unstable\nfertlizer market due to the weak dollar and the decline of\ninternational prices for products sold in Europe and the U.S\nwhere Agrimont operates through its Conserv division.\n    In pesticides and in animal health care products Agrimont\nmaintained its previous level of revenues and market share in\n1986, Montedison said.\n    Montedison said it named Ettore dell'Isola to the newly\ncreated position of president of Agrimont.\n    Montedison also said it named Renato Picco, managing\ndirector of <Eridania SPA> and Gianfranco Ceroni, managing\ndirector of <Italiana Olii e Sifi>, both of whom are members\nof the the Ferruzzi Group's management board, to Argimont's\nboard of directors. Ferruzzi owns about 40 pct of Montedison,\nthe company said.\n    \n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "stoltenberg",
        "poehl",
        "balladur",
        "de-larosiere",
        "miyazawa",
        "sumita",
        "leigh-pemberton",
        "goria",
        "james-baker"
    ],
    "EXCHENGES": [
        "lme"
    ]
}