{
    "DATE": "15-JUN-1987 11:46:57.48",
    "TOPICS": [
        "zinc"
    ],
    "PLACES": [
        "netherlands"
    ],
    "PEOPLE": [
        "eyskens"
    ],
    "NEWID": "18385",
    "TEXT": {
        "TITLE": "CONCENTRATION OF ZINC INDUSTRY SEEN CONTINUING",
        "DATELINE": "    AMSTERDAM, June 15 - ",
        "BODY": "The world's zinc mining and smelting\nindustry will continue to become more concentrated and more\nintegrated in the 1990s, Dr Klaus Goekmann, vice-president of\nmarketing and sales for Cominco Ltd, said.\n    Opening a Metal Bulletin base metals conference here,\nGoekmann forecast the number of individual businesses in the\nindustry would continue to decline as companies merged or\nformed conglomerates with increased market shares.\n    At the same time, the conglomerates would become more\nintegrated, handling the entire chain from basic ore production\nthrough marketing, he added.\n    \"The key to future viability will be flexibility. Prices are\nlikely to remain at current historically low levels at least in\nthe medium term, and competition with other metals and\nmaterials will continue to intensify,\" Goekmann said.\n    \"In the past, we have only reacted to changes in the world's\nmarket and economics. In the future, we have to act less\ndefensively and more aggressively.\"\n    The industry also has massive overcapacity and this problem\nhas to be tackled quickly, he added.\n    \"Attempts in the past to cut out this excess capacity in\nEurope have all failed miserably. However, there is some hope\nthat current efforts may be successful,\" Goekmann said.\n    At the same time, companies must move to limit their\ngeographical and currency risks and become far more marketing\norientated, he added.\n    \"With all these changes and rationalization, the industry\ncan survive to recover its past strength and profitability.\nWithout them, the future does not look very rosy,\" Goekmann\nsaid.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}