{
    "DATE": " 5-MAR-1987 13:58:16.10",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "2326",
    "TEXT": {
        "TITLE": "STRIKING BRAZILIAN SEAMEN HOLD PAY TALKS",
        "DATELINE": "    SAO PAULO, March 5 - ",
        "BODY": "Striking Brazilian seamen, who say\nthey have made idle 158 ships and halted Brazilian exports,\ntoday held pay talks in Rio de Janeiro with Labour Minister\nAlmir Pazzianotto, union officials said.\n    Jorge Luis Leao Franco, a senior official of the National\nMerchant Marine Union, told Reuters he was optimistic the talks\nwould lead to an end of the stoppage, which began last Friday.\n    Brazil's 40,000 seamen are seeking a pay rise of 275 pct.\n    The union official said the strike had halted a total of\n158 vessels, including 50 in Brazil's main port, Santos, and\nabout 50 more in Rio de Janeiro.\n    Abroad, six ships lay idle, in the Netherlands, Spain,\nVenezuela, France and South Africa, he said.\n    Economic analysts said the strike was of serious concern to\nthe government, which has already had to suspend interest\npayments on part of Brazil's foreign debt following a drastic\ndeterioration in the country's trade balance.\n    The head of the National Merchant Marine Authority, Murilo\nRubens Habbema, was quoted in today's Gazeta Mercantil\nnewspaper as saying that if the strike continued foreign ships\ncould be authorized to transport Brazilian exports.\n    \"Brazil is living through a crisis at the moment, and it is\nnot conceivable that exports be hit,\" he said.\n    \"But even using foreign ships we must not forget that we are\ngoing to lose foreign exchange paying freight charges abroad,\nand all this through the fault of the seamen,\" Rubens Habbema\nsaid.\n    A spokesman for the port of Santos, which has been the\nscene of labour unrest and congestion in recent months, said\nmovement of ships out of the port was running at about half its\nnormal level of 12 ships a day.\n    He said a total of 76 ships were either waiting at anchor\non moored in the harbour.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "duisenberg",
        "ruding"
    ],
    "ORGS": [
        "ec"
    ]
}