{
    "DATE": " 9-MAR-1987 18:32:35.89",
    "TOPICS": [
        "money-fx",
        "dlr",
        "yen"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "3421",
    "TEXT": {
        "TITLE": "U.S. INTERVENED TO AID DLR IN JANUARY, FED SAYS",
        "DATELINE": "    NEW YORK, March 9 - ",
        "BODY": "U.S. authorities intervened in the\nforeign exchange market to support the dollar on one occasion\nduring the period between the start of November 1986 and the\nend of January, the Federal Reserve Bank of New York said in a\nreport.\n    The Fed's quarterly review of foreign exchange operations\nsaid that the U.S. bought 50 mln dlrs through the sale of yen\non January 28. This operation was coordinated with the Japanese\nmonetary authorities and was funded equally by the Fed and the\nU.S. Treasury.\n    The Fed's intervention was on the morning after president\nReagan's State of the Union message and was \"in a manner\nconsistent with the joint statement\" made by U.S. Treasury\nsecretary James Baker and Japanese finance minister Kiichi\nMiyazawa after their January 21 consultations.\n    At that meeting, the two reaffirmed their willingness to\ncooperate on exchange rate issues.\n    The Fed's report did not say at what level the intervention\noccurred. But on January 28, the dollar closed at 151.50/60 yen\nafter dipping as low as 150.40 yen earlier in the session. It\nhad closed at 151.05/15 yen the previous day.\n    The dollar had plumbed a post-World War II low of 149.98\nyen on January 19 and reached a seven-year low of 1.7675 marks\non January 28. It ended that day at 1.7820/30 marks.\n    The Fed noted that, after trading steadily throughout\nNovember and the first half of December, the dollar moved\nsharply lower until the end of January.\n    It closed the three-month review period down more than 11\npct against the mark and most other Continental currencies and\nseven pct lower against the yen and sterling. It had fallen\nfour pct against the Canadian dollar.\n    During the final days of January, pressure on the dollar\nsubsided. Reports of the U.S.-Japanese intervention operation\nand talk of an upcoming meeting of the major industrial\ncountries encouraged expectations for broader cooperation on\nexchange rate and economic policy matters, the Fed said.\n    Moreover, doubts had developed about the course of U.S.\ninterest rates. The dollar's swift fall had raised questions\nabout whether the Fed would let short-term rates ease.\n    Thus the dollar firmed to close the period at 1.8320 marks\nand 153.70 yen. According to the Fed's trade-weighted index, it\nhad declined nine pct since the beginning of the period.\n    The dollar had risen as high as 2.08 marks and 165 yen in\nearly November.\n    The Fed last intervened in the foreign exchange market on\nNovember 7, 1985 when it bought a total of 102.2 mln dlrs worth\nof marks and yen.\n    The Fed's action followed the September 1985 Plaza\nagreement between the five major industrial nations under which\nthey agreed to promote an orderly decline of the dollar.\n Reuter\n\u0003"
    },
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "mulroney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}