{
    "DATE": "16-MAR-1987 17:21:11.54",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "canada",
        "brazil"
    ],
    "NEWID": "5727",
    "TEXT": {
        "TITLE": "ROYAL BANK/CANADA BRAZIL UNIT SEES GROWTH",
        "DATELINE": "    MONTREAL, March 16 - ",
        "BODY": "Royal Bank of Canada's <RY> small\nBrazilian commercial bank subsidiary Banco Royal do Canada\n(Brasil) S.A. sees opportunities for its own growth with an\nexpected substantial increase in Brazilian exports to Canada,\nBanco Royal president Michael Brennan said.\n    \"They (Brazilian exporters) are very interested in the\nCanadian market because it's an untapped market,\" Brennan told\nreporters after a speech to the Brazil/Canada Chamber of\nCommerce.\n    Brennan said Brazil is currently exporting products like\npaper machinery and ships to Canada.\n    He said he hopes to see medium-term financing facilities\nfor Brazilian companies reinstated shortly, following an\nagreement reached in January with international financial\nauthorities.\n    Brennan estimated Brazilian exports to Canada totalled\nroughly 800 mln Canadian dlrs in 1985 while imports from Canada\nreached about 700 mln dlrs.\n    Brennan said he expects Banco Royal profit to increase this\nyear from the three mln U.S. dlrs reported for fiscal 1986\nended September 30 but said he could not predict by how much\nbecause of the country's uncertain financial climate.\n    Brennan said he expects his bank's growth to come from\nincreased exports to Canada. Banco Royal is the only\nCanadian-owned commercial bank in Brazil although <Bank of\nMontreal> has a Brazilian investment bank subsidiary, he said.\n    Brennan said he expected Brazil to be able to reach an\nequitable agreement with foreign banks on restructuring its 68\nbillion U.S. dlr foreign debt, because the Brazilian economy is\nessentially healthy. He said he believed Brazil might be in a\nposition to resume debt repayments within a year.\n    Brennan said he could not comment on the impact of Brazil's\ninterest payment moratorium on the Royal Bank of Canada.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "icahn"
    ]
}