{
    "DATE": "17-MAR-1987 14:07:35.23",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "6177",
    "TEXT": {
        "TITLE": "OPEC WANTS 18 DLR OIL PRICE - OAPEC OFFICIAL",
        "DATELINE": "    BRUSSELS, March 17 - ",
        "BODY": "OPEC believes world oil prices should\nbe set around a fixed average price of 18 dlrs a barrel, OAPEC\nAssistant General Secretary Abdelaziz Al-Wattari said today.\n    In a speech to a European Community (EC)/OAPEC/OPEC seminar\nin Luxembourg released here, Al-Wattari said: \"OPEC believes\n...The world energy trade should be kept without restrictions\nand should be built around a fixed average price of 18 dlrs.\"\n    But he warned that defense of the 18 dlr a barrel level had\ncaused hardship for OPEC countries, who had been forced to\ncurtail production, and he warned that such cutbacks by OPEC\nstates could not be sustained in some cases.\n    \"For OPEC to stabilize the world oil price at what is now\nconsidered the optimal level of 18 dlrs a barrel, its member\ncountries have had to undergo severe hardship in curtailing\nproduction,\" Al-Wattari said.\n    \"Such cutbacks ... Cannot, in certain cases, be sustained,\"\nAl-Wattari said. As well as financial and marketing pressures,\nsome states depended on associated gas output for domestic use\nand oil cutbacks had left insufficient gas supplies, he added.\n    Al-Wattari noted that total OPEC output was below the\norganization's agreed ceiling for all member countries in\nFebruary, although this had meant sacrifices.\n    The effect of these sacrifices meant that market stability,\nthough restored to a good level, was still under pressure,\nAl-Wattari said. \"A lasting stability in the world market\nrequires a wider scope of international cooperation,\" he added.\n    He said some non-OPEC oil producing countries had shown a\npolitical willingness after 1986 to cooperate with OPEC.\n    But although cutbacks announced by these states were\npolitically significant and welcomed by OPEC, they were\ninsufficient in terms of volume, he added. \"The overall majority\nof non-OPEC producers have not responded sufficiently to OPEC's\ncalls for supply regulation,\" he said.\n    Al-Wattari said an 18 dlr a barrel price was optimal as it\nallowed investment in the oil industry outside OPEC to\ncontinue, while not generating excessive cash flow for\notherwise unviable high-cost areas outside OPEC. Such a price\nwould no longer encourage protectionist measures, he added.\n    Fadhil Al-Chalabi, OPEC Deputy Secretary General, also\naddressing the seminar, added that discipline was still needed\nto prevent violent fluctuations in the oil market.\n    Cooperation between Arab states and Europe was advantageous\nfor both sides, Al-Chalabi said, adding he hoped cooperation\nwould ultimately lead to full-fledged Euro-Arab dialogue.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec",
        "oapec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}