{
    "DATE": " 5-MAR-1987 11:49:11.91",
    "TOPICS": [
        "gnp",
        "jobs"
    ],
    "PLACES": [
        "netherlands",
        "west-germany"
    ],
    "NEWID": "2197",
    "TEXT": {
        "TITLE": "DUTCH GROWTH LIKELY TO SLOW, JOBLESS RISE IN 1987",
        "AUTHOR": "    By Raymond Gijsen, Reuters",
        "DATELINE": "    AMSTERDAM, March 5 - ",
        "BODY": "Leaks of a major Dutch official\neconomic forecast due to be published on Monday indicate\nreduced economic growth and a renewed rise in unemployment this\nyear, political and market sources say.\n    Concern over an anticipated fall in Dutch competitiveness\nthis year against a background of an average 2-1/2 pct wage\nincrease, zero inflation and a firm guilder has triggered some\ncalls for a change in monetary policy to help boost growth.\n    But whatever the government's response, the central bank\nwill stick to its policy of keeping the guilder firm, they say.\n    The official forecasting agency Centraal Planbureau (CPB)\npublishes its 1987 outlook at the start of a week which will\nalso see a key parliamentary debate on government finances and\nthe economy.\n    Merchant bank Pierson, Heldring en Pierson - in an estimate\nreflecting general sentiment - said last month that Dutch\neconomic growth was now seen around one pct.\n    Domestic consumer spending is not expected to offset the\ndecline in export growth caused by slowing growth in West\nGermany, the main Dutch trading partner, and the lower dollar,\nPierson said in its February economic outlook.\n    The latest growth forecasts are well below a 1.5 to two pct\ngrowth figure seen by the CPB early last month and forecasts of\n2.5 pct economic growth in 1987 made last September.\n    The fall in unemployment is bottoming out and the\ngovernment has already admitted it will not meet its goal of\nreducing unemployment by an annual 50,000 from 1986 to 1990.\n    Some analysts and industry leaders have questioned central\nbank policy of pegging the guilder firmly to the mark and if\nnecessary keeping interest rates up to support the guilder.\n    Employers federation NCW chairman Fred Lempers criticised\nthe guilder's revaluation in line with the West German mark in\nlast January's European Monetary System (EMS) realignment and\nexpressed concern over its effect on competitiveness.\n    But the employers federation VNO noted the Dutch economy\nhad become more competitive since 1980 and the fall of the\ndollar was affecting this gain more than the EMS realignment.\n    Some analysts also question the central bank's decision not\nto copy the latest Bundesbank discount rate cut and instead\nlower money market rates and abolish a credit quota surcharge.\n    Central bank president Wim Duisenberg has defended the move\nsaying the bank had adjusted the rates with the most impact on\nthe money market, noting \"the (4.5 pct) discount rate is at the\nmoment not the most important Dutch rate because it is already\nfar below the market rates.\"\n    Central bank officials say the heavy dependence on trade of\nthe Dutch economy requires a stable exchange rate, and interest\nrate policies serve that goal.\n    Analysts noted a large capital outflow from the Netherlands\nrecently as foreign investments in Dutch stock are being sold\nto take profits.\n    Loosening the tie between the guilder and the mark would\nreduce international confidence in the guilder and make it more\ndificult to attract foreign capital, they said, noting Dutch\ninterest rates rose sharply when the guilder was not revalued\ncompletely in line with the mark in a 1983 EMS realignment.\n    Many Dutch banks have reacted favourably to the decision\nnot to copy the last German discount rate cut, but Pierson\nwarned it could actually add to uncertainty over the guilder.\n    Some analysts noted friction between the Finance Ministry\nand the central bank, with Finance Minister Onno Ruding having\nsaid before the Bundesbank discount rate cut he favoured lower\nDutch rates but that the Germans should move first.\n    One analyst said Ruding wanted to bring interest rates down\nto reduce the government debt burden.\n    A Finance Ministry spokesman said lower interest rates were\nneeded but denied any suggestion of conflicting views between\nthe ministry and the central bank. \"The cabinet's policy is\nsteady, the guilder has to stay with the mark,\" he said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "duisenberg",
        "ruding"
    ],
    "ORGS": [
        "ec"
    ]
}