{
    "DATE": " 8-APR-1987 05:11:12.63",
    "TOPICS": [
        "gas",
        "lead"
    ],
    "PLACES": [
        "finland",
        "canada"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "NEWID": "14863",
    "TEXT": {
        "TITLE": "FINNS AND CANADIANS TO STUDY MTBE PRODUCTION PLANT",
        "DATELINE": "    HELSINKI, April 8 - ",
        "BODY": "Finland's national oil company Neste Oy\n<NEOY.HE> said in a statement it had agreed with Canadian firms\nto study the feasibility of building a plant in Edmonton,\nCanada, to produce a replacement for lead in petrol.\n    The prospective plant would cost an estimated 270 mln\nCanadian dlrs and would produce methyl tertiary butyl ether\n(MTBE) from raw materials available locally, it said.\n    The partners in the study are Neste Oy, Celanese Canada\nInc, Hoechst Celanese Corporation and Trade Mountain Pipe Line\nCompany Ltd, of Vancouver, B.C.\n    The Edmonton site was suitable because of the raw materials\navailability, the proximity to pipeline transportation and the\nimportant capital and operating advantages gained by locating\non an existing Celanese Canada site, the statement said.\n    The partners would look into the feasibility of a plant\nproducing 500,000 tonnes per annum of MTBE, an octane enhancer\nthat can replace tetra ethyl lead.\n    Most of the MTBE would be targeted for the United States\nwhere lead levels in gasoline are being lowered because of\nhealth concerns, the statement added.\n    Canadian lead limits are currently 11 times as high as the\nU.S. Limit but lead is scheduled for virtual elimination in\nCanada by 1993, which should create a Canadian demand for MTBE,\nit said.\n    Finland's Neste Oy, whose turnover last year was over five\nbillion dlrs, has extensive experience with MTBE. It has a\nmajor investment in an MTBE plant in Saudi Arabia.\n    The Edmonton, Alberta plant would be scheduled to go on\nstream in late 1989, the statement said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ]
}