{
    "DATE": " 6-APR-1987 05:03:40.11",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "13281",
    "TEXT": {
        "TITLE": "OIL PRICES SEEN HOLDING STEADY IN SECOND QUARTER",
        "AUTHOR": "    By Jennie Kantyka, Reuters",
        "DATELINE": "    TOKYO, April 6 - ",
        "BODY": "Japanese oil traders generally expect oil\nprices to remain steady through June, when the next\nOrganization of Petroleum Exporting Countries' (Opec) meeting\nis scheduled to take place.\n    Prices have kept to a narrow trading range for more than a\nmonth, despite coming under considerable pressure in February\nas Japanese oil companies holding high oil stocks strongly\nresist paying official prices, trade sources said.\n    Despite these attempts, spot crude rose steadily to\nstabilize around OPEC's 18 dlr a barrel target, they said.\n    Spot prices fell more than two dlrs during the month,\nmainly on market assumptions Opec was producing more than its\n15.8 mln barrel a day (bpd) self-imposed ceiling and members\nwould submit to pressure to discount prices, oil traders said.\n    However, Opec's discipline in holding its price and output\ntargets eventually forced many of the buyers back, they said.\n    Countries such as Qatar, Iran and Iraq refused to bend to\ndemands for lower prices in spite of threats of non-lifting\nfrom Japanese buyers.\n    The solidarity of Opec encouraged Qatar to charter vessels\nto store its production rather than cut its prices, they said.\n    Opec's March production was 14.6 mln bpd, 1.2 mln below its\nceiling, with Saudi Arabia's output just below 3.0 mln bpd\ncompared to its Opec quota of 4.133 mln bpd, the Middle East\nEconomic Survey estimated.\n    \"Of course there was a little cheating but not enough to\ndestroy the market,\" an oil trader in Tokyo said.\n    Opec crudes have been appearing on the spot market at\ndiscounted prices through barter deals and the swapping of\nMiddle East grades for North Sea cargoes, but these trades have\nnot generated sufficient volume to depress the market, he said.\n    The current spot values of Middle East grades are only 20\nto 25 cts below official prices, so resistance to buying crude\nunder term contracts in the second quarter is likely to be\nweaker, traders said.\n    Indonesia's Minister of Energy and Mines Subroto said today\nOPEC faces the choice of either maintaining present output\nvolume at 15.8 mln bpd and seeing prices increase slightly, or\nraising the production ceiling so members can produce more in\nthe third and fourth quarters of 1987.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "opec"
    ]
}