{
    "DATE": "29-APR-1987 13:42:34.64",
    "TOPICS": [
        "fuel",
        "heat",
        "jet",
        "gas",
        "money-fx"
    ],
    "PLACES": [
        "egypt"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "17409",
    "TEXT": {
        "TITLE": "EGYPT FUEL PRICE INCREASES PART OF REFORM PACKAGE",
        "AUTHOR": "    By John Rogers, Reuters",
        "DATELINE": "    CAIRO, April 29 - ",
        "BODY": "Egypt has embarked on reforms sought by\nthe International Monetary Fund (IMF) and the World Bank by\nraising the price of diesel oil and other types of transport\nfuels.\n    The energy price increases were the first visible measures\ntaken in return for IMF standby credits and World Bank loans.\n    Effective today, fuel oil prices were trebled and prices of\ngas oil, diesel and kerosene went up by over 50 pct, an\nEgyptian General Petroleum Corp (EGPC) official said. He said\nfuel oil will sell for 28 Egyptian pounds a ton, instead of 7.5\npounds.\n    Kerosene and gas oil were raised by 66 pct to sell for five\npiasters a litre, while diesel rose 50 pct to 4.5 piasters.\n    The government is expected also to act soon, possibly as\nearly as next weekend, to simplify the country's complex\nexchange rate system, bankers said.\n    Moving towards a more realistic exchange rate for the pound\nwas part of a package of reforms sought by the IMF and creditor\ngovernments. In return, Egypt stands to receive up to one\nbillion dlrs in IMF standby credits phased over three years to\nhelp it repay its 38.6 billion dlr foreign debt and guarantee\nrescheduling by western governments, the main creditors.\n    Energy price increases were also a condition of progress on\nWorld Bank project loans of up to 800 mln dlrs in energy,\ncommunications and other sectors which have been under\nnegotiation for several months, western diplomats said.\n    The U.S. And Western Europe have pledged political backing\nfor President Hosni Mubarak's government, committed to a\nmulti-party political system and peace with Israel and\nstrategically poised in control of the Suez Canal.\n    Fuel price rises, postponed at least once and likely to\nlead to higher retail prices of basic goods, were a test of the\ngovernment's resolve to pursue economic reform, diplomats said.\n    But the new prices are still below world market levels.\n    There was no announcement of increases in more politically\nsensitive products such as gasoline or natural gas, used for\ncooking, and the mass-circulation Al-Akhbar newspaper said they\nwould stay the same.\n    Official comment was not available on speculation among\nbankers and diplomats that the Central Bank would soon tinker\nwith the pound's exchange rates to try to channel more dollars\ninto the banking system away from the illegal but tolerated\nfree market.\n    The Central Bank was expected to set up a committee in\nwhich 10 commercial banks, including the four state-owned\nbanks, would decide the pound's value every day.\n    The official \"incentive rate,\" currently set by the Central\nBank daily, is around 1.36 pounds to the dollar, against 2.15\non the free market.\n    Bankers predicted that the banks' committee might set rates\naround 1.80 or 1.90. But some doubted this would serve the aim\nof curbing the free market.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ]
}