{
    "DATE": " 9-MAR-1987 10:50:26.32",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "3117",
    "TEXT": {
        "TITLE": "CHARAN SEES AT LEAST 50 PCT RISE IN 1987 PROFIT",
        "DATELINE": "    MONTREAL, March 9 - ",
        "BODY": "(Charan Industries Inc), a distributor\nof toys and other consumer products, expects 1987 net profit to\nrise at least 50 pct over last year's 6.1 mln dlrs, president\nEarl Takefman told reporters before the annual meeting.\n    \"We grew basically 100 pct last year, I'm not sure we're\ngoing to be able to grow 100 pct again this year but we\ncertainly will grow at least 50 pct over last year,\" Takefman\nsaid.\n    Charan reported profit of 3.0 mln dlrs in 1985.\n    Takefman said he expects sales to rise to about 100 mln\ndlrs this year from 57.3 mln dlrs in 1986.\n    Fiscal 1985 ended September 30, while fiscal 1986 ended\nNovember 30.\n    Takefman said the company is actively looking for\nacquisitions in the consumer products industry, likely in\nCanada.\n    The company said it expects to resolve delivery problems\nthis year which last year hindered the growth of its toy\ndistribution business, which accounts for about one-third of\nrevenues.\n    Charan is the exclusive distributor in Canada for <Worlds\nof Wonder> toys, which include the Teddy Ruxpin voice-activated\ntalking plush bear.\n    Takefman said new products this year, which will be on the\nshelves for Christmas, include a smaller version of Teddy\nRuxpin, a talking Mickey Mouse toy, dancing plush toys, a doll\nwith a voice activated by sound, touch, light and heat, and\ntalking books.\n    The company is also marketing an extended line of \"laser\ntag\" kits, which shoot rays of light and tell you when you've\nhit someone.\n    Other products include a recorder device which allows\nstudents to leave taped messages in each others' school\nlockers, retailing for about 60 dlrs.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}