{
    "DATE": "20-OCT-1987 11:27:25.97",
    "TOPICS": [
        "trade",
        "soybean",
        "veg-oil"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "20335",
    "TEXT": {
        "TITLE": "LYNG PLEASED EC TO OFFER GATT FARM PROPOSAL",
        "DATELINE": "    WASHINGTON, Oct 20 - ",
        "BODY": "U.S. Agriculture Secretary Richard\nLyng said he is pleased the European Community plans to offer a\nglobal farm reform plan at GATT later this month, although the\nUnited States opposes key parts of the proposal.\n    \"We're pleased that they have moved in tabling a proposal.\nIt will help us in getting the negotiations underway,\" Lyng\ntold Reuters in an interview Tuesday.\n    Lyng's comment came after EC ministers in Luxembourg\nendorsed a farm reform package drafted by the EC Commission.\nThe EC plan will be presented at the next meeting of Uruguay\nround agriculture negotiators in Geneva on October 26.\n    Lyng said the United States would oppose parts of the plan\nseeking a market sharing agreement for grains, and proposing\ncurbs on U.S. soybean and cereal substitute exports to Europe.\n    The U.S. in July proposed to GATT the elimination of all\nfarm subsidies affecting trade within ten years, and has\npressed the EC to make a counter-offer with the aim of reaching\na global farm subsidy agreement by the end of 1988.\n    However, the EC and some U.S. domestic groups have said the\nReagan administration plan to end all farm trade subsidies is\nunrealistic.\n    Asked about such criticism, Lyng said \"The alternative to\ndoing that is to say that we preserve them and maintain them. I\nthink that is the unrealistic position.\"\n    \"I would suggest that they (EC) listen to what we are\ntrying to say.\"\n    Lyng also rejected suggestions the U.S. and EC agree a\nfreeze in export subsidies to get the GATT negotiations \nstarted.\n    \"All that some countries would like to have would be a\nwheat agreement where we would stop export subsidies on wheat.\nThat doesn't do a thing for us,\" Lyng said.\n    The United States wants an end to subsidies in a range of\nagricultural products from dairy products to vegetable oils, he\nsaid.\n    At the GATT negotiators meeting next week Canada is\nexpected to offer a proposal as well as the EC.\n    The United States will be represented at the meeting by\nformer agriculture undersecretary Daniel Amstutz, recently\nappointed special U.S. negotiator on agriculture.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ],
    "PEOPLE": [
        "lyng"
    ],
    "EXCHENGES": [
        "comex"
    ]
}