{
    "DATE": " 1-JUN-1987 15:26:25.40",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17760",
    "TEXT": {
        "TITLE": "BILZERIAN PREPARED TO TENDER FOR PAY N'PAK <PNP>",
        "DATELINE": "    NEW YORK, June 1 - ",
        "BODY": "Investor Paul Bilzerian said if Pay N'\nPak Stores Inc enters into a merger accord with him he will\nimmediately begin a tender offer for 7.5 mln shares for 20 dlrs\nper share in cash.\n    Bilzerian told Reuters he believes his offer is superior to\na leveraged buyout proposal disclosed in an announcement by the\ncompany this morning.\n    The company said it is evaluating both proposals.\nBilizerian said he was optimistic his offer will be accepted at\na meeting of the board of directors Wednesday. Officials of Pay\nN' Pak did were not immediately available for comment.\n \n    Bilzerian said he has a pool of 150 mln dlrs raised by\nShearson Lehman Brothers Inc available for the tender and \"we\nmay add a bank to that.\"\n    \"We've submitted an agreement we're prepared to sign,\" he\nsaid. Shares not accepted in Bilzerian's tender would be\nexchangeable for 20 dlrs in convertible preferred stock.\n    Asked what would happen if the leveraged buyout group,\nwhich the company did not identify, topped his offer between\nnow and the board meeting, Bilzerian said he expected an\nopportunity to respond.\n    Pay N' Pak gave no details about the buyout group, but did\nsay the offer was contingent on financing and on an agrreement\nregarding management's equity participation.\n    Bilzerian said it was his understanding that the management\nparticpation was \"nominal.\"\n    Pay N' Pak fell 1-1/2 to 19. Arbitrageurs said there was\ndisappointment that neither of the offers topped 20 dlrs.\n    \"We were expecting an offer north of (above) 21 or 22\ndlrs,\" said one arbitrageur. The leveraged buyout plan was for\n17.50 dlrs per share in cash and 2.50 dlrs in 13-1/2 pct\ncumulative preferred stock.\n\n    Robert Cheadle, analyst at Montgomery Securities, said \"you\nhave to ask yourself why no one in the industry made a bid.\"\n    Scott Drysdale, analyst at Birr Wilson Securities, said the\ncompany has not made the best strategic moves over the years.\n\"They have not done the right things at the right time,\" he\nsaid, and as a result earnings per share have steadily declined\nsince 1984. The 57 cts per share in earnings reported for the\nfiscal year ended in February was lower than 1978's earnings,\nhe said. Earnings totaled 5.7 mln dlrs on revenue of 398.4 mln\ndlrs.\n    Drysdale said Pay N' Pak has better trained sales people\nthan many competitors, but it competes on price even though\ncompetitors have lower costs. The result is squeezed margins.\nHe noted that there have been no other publicly identified\nbidders stepping forward since the company rejected an earlier\nBilzerian proposal in mid-April.\n    Another arbitrageur said it might not be too late for\nanother bidder to get in the game. He speculated that someone\nin the same home improvement business might be able to offer a\ndeal for stock that would top both the buyout proposal and\nBilzerian's plan.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}