{
    "DATE": "27-MAR-1987 12:25:34.63\u0005\u0005\u0005C G",
    "TOPICS": [
        "cotton"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10537",
    "TEXT": {
        "TITLE": "ANALYSTS PEG U.S. COTTON SEEDINGS 10.6 MLN ACRES",
        "AUTHOR": "    By Michelle Bolar, Reuters",
        "DATELINE": "    New York, March 27 - ",
        "BODY": "U.S. cotton farmers are likely to\nplant about 10.6 mln acres in the coming season, based on an\naverage of estimates offered by cotton market analysts gearing\nup for the U.S. Agriculture Department's 1987 planting\nintentions report next Tuesday.\n    The annual report gives cotton traders their first glimpse\nof what U.S. production might be in the 1987/88 season, which\nbegins August 1.\n    Trade and commission house forecasts ranged from 10.2 to\n10.9 mln acres.\n    On March 18 of last year, the USDA reported that cotton\nfarmers in 1986 intended to plant 9.71 mln acres.\n    Four months later, the USDA estimated that 9.67 mln acres\nhad been planted as of June 1. By January, its estimate of 1986\nplanted acreage nationwide was 10.06 mln.\n    Analysts said their forecasts for even greater acreage in\n1987 were spurred in part by belief that this year's good\ndemand and firm prices will be repeated next year. Analysts\nsaid those factors make cotton a profitable crop.\n    \"With cotton more attractive price-wise, I think there is\ngoing to be a switch in acreage from soybeans to cotton.\nSoybeans are dirt cheap,\" said Lisbeth Keefe of Cargill\nInvestor Services, whose comments were echoed by other cotton\nmarket specialists.\n    Changes in the U.S. cotton program also could lead to\nincreased acreage, analysts said.\n    They recalled that under the 1986 program, cotton farmers\nwho used part of their crop as collateral for government loans\nwere not responsible for the cost of storing that cotton in\ngovernment warehouses. But under the 1987 plan, the government\nwill not pick up the tab for storage.\n    Analysts said the change will discourage some farmers from\nparticipating in the program, which could result in more\ncotton. \"The cotton program stipulates a mandatory set-aside of\n25 pct of a farmer's base acreage,\" noted Judy Weissman of\nShearson Lehman Brothers. But farmers who elect not to\nparticipate in the program are free to plant all the acreage \nthey have.\n    Some analysts said cotton farmers in the high-yielding\nWestern states would be most likely to steer clear of the\nprogram. \"Western acreage should be up at least 20 pct,\" said\none commission house analyst, whose estimate was based in part\non forecasts made by the National Cotton Council during its\nannual meeting in late January.\n    But others disagreed. \"I think some Western growers have\ndecided they should be in the program for security reasons.\nThere's a lot of comfort in knowing you'll be guaranteed the\ngovernment's loan price of 52.25 cents a lb. Anyone outside the\nprogram is subject to the wiles of the market,\" said Walter\nBrown, market analyst for a major California cotton producer.\n    Some cotton specialists said their expectations for\nincreased acreage might not be verified in Tuesday's planting\nintentions report. \"Anything the USDA is announcing now is\nbased on information they gathered before their cotton program\nwas announced (on March 20),\" one analyst cautioned. She said\ntraders will get a better idea of next year's cotton output\nwhen the USDA's planted acreage report is released on July 9.\n    Brown took that opinion a step further. \"I don't think\nplanted acreage is important. What counts is the abandonment\nrate,\" the difference between acreage planted and acreage\nharvested.\n    Brown said the abandonment rate this year was \"pretty high\"\nat 15.5 pct because of weather problems in key producing\nstates. \"More normal would be about six pct,\" he said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "icco"
    ]
}