{
    "DATE": " 5-MAR-1987 04:38:38.75",
    "TOPICS": [
        "money-fx",
        "dlr",
        "yen"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "1926",
    "TEXT": {
        "TITLE": "NEW CURRENCY PROBLEM SEEN AMONG U.S, EUROPE, JAPAN",
        "AUTHOR": "    By Eric Hall, Reuters",
        "DATELINE": "    TOKYO, March 5 - ",
        "BODY": "The highly visible drama involving the\nyen's sharp rise against the U.S. Dollar is obscuring the fact\nthat the Japanese currency has hardly budged against major\nEuropean currencies, thus creating a new set of exchange rate\ndistortions, Japanese and European research officials said.\n    The officials, looking beneath the rhetoric of statements\nby the Group of Five (G-5) industrial nations, told Reuters the\ncurrency movements of the past two years are also creating a\nfundamentally new world trade picture, which is throwing up new\ntrade tensions and imbalances.\n    Trade figures show that the new currency alignments are\nalready changing the Japan-U.S. Trade axis into a Japan-\nEuropean Community (EC) axis, to the discomfort of Europe.\n    In many ways, not least in terms of rare international\ncooperation, the September, 1985 New York Plaza pact between\nthe U.S., Japan, West Germany, Britain and France to cut down\nthe value of the dollar was a historic one.\n    But it is the underlying peaks and troughs of the major\ncurrency movements which lay bare the real picture, in which\nthe Plaza pact appears as an event of prime importance, but not\nnecessarily central significance, the officials said.\n    The officials said that when the Plaza agreement took\nplace, the dollar was already on its way down. The agreement\nsimply helped it on its way. Senior EC financial expert in\nTokyo Tomas de Hora has watched the movements closely.\n    \"You have to look at the dollar's peak compared with now,\nand that was well before Plaza,\" he said.\n    On February 25, 1985, the dollar peaked against the yen at\n263.15 yen. On September 20, the Friday before Plaza, it was\n242. Since then, despite massive Bank of Japan intervention and\nperiodic market frights about further G-5 concerted action, the\ndollar trend has been down, down, down.\n    Yet the ECU is now around 173.4 yen. The historical cross\nrates for sterling and the mark tell much the same story. The\nEuropean currencies are moving back up against the yen.\n    The close relationship between exchange rates and trade\nflows makes it difficult to see which is driving which, but\nundoubtedly the trade equation between the big three is\nchanging. In 1986, Japanese imports and exports with the EC\nboth grew by around 50 pct in dollar terms, five pct in yen.\nThis gave Japan a 16 billion dlr trade surplus.\n    Last January, Japanese exports to the EC totalled half of\nof sales to the U.S, against about a third in recent years.\n    Trade with the U.S in 1986 rose 23 pct for exports and 12\npct for imports in dollar terms, but fell 13 pct for exports\nand 21 pct for imports in yen terms.\n    \"The basic meaning for Europe is that Japanese firms have a\ntremendous interest in exporting to Europe, where every unit\nsold maximises profits in yen terms, which is what is important\nto them. Suddenly, instead of the U.S., It is Europe that is\nlaying the golden egg,\" said de Hora.\n    The EC is worried. EC business also had a remarkable year\nin Japanese sales, but this can be explained partly due to its\nstart from a small base, compared with total Japan-U.S. Trade.\n    The Japanese think EC firms are now more competitive than\nU.S. Firms, a factor which is aggravating the exchange rate\nimbalance, and which will cause problems.\n    \"This currency alignment between Japan and the EC is\nreflecting the excellent performance of the EC countries. But\ntherefore, Japanese goods may keep their price competitive\nedge,\" said Azusa Hayashi, Director of the First International\nEconomic Affairs Division of the Foreign Ministry. \"If you want\nmy objective view, I don't expect a drastic improvement in our\ntrade imbalance. Last year, we asked for moderation in exports,\nand this year we may have to do so again,\" he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nyse"
    ],
    "PEOPLE": [
        "subroto"
    ]
}