{
    "DATE": " 2-JUN-1987 09:14:36.57",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "uk",
        "west-germany",
        "japan",
        "usa"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "17980",
    "TEXT": {
        "TITLE": "LAWSON SAYS LOUVRE CURRENCY ACCORD SATISFACTORY",
        "DATELINE": "    LONDON, June 2 - ",
        "BODY": "The Louvre agreement by the Group of Seven\nfinance ministers and central bankers to stabilise currencies\nhas worked well and needs no fundamental strengthening at the\neconomic summit in Venice on June 8-10, U.K. Chancellor of the\nExchequer Nigel Lawson said.\n    Previewing the summit, which he expected would not produce\nany major new economic initiatives, Lawson told reporters work\nremained to be done on improving the conditions for lasting\nworld economic growth.ü\u0005\u001eside measures to boost growth, he said.\n\n    \"I think it is possible that there may be scope for a\nfurther reduction in interest rates in Germany,\" he added, but\nstressed that he had had no indication that such a move was\nlikely. He made no mention of Japanese interest rates.\n    Lawson said the U.S. Should embark on \"a gradual reduction\nof its fiscal deficits over the next two or three years.\"\n    He said the February 22 Louvre accord had produced\n\"satisfactory exchange rate stability,\" in part thanks to heavy\ncoordinated intervention of Group of Seven central banks, and\nhe was \"content\" with sterling's exchange rate.\n    Pointing to the record 4.8 billion stg rise in U.K. May\ncurrency reserves announced today he said, \"we have been playing\na very full part ourselves ... We have been intervening to a\nvery much greater extent than we had done hitherto.\"\n    Lawson said there was a risk that the Louvre agreement may\nfalter if member states did not implement the macro-economic\ncommitments underlying the accord.\n    \"Certainly it would be more difficult to maintain exchange\nrate stability if countries are seen not to implement their\ncommitments in Paris ... In this respect.\" He said the U.S.\nBudget deficit was \"very important.\"\n    Noting the 6,000 billion yen economic package announced by\nJapanese Prime Minister Yasuhiro Nakasone last week Lawson\nsaid, \"what is really needed in Japan is an increase in\nmerchandise imports. Supply side measures are critical.\"\n    \"There is a specific range of consumer and agricultural\ngoods where they have an extremely restrictive regime which is\nwholly unjustified,\" he said.\n    Lawson doubted that Tokyo's partners would indulge in \"Japan\nbashing\" at the summit especially after the economic stimulation\npackage and the announcement of Nakasone's plans to increase\nJapanese development aid over the next three years.\n    Japan's more flexible stance on Tokyo stock exchange\nmembership would also help deflect criticism, he said.\n    He said he thought West Germany would instead come under\npressure at the summit to adopt similar stimulation measures to\njack up faltering economic growth.\n    In this respect Lawson said he hoped Bonn would bring\nforward to January 1988 part of its agreed package of tax cuts\nscheduled for 1990. He also called on Bonn to push ahead with\nthe privatisation of German national industries.\n    On debt, Lawson said he expected a three point British plan\nto alleviate the burden of the poorest sub-saharan countries to\nmake progress in Venice.\n    The plan, involving concessional rescheduling of sovereign\ndebt in the Paris Club, was first proposed at the IMF and World\nBank meetings in Washington earlier this year.\n    Lawson said he would seek \"to consolidate political backing\nfor the plan at the Venice summit\" and hoped the programme would\nbe finalised at the Autumn meetings of the IMF and World Bank.\n    He welcomed the recent moves by Citicorp and Chase\nManhattan to increase sharply their Third World debt\nprovisions.\n    \"First, it is a blow for realism. Second, because the market\nresponse has shown that banks have much less to fear from this\nsort of move than they felt before Citicorp,\" he said.\n    U.K. Banks should follow Bank of England recommendations,\nstrengthening their balance sheets and making more provisions.\n\"They have done it to some extent, they need to do it more,\"\nLawson said, adding it was up to the banks themselves to\ndetermine the appropriate size of provisions.\n    He also said the dismantling of farm subsidies would be\ndiscussed at the summit. \"There is a consensus, which we have to\npush further.\"\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}