{
    "DATE": "20-OCT-1987 04:30:24.90",
    "TOPICS": [
        "crude",
        "ship"
    ],
    "PLACES": [
        "indonesia"
    ],
    "NEWID": "20030",
    "TEXT": {
        "TITLE": "WORLD COULD COPE WITH HORMUZ CLOSURE, SUBROTO SAYS",
        "DATELINE": "    JAKARTA, Oct 20 - ",
        "BODY": "Oil prices would skyrocket for a time if\nconflict in the Gulf closed the Strait of Hormuz, but oil\nsupplies could be adjusted to take care of world demand,\nIndonesian Energy Minister Subroto said.\n    He made no explicit reference to the latest U.S. Military\naction in the Gulf.\n    But in an address to a conference of the Indonesian\nPetroleum Association, he said, \"If worst comes to worst and say\nthe flow of oil through the Straits of Hormuz is completely\nshut off, I believe the world oil supply, given time to adjust,\ncan take care of the situation.\"\n    \"But this is not to say that prices, at least for a short\nduration, will not skyrocket as speculators take advantage of\nthe situation,\" he declared.\n    Tensions in the Gulf, however, usually had a relatively\nshort-term impact on prices, he added.\n    Assessing future price trends, he said, \"Short-term spot\nprices will probably still fluctuate, but they will most likely\nhover around the official Opec price basket of 18 dlrs per\nbarrel.\n    \"The upward deviations, however, are likely to be greater\nthan the downward ones.\"\n    \"The balance between supply and demand in the short term\nwill still be delicate,\" he added. \"Non-Opec production may still\ngo up, competing with Opec for the expected additional increase\nin world demand.\"\n    Subroto, a member of Opec's three-man quota committee which\nhas been touring cartel members, said speculation may play\nhavoc with spot prices, but Opec was trying to stabilize the\nsituation by urging cooperation by non-Opec producers.\n    In the medium term, non-Opec production would reach a\nplateau in the early 1990s, leaving Opec much stronger, he\nsaid.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "subroto"
    ]
}