{
    "DATE": "29-APR-1987 22:38:50.43",
    "TOPICS": [
        "cpi"
    ],
    "PLACES": [
        "venezuela"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17434",
    "TEXT": {
        "TITLE": "VENEZUELA APPROVES WAGE INCREASES, PRICE CONTROLS",
        "DATELINE": "    CARACAS, April 29 - ",
        "BODY": "Venezuelan president Jaime Lusinchi\napproved a general wage increase in the form of bonuses ranging\nfrom 20 to 30 pct and a 120-day price freeze on a basket of\nbasic consumer goods.\n    Both measures, which take effect on May 1, were approved by\nthe cabinet. They will be announced to the nation by Lusinchi\nin a televised address tonight but the text of the decrees was\nreleased this afternoon.\n    Businessmen, who met Lusinchi, opposed the pay rise, saying\nit will fuel inflation. The inflation rate was 11.5 pct in 1986\nand private economists say it will be 25 to 30 pct in 1987.\n    The central bank said first quarter inflation was 6.3 pct.\n    The wage increase for public and private sector employees\nwill be 30 pct on salaries of up to 2,100 bolivars a month. For\nsalaries of from 2,101 to 6,100 bolivars 25 pct and for those\nof 6,101 to 20,000 bolivars 20 pct.\n    The measures were taken in response to a request from the\nVenezuelan confederation CTV for an increase to offset the loss\nin the purchasing power of workers' salaries. It estimated the\nloss at 40 pct.\n    The general wage rise is the third granted by Lusinchi\nsince his government took office in February 1984.\n    The wage increases are a bonus and will not be considered\nin calculating benefits or severance pay, the decree said.\n    At the same time, Lusinchi declared a freeze on lay-offs\nand firings for the next 120 days.\n    The price freeze applies to a group of 120 foods and other\nconsumer goods declared to be \"of primary necessity.\"\n    It does not apply to prices charged by agricultural\nproducers or to goods for which the price is falling.\n    The decree establishes fines of between 1,000 and 500,000\nbolivars for merchants who violate the price control measure.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ]
}