{
    "DATE": " 9-APR-1987 14:57:17.20",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "15840",
    "TEXT": {
        "TITLE": "CANADA TRADE RISE SEEN AS START OF RECOVERY",
        "AUTHOR": "    By Russell Blinch, Reuters",
        "DATELINE": "    OTTAWA, April 9 - ",
        "BODY": "Canada's trade picture has brightened\nconsiderably, underscoring economists' predictions the sector\nwould post a long awaited recovery this year.\n    The federal government reported today that the monthly\nsurplus soared to 1.25 billion Canadian dlrs in February,\ndouble January's 623 mln dlrs surplus and sharply higher than\nFebruary 1986's 189 mln dlr tally.\n    \"Hopefully it's the beginning of a trend,\" said Richardson\nGreenshields of Canada Ltd economist Susan Clark in Toronto.\n    Economists generally don't expect such large gains over the\nnext months, but are looking for an upward trend throughout the\nyear.\n    \"We thought the trade balance would improve ... over the\nyear, and it certainly looks as if this morning's figure is\nindicative of that,\" commented economist James Donegan at the\nToronto securities firm of Midland Doherty Ltd.\n    Statistics Canada reported the surplus was driven by a 23\npct gain in automobile product exports to a record 3.2 billion\ndls in the month.\n    \"Recovery in the automotive sector helped push the value of\nexports up by 5.9 pct in February,\" the agency said in its\nmonthly report.\n    Total exports expanded to 10.44 billion dlrs from 9.85\nbillion dlrs in February, while imports slipped to 9.19 billion\ndlrs from 9.23 billion dlrs.\n    Economists have predicted the 1987 trade surplus would end\nup three to five billion dlrs higher than last year's dismal\n10.1 billion dlr total. In 1985 the surplus was 17.48 billion\ndlrs.\n    Money market analysts said the positive trade news touched\noff a modest rally in the Canadian dollar, which rose to 76.85\nU.S. cts on North American markets early this morning after\nclosing at 76.58 cts Wednesday.\n    The currency was hovering around 76.78 cts in early\nafternoon trading.\n    Economists have been banking on an improved trade\nperformance this year to stimulate an otherwise sluggish\nCanadian economy.\n    Money market analysts said the positive trade news touched\noff a modest rally in the Canadian dollar, which rose to 76.85\nU.S. cts on North American markets early this morning after\nclosing at 76.58 cts Wednesday.\n    The currency was hovering around 76.78 cts in early\nafternoon trading.\n    Economists have been banking on an improved trade\nperformance this year to stimulate an otherwise sluggish\nCanadian economy.\n    They say the country's consumers, who have been spending at\na torrid pace in recent years, will sharply curtail outlays\nthis year and this should help curtail the flow of imports into\nthe country.\n    Meanwhile, demand for Canadian exports in the United\nStates, by far the country's largest market, is expected to be\nstrong as a result of a projected rise in American consumer\nspending and the relatively low value of the Canadian currency.\n    \"We maintain what's going to drive Canada's export\nperformance is income growth in the U.S.,\" said Midland's\nDonegan.\n    But at the Bank of Nova Scotia, deputy chief economist\nWarren Jestin was less optimistic about the U.S. outlook and\nsaid it could be a mistake to read too much into February's\ntrade upturn.\n    Jestin said, \"Given the fact the U.S. economy is showing\nsigns of weakening--particularly car sales--it would indicate\nthat part of the strength (in Canada's trade figures) is\nprobably transitory.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc",
        "atpc"
    ],
    "PEOPLE": [
        "balladur"
    ],
    "EXCHENGES": [
        "nyce"
    ]
}