{
    "DATE": "13-APR-1987 09:02:34.57",
    "TOPICS": [
        "gnp",
        "bop",
        "cpi"
    ],
    "NEWID": "16226",
    "TEXT": {
        "TITLE": "PORTUGUESE ECONOMY REMAINS BUOYANT DESPITE CRISIS",
        "AUTHOR": "    By Pascal Fletcher, Reuters",
        "DATELINE": "    LISBON, April 13 - ",
        "BODY": "Portugal's economy, which has been\nenjoying one of its most buoyant periods in more than a decade,\nmay now be strong enough to shrug off the country's latest\ngovernment crisis, analysts said.\n    But the April 3 ousting of Prime Minister Anibal Cavaco\nSilva's government could slow economic reforms and investment\nas Portugal continues to adapt to membership in the European\nCommunity, which it joined in January last year, they said.\n    Cavaco Silva's minority Social Democratic Party, PSD, was\ntoppled in a parliamentary censure vote by left-wing parties.\n    The centre-right administration had made economic growth\nreform a priority in its 17 months in office.\n    In 1986, Portugal's economy grew four pct, its current\naccount surplus swelled to more than one billion dlrs and\ninflation fell to 10 pct, from 20 pct in 1985.\n    Analysts and businessmen said the prospects of instability\nwere worrying but they felt the foundations for continued\ngrowth had not been badly shaken.\n    \"The economy has developed a certain self-confidence that is\nnow less dependent on the political situation,\" said Fritz\nHaser, economics professor at Universidade Livre, Lisbon.\n    \"The market doesn't see this as a real crisis yet,\" economist\nJorge Braga de Macedo told Reuters.\n    Businessmen have identified political instability over the\nlast 13 years as one of the biggest obstacles to lasting\neconomic progress.\n    The PSD administration was the 16th formed since the 1974\nrevolution.\n    Portugal's developing stock markets, however, remain\nbuoyant. Brokers and unit trust managers said the recent surge\nin economic confidence under the PSD rule was still largely\nunderpinned by continuing optimistic forecasts.\n    Investment grew nearly 10 pct in 1986 and a Bank of\nPortugal forecast, released on the day the PSD government fell,\npredicted the pace of investment and overall economic growth\nwould remain at similar levels this year.\n    But analysts said the crisis interrupted current policies\nand could slow economic development.\n    Soares, who is expected to announce a decision by the end\nof the month, can either call early elections or form a new\ngovernment from parties in the existing left wing-dominated\nparliament.\n    Many businessmen said they strongly favoured quick\nelections as the best solution. \"There is a good chance that a\nmajority government could result from early elections,\"\nConfederation of Portuguese Industry (CIP) president Pedro\nFerraz da Costa said.\n    He said they were optimistic this could mean the\ncontinuation in the near future of liberalisation policies\nintroduced over the last year.\n    The left-wing parties favour a parliamentary solution, but\nthe PSD said it wants an early election in which opinion polls\nsay they could win an overall majority.\n    A PSD majority would also open the way for more\nwide-ranging reforms, such as relaxation of labour laws and\npossible denationalisation of industry, the analysts said.\n    Cavaco Silva has accused the left-wing opposition parties\nof blocking key economic reforms.\n    The left-wingers said Portugal's positive economic results\nwere more the product of favourable international conditions\nsuch as cheaper oil and raw material imports, than of PSD\npolicies.\n REUTER\n\u0003"
    },
    "PLACES": [
        "portugal"
    ],
    "PEOPLE": [
        "cavaco-silva"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}