{
    "DATE": "19-MAR-1987 15:02:35.01",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7366",
    "TEXT": {
        "TITLE": "TEXAS COMMERCE <TCB> SEES IMPROVEMENT IN 1987",
        "AUTHOR": "    By Julie Vorman, Reuters",
        "DATELINE": "    HOUSTON, March 19 - ",
        "BODY": "Texas Commerce Bancshares Inc said that\nrelatively stable oil prices and the bank's planned merger with\nChemical New York Corp <CHL> would help 1987 earnings increase\nfrom last year's profits of 20 mln dlrs.\n    Texas Commerce chairman Ben Love, in an interview with\nReuters, did not elaborate on how much the bank expected\nearnings to increase.\n    \"We would anticipate that this year would be an improvement\nover last because we are stronger,\" Love said, referring to\nTexas Commerce's pending 1.19 billion dlr merger with Chemical.\nThe merger, which may be finalized as early as May 1, will\nlower Texas Commerce's cost of funding by an estimated 10 to 15\nbasis points, Love said.\n    The Texas Commerce-Chemical merger is the only acquisition\nby a major out-of-state bank since Texas lawmakers approved\ninterstate banking effective January 1.\n    Hard-hit by loan losses in energy and real estate in Texas'\nstruggling economy, the only major Texas banks able to report\nprofits in 1986 were Texas Commerce and RepublicBank which\nearned 54.0 mln dlrs. Allied Bancshares Inc <ALBN> lost 17.6\nmln dlrs, MCorp <M> lost 82.1 mln dlrs, InterFirst lost 326.5\nmln dlrs and First City Bancorporation <FBT>, which is actively\nseeking a merger or other form of new capital, lost 402.0 mln\ndlrs.\n    Love said Texas Commerce had turned the corner on its\nenergy loan portfolio problems, but added that the bank's\nnonperforming real estate loans may increase during 1987.\n    \"I think the tidal wave in energy has passed over us,\" he\nsaid. \"The fact that the real estate market is still moving\naway suggests there could be some continuing growth of\nnonperforming loans.\"\n    In 1986, about 42 pct of Texas Commerce's net loan losses\nrelated to real estate lending and 13 pct was due to energy\nloan losses. That compares to 1985 when only 17 pct of the\nbank's losses were in real estate and energy accounted for 43\npct.\n    More than half of Texas Commerce's nonperforming loans,\nwhich totaled 968 mln dlrs at yearend 1986, up from 840 mln\ndlrs the year before, were in real estate.\n    Love said he believed the real estate loan problems for\nTexas Commerce and other major state banks would peak by the\nthird or fourth quarter of 1987. Absorption of empty office\nbuildings in Houston, which has a current vacancy rate of about\n30 pct, will be a gradual process that could take up to four\nyears, he said.\n    \"I think we may be beginning to stabilize this economy. Oil\nat 18 dlrs a barrel brings much more confidence than 10 dlrs a\nbarrel,\" he said.\n    Texas Commerce will retain its name as a separate\nsubsidiary of Chemical and plans to aggressively expand its\nholdings throughout Texas, offering additional products to\nbuild up its consumer banking business, Love said. \"We are\nresuming what we did best for years -- an offensive position,\"\nhe said.\n    In January, Texas Commerce acquired a failed bank in\nMontgomery County, adjacent to the Houston metropolitan area,\nand earlier this month opened a new bank in San Antonio. Texas\nCommerce plans to add more banks in San Antonio and in the\nDallas-Fort Worth area where it currently has only 16 member\nbanks, he said.\n    One day after the Texas Commerce acquisition was announced\nin December, InterFirst Corp <IFC> and RepublicBank Corp <RPT>,\nboth headquartered in Dallas, agreed to merge in a deal valued\nat 570 mln dlrs.\n    The combination of former archrivals RepublicBank and\nInterFirst, giving the two banks a virtual lock on the Dallas\nbanking market, has not changed Texas Commerce's expansion\nplans for the state's second-largest city, Love said. \"We think\nwe can try to get a little part of their roost,\" he said.\n    The Chemical partnership will also give Texas Commerce an\nedge in developing new consumer products, he said.\n    \"We have always been a wholesale bank but we have more than\none million customers all over the state. Chemical will show us\nhow to take advantage of enhancing our consumer products,\" he\nsaid, referring to expansion of such existing products as\ncredit cards and investment banking.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}