{
    "DATE": " 9-APR-1987 11:07:44.59",
    "TOPICS": [
        "potato"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "15620",
    "TEXT": {
        "TITLE": "U.K. POTATO FUTURES TRADING NOT TO BE SUSPENDED",
        "DATELINE": "    LONDON, April 9 - ",
        "BODY": "Trading on the London potato futures\nmarket will not be suspended, Richard Harris, Chairman of the\nLondon Potato Futures Association (LPFA), said in a statement\nto floor members.\n    It was in response to strong representations by the Potato\nMarketing Board (PMB) complaining of a gross distortion of\nprice which they say will result in large deliveries into the\nphysical market when the April futures position expires.\n    The PMB had sought an immediate suspension in futures\ntrading and asked the LPFA to take action to restore the\nrelationship between futures and physicals.\n    Farmers and merchants have alleged a squeeze and cornering\nof the market but Harris pointed out that recent investigations\nby the Association of Futures Brokers and Dealers (AFBD), the\nInternational Commodities Clearing House (ICCH) and other\nparties, found no evidence to substantiate this.\n    The main complaint from some sections of the physical\nmarket is what they say is an unrealistic futures premium over\nthe PMB's average ex-farm price. April futures traded this\nmorning between 168 and 170 stg per tonne compared with PMB's\naverage price of 104 stg.\n    Bill Englebright, joint secretary of the LPFA said there is\na two-tier market for physical potatoes. He said quality\npotatoes are in short supply and prepackers have been paying\nbetween 145 and 165 stg per tonne for best samples. But lesser\nquality grades have traded below 100 stg.\n    Some merchants fear that a large tonnage will be delivered\nagainst the April futures contract between now and the end of\nthe month, and possibly disrupt the physical market.\n    Harris said the LPFA rule book allows the management\ncommittee to take steps as necessary to correct any malpractice\nand he assured the committee is monitoring the situation.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nyce"
    ]
}