{
    "DATE": " 3-MAR-1987 15:13:43.66",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1252",
    "TEXT": {
        "TITLE": "GE <GE> PROFIT OUTLOOK AIDED BY ENGINE ORDER",
        "AUTHOR": "    By Cal Mankowski, Reuters",
        "DATELINE": "    NEW YORK, March 3 - ",
        "BODY": "One of General Electric Co's biggest\nbusinesses, aircraft engines, will ride a wave of increasing\nprofits into 1991 because of a new contract worth 650 mln dlrs,\nWall Street analysts said.\n    Previously, it was expected the business would peak and\ndecline at some point in the next five years. The improved\noutlook results from AMR Corp's <AMR> decision to order 40 new\nplanes powered by CF6-80C2 GE engines.\n    \"Creative financial footwork helped GE get the order,\" said\nNicholas Heymann, analyst at Drexel Burnham Lambert Inc.\n    AMR declined to go into detail on financing arrangements\nfor its order of 15 Boeing Co <BA> and 25 <Airbus Industrie>\ntwinjet long distance aircraft.\n    But AMR said it was using \"rent-a-plane leases\" that allow\nit to operate the aircraft without adding to its debt\nstructure. AMR also has the right to decline delivery of the\nplanes or return them on short notice. The arrangement protects\nAMR in the case of an unexpected development such as a severe\ndownturn in the economy.\n    From GE's point of view the package looks like a good deal\nfor several reasons, Heymann said.\n    GE will be able to record revenue as a sale at the time of\ndelivery, Heymann noted.\n    And if for some reason AMR decides not to take the planes\nGE's financial arm, General Electric Financial Services Inc,\nwould have little trouble rounding up another airline that\nwanted the fuel efficient planes. On the whole, the deal\nappears to pose little risk for GE, Heymann said.\n    GE's stock declined 1/4 to 103-1/2 on 625,000 shares by\nmidafternoon. H.P. Smith, analyst at Smith Barney, Harris Upham\nand Co said for a 40 billion dlr (revenue) company \"no one\norder will have much of an effect on the stock.\"\n    Russell Leavitt, analyst at Salomon Brothers Inc, said the\norder \"will help to maintain a good level of production and\nprofitability in the aircraft engine business\" for GE.\n    Heymann sees operating profits from GE's jet engine\nbusiness rising from 870 mln dlrs last year to 1.3 billion dlrs\nby 1991.\n    Revenue from jet engines was close to six billion dlrs last\nyear, with well over half of the business in the military\nsector, according to analysts' estimates.\n    The rosy outlook for GE's jet engine business coincides\nwith an upbeat performance in other segments.\n    Heymann expects GE to earn 1.39 dlrs per share in the first\nquarter of 1987. Saying many will be suprised by the results,\nhe believes GE has shown through its acquisition of RCA Corp\nthat it has a \"unique ability\" to buy a major business and\nreshape it, pruning some parts and recombining parts with other\nelements of its 14 business areas.\n    Smith sees GE earning 1.35 dlrs per share in the current\nquarter. He credits good results at RCA, in turn aided by the\nNBC broadcasting operation, and lower interest rates.\n    Leavitt sees 1.40 dlrs for the current quarter, in part\ncrediting \"significant benefits from the RCA acquisition.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ]
}