{
    "DATE": " 6-MAR-1987 11:16:00.59",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "sweden"
    ],
    "NEWID": "2652",
    "TEXT": {
        "TITLE": "NORDBANKEN TO AUCTION ITS FERMENTA SHARES",
        "DATELINE": "    STOCKHOLM, March 6 - ",
        "BODY": "Sweden's <Nordbanken> banking group\nsaid it would sell the 4.2 mln B free shares deposited as loan\ncollateral by Fermenta AB's <FRMS.ST> founder and former chief\nexecutive Refaat el-Sayed and it planned to buy them up itself.\n    The bank said the sale - by public auction on March 16 --\nwas because of a debtor's inability to repay an overdue loan.\n    The B free shares closed at 16.50 crowns on the bourse's\nunofficial list -- down from a peak of 300 in January 1986.\nNordbanken said it did not exclude accepting a suitable bid for\nthe shares although it expected to buy them back itself.\n    The statement said the sale did not represent any\nwithdrawal from Nordbanken's undertakings towards the Fermenta\ngroup and that it had been sanctioned by the other main\nshareholders.\n    Nordbanken is Fermenta's third largest creditor with loans\nof 155 mln crowns. It was one of the four Swedish banks which\nlast month agreed to advance the group 110 mln crowns to solve\nits immediate liquidity problems. Together with two other main\nshareholders, it also advanced Fermenta an additional 65 mln\ncrowns until a new equity issue could be made.\n    Fermenta is due to hold an extraordinary shareholders'\nmeeting on Tuesday to approve the planned equity issue.\n    Nordbanken had to make a provision against a 200 mln crown\nloan to el-Sayed in its 1986 results.\n    Fermenta's new management originally hoped to raise 160 mln\ncrowns through the new one for four rights issue and an extra\n170 mln from an issue to Nordbanken, another major creditor and\nshareholder <Gotabanken> and the group's new majority owner\n<Industrivarden AB>.\n    The share price was to be 20 crowns. But there has been\ndoubt over the plans since the stock fell below this level this\nweek after Fermenta's former chairman Kjell Brandstrom said the\ncompany was in a much worse state than he thought.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "amex"
    ]
}