{
    "DATE": "26-MAR-1987 13:09:57.13",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10049",
    "TEXT": {
        "TITLE": "FED'S HELLER URGES BROAD REFORM TO AID BANKING",
        "DATELINE": "    WASHINGTON, March 26 - ",
        "BODY": "Federal Reserve Board Governor\nRobert Heller said the banking system could be strengthened by\npermitting formation of financial services holding companies\ninvolved in areas like banking, insurance, real estate and\nsecurities.\n    In a speech prepared for delivery in New York to the Bank\nand Financial Analysts' Association, Heller said, \"I believe\nthat increased diversification along geographic and product\nlines is the key to strengthening the American banking system.\"\n    He said he supported the idea of financial services holding\ncompanies advocated by the Association of Bank Holding\nCompanies in which regulation of various bank, thrift,\ninsurance, investment, securities and real estate subsidiaries\nwould be handled on functional lines.\n    \"Limits would be placed on the extension of credit by the\nbank to the associated institutions, and all transactions would\nhave to be on an arms-length basis,\" Heller said.\n    Measures would be necessary to avoid abuse of the banks'\nspecial position by such holding companies or subsidiaries.\n    Heller said he \"would require the holding company to serve\nas a 'source of strength' to the bank by making a commitment to\nmaintain the bank's capital.\n    \"In other words, the bank would not be allowed to fail as\nlong as the holding company has a positive net worth.\"\n    Heller also said commercial enterprises should be permitted\nto own a financial services holding company, again with the\nprovision that capital would flow to the financial enterprise\nif necessary.\n    Heller said the effects of these actions \"would be banks\nthat are at least as strong as the corporations holding them\" in\nwhich customer deposits were assured while any incentive to\n\"loot the bank\" was removed.\n    Such diversification would give access to national and\ninternational financial services to corporations across the\nUnited States.\n    Heller said that would mean \"the steady decline of America's\nbanks in the world financial league tables would be arrested\" by\npermitting them to become more competitive.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "balladur",
        "lawson"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}