{
    "DATE": "23-MAR-1987 09:49:40.50",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "8252",
    "TEXT": {
        "TITLE": "JAPAN IN LAST DITCH EFFORT TO SAVE CHIP PACT",
        "AUTHOR": "    By Rich Miller, Reuters",
        "DATELINE": "    TOKYO, March 23 - ",
        "BODY": "Japan has launched a last-ditch effort to\nsalvage its computer micro-chip pact with the United States -\nsending a letter to top American policy makers setting out its\ncase and instructing its producers to cut output further.\n    \"We must make our utmost effort to ward off any catastrophe,\"\nMinistry of International Trade and Industry (MITI) Deputy\nDirector General Masaji Yamamoto told reporters.\n    \"If hasty action is taken in the United States, it will\ncreate very serious problems.\"\n    The Reagan Administration's Economic Policy is expected to\nmeet Thursday to review Japanese compliance with the bilateral\nagreement hammered out last year. Under the pact, Tokyo agreed\nto stop selling cut-price chips in world markets and to\nincrease its imports of American semiconductors.\n    Washington has accused Japan of reneging on the deal by\nselling low priced chips in Asia and by failing to boost\nAmerican imports, and has threatened to take retaliatory\naction.\n    In an effort to save the agreement, MITI is asking Japanese\nchip makers to limit production in the hope that will boost\ndomestic demand and reduce the incentive to export.\n    Yamamoto said that Japan will slash output of 256 kilobit\ndynamic random access and erasable programmable read only\nmemory chips by 11 pct in the second quarter. This follows a\ncutback of more than 20 pct in the first three months of the\nyear.\n    He said the cutbacks were already drying up the supply of\nchips available for export through unregulated distributors in\nthe so-called grey market.\n    \"We have almost no grey market,\" he said. \"Supply is\ndiminishing.\"\n    To help ensure that the cutbacks are implemented, MITI\ncalled in the president of Japan's largest semiconductor maker,\nNEC Corp <NIPN.T> last week, he said. It is also issuing\nspecific instructions on production to the Japanese subsidiary\nof <Texas Instruments Inc>.\n    Trade and Industry Minister Hajime Tamura spelled out the\nsteps Japan was taking to salvage the pact and appealed for\nU.S. Understanding in a letter to top American policy makers.\n    The letter was sent today to U.S. Secretary of State George\nSchultz, Treasury Secretary James Baker, Commerce Secretary\nMalcolm Baldrige and U.S. Trade Representative Clayton Yeutter.\n    The four, who make up the Economic Policy Council, are\nexpected to consider evidence presented by U.S. Chip maker\nMicron Technology Inc <DRAM.O> of cut-price Japanese sales in\nHong Kong.\n    Yamamoto admitted that <Oki Electric Industry Co>'s Hong\nKong subsidiary had sold chips at an inappropriate level but\ndenied that it was dumping chips at rock-bottom prices.\n    \"If the United States uses this as proof of dumping...We\nwill present our rebuttal,\" he said.\n    The sales though were inappropriate in the light of MITI's\nadvice to semiconductor makers to sell chips at well above\nproduction costs to avoid any hint of dumping, he said.\n    He also called the case \"strange,\" but he stopped short of\nendorsing Japanese newspaper accusations that Oki had been\ntrapped into making the sales. He did say though that Micron\npublicized the invoice documenting the sales on the same day\nthey were made and that Oki was unable to locate the person who\nhad bought the chips when it tried to buy them back last week.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}