{
    "DATE": "20-MAR-1987 02:00:36.51",
    "TOPICS": [
        "grain",
        "rice",
        "wheat",
        "tea",
        "sugar"
    ],
    "PLACES": [
        "hong-kong",
        "australia",
        "sri-lanka",
        "china",
        "indonesia",
        "peru"
    ],
    "NEWID": "7545",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - ASIAN DROUGHTS",
        "AUTHOR": "    By Gavin Greenwood, Reuters",
        "DATELINE": "    HONG KONG, March 20 - ",
        "BODY": "Three geographically diverse droughts\nin Asia are being linked by some scientists to a\nreintensification of the complex and little-understood El Nino\nweather pattern, <Accu-Weather Inc>, a commercial weather\nforecasting service, said.\n    Rice and wheat farmers in China, wheat and sugarcane\ngrowers in Australia and tea planters in Sri Lanka all face\nserious losses to their respective harvests unless rains arrive\nin time to break the droughts, offical reports, government\nofficials and meteorologists said.\n    Wen Wei Po, a Hong Kong daily with close Peking links, said\nthe drought is the worst in over 20 years and some provinces\nhave been without adequate rainfall for more than seven months.\n    Rice planting is threatened in eight provinces, it added.\n    Rainfall in the key farming provinces of Henan and Sichuan\nwas 70 pct below average during February, the lowest figure for\nover 20 years, the paper said.\n    The dry weather has cut stored water volumes by over 20 pct\ncompared with last March and lowered the water levels of many\nrivers, it added.\n    This has resulted in reduced hydro-electric power, causing\nshortages to industry and households. The upper reaches of the\nYangtze are at their lowest levels in a century, causing many\nships to run aground, Wen Wei Po said.\n    Unusually high temperatures have also been reported across\nChina, media reports said. The People's Daily said Sichuan has\nrecorded temperatures three degrees Celsius higher than average\nsince early February.\n    The New China News Agency said the average December\ntemperature in Harbin in the northeast was six degrees higher\nthan last December and 14 degrees higher than December 1984.\n    Severe drought is affecting about one-third of Sri Lanka\nand threatens to reduce the country's tea crop, Ministry of\nPlantation Industries officials told Reuters\n    In Australia, concern is growing about below-average\nrainfall levels in parts of the sugarcane belt along the\nQueensland coast and in Western Australia's wheat belt, local\nMeteorological Bureau officials said.\n    For many farmers and government officials the fear is that\nwhile the present low rainfall does not yet pose a major\nthreat, the prospect of a dry autumn/winter season when the\nwheat crop is in its early stages certainly does, they added.\n    Concern is heightened by the memory of the 1982/83 drought\nwhich devastated the wheat crop and coincided with the\noccurrence of the barely understood weather phenomenon known as\nEl Nino, they said.\n    Although meteorologists are cautious about linking the\nAsia-Pacific region's disrupted weather patterns to any single\ncause, El Nino's role is being closely studied, they said.\n    Accu-Weather Inc, which specialises in providing data for\nagriculture and shipping interests, said each El Nino 'event'\nwas unique.\n    The El Nino does not always produce the same effects and\nthe present occurrence is much less pronounced than the last\nmajor event in 1982/83, it said.\n    El Nino, Spanish for \"Christ Child\" because it appears around\nChristmas, is formed by the action of warm air, bearing clouds\nand rain, shifting from the Indonesian archipelago to the coast\nof Peru, where it mingles with the cold waters associated with\nthe Peru current and returns across the Pacific as the trade\nwinds, meteorologists said.\n    The winds, strengthened by El Nino's \"pump\" effect, raise the\nsea level off Australia and Indonesia, they said.\n    When the winds drop, the ocean, seeking equilibrium, sends\na surge of warmer water back across the Pacific where it\ncollides with the cold seas off Peru, they said.\n    One effect of this heat exchange is to deflect the\nrain-bearing clouds away from Australia and Indonesia into the\nPacific, where they further disrupt other weather patterns.\n    The prospects for an end to the droughts vary, Accu-Weather\nsaid.\n    China, where the affected areas have received between 40\nand 75 pct of normal rainfall, will have to wait for the\nMay-September rains, it said.\n    The May-September rains normally provide the\ndrought-striken areas with 80 pct of annual rainfall.\n    In Australia, areas of Queensland's coastal strip have\nreceived less than half the normal rainfall during the current\nwet season, but prospects for increased rains are diminishing\nas the rainy season draws to an end.\n    In Sri Lanka, the drought has come when rainfall should be\nat its maximum for the year. The year's secondary rains usually\noccur between April and June, although it is not possible at\nthis stage to forecast whether they will arrive as usual.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "singhasaneh"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}