{
    "DATE": " 7-APR-1987 15:09:17.15",
    "TOPICS": [
        "sugar",
        "livestock"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "NEWID": "14434",
    "TEXT": {
        "TITLE": "U.S. IMMIGRATION RULES SPARK CONGRESS OBJECTIONS",
        "DATELINE": "    WASHINGTON, April 7 - ",
        "BODY": "New immigration rules relating to\nalien farm workers and reportedly being drafted by the U.S.\nAgriculture Department are meeting with objections in Congress,\nsources on Capitol Hill said.\n    USDA is drafting regulations, required by a 1986 law, that\nwould offer amnesty to illegal aliens if they worked in the\ncultivation of fruits, vegetables and other perishable\ncommodities.\n    The department is considering including in its definition\nof perishable commodities such farm products as tobacco, hops,\nSpanish reeds and Christmas trees, while excluding sugar cane,\nthe New York Times reported yesterday.\n    Rep. Howard Berman, D-Calif., would like to see the\ndefinition extended to include sugar cane, cultivation of which\nis \"a breeding ground for one of the scandals of the nation,\"\nGene Smith, a spokesman for Berman, said.\n    Livestock, dairy and poultry producers have been lobbying\nUSDA hard to have their products covered by the amnesty\nprovision, farm industry sources said.\n    Chuck Fields of the American Farm Bureau Federation said\nlivestock producers were \"desperate\" because they fear they will\nbe unable to retain the many illegal aliens who have joined\nthat industry.\n    A House staff member involved in drafting the landmark 1986\nimmigration law who asked not to be identified said Congress\ndid not mean to extend special amnesty provisions to workers\nwho helped cultivate tobacco, and that inclusion of hops and\nSpanish reeds was \"marginal.\"\n    In addition, lawmakers made it clear during consideration\nof the bill that lumber workers were not to be covered by the\nthe amnesty provisions, making the inclusion of Christmas trees\n\"a tough call,\" this source said.\n    USDA officials declined to comment on the draft regulation\nexcept to say it was subject to change before it will be\nreleased, probably some time later this month.\n    While lawmakers may object to the USDA rule under\nconsideration relating to perishable commodities, Congress is\nnot likely to reopen debate on the controversial immigration\nquestion, congressional sources said.\n    The amnesty provision specially designed for farm workers\nwas crucial to passage of the overall immigration bill.\n    Congressional staff members estimate the special farm\nworker amnesty provision would apply to between 250,000 to\n350,000 aliens. The law would allow eligible farm workers who\nworked for 90 days during the year ending May 1, 1986, to apply\nfor temporary, then permanent, resident status.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}