{
    "DATE": " 7-APR-1987 07:20:12.02",
    "TOPICS": [
        "money-fx",
        "dlr"
    ],
    "PLACES": [
        "west-germany",
        "usa"
    ],
    "NEWID": "13531",
    "TEXT": {
        "TITLE": "NO INTERVENTION, DOLLAR FIXED AT 1.8218 MARKS",
        "DATELINE": "    FRANKFURT, April 7 - ",
        "BODY": "The Bundesbank did not intervene as\nthe dollar was fixed lower at 1.8218 marks after 1.8243\nyesterday, dealers said.\n    Dealers said dollar trading was very quiet over the\nEuropean morning, with operators made wary by today's meeting\nof the Group of Five finance ministers and central bank chiefs\nahead of the full IMF/World Bank session in Washington.\n    It was undermined by remarks from U.S. Council of Economic\nAdvisers Chairman Beryl Sprinkel who told Iowa bankers the U.S.\nHad no objective regarding the value of the dollar.\n    Sprinkel also called the reference to stabilizing exchange\nrates at about current levels, made at the Paris meeting on\nFebruary 22, a \"vague statement,\" casting doubt on operators'\nassumptions that a secret target level had been set.\n    Sprinkel added that if West Germany and Japan made progress\nto stimulate their economies as the Paris agreement envisaged,\n\"there would not be the necessity of significant declines in the\ndollar.\"\n    One dealer for a U.S.-based bank noted the dollar tended\neasier after the remarks. \"They were obviously regarded as being\nnegative. And if the market starts regarding anything that\ncomes out negatively then it means that the underlying\nsentiment is negative,\" he said.\n    Some early selling pressure softened the dollar's\nundertone.\n    Most operators overlooked intervention by the Bank of Japan\nto support the dollar against selling in favour of the yen by\ninstitutional investors and overseas operators, dealers said.\n    After the strong focus on the dollar/yen rate in recent\nweeks up to the end of the Japanese financial year on March 31,\ninterest and activity was likely to switch, dealers said.\n    \"We can start to look at a point in time where the interest\nshifts away from dollar/yen and more into dollar/mark and the\nother European currencies,\" the U.S. Bank dealer said.\n    Despite the softer undertone, traders would remain wary of\ntaking significant new positions during the Washington\nmeetings, dealers said. Aside from the G-5 session today,\nBundesbank President Karl Otto Poehl is due to meet the German\nAffairs group on international monetary issues later.\n    The mark gained some strength from news the Bundesbank set\na new securities repurchase tender to add money market\nliquidity at a fixed 3.80 pct, unchanged from those over the\nlast several weeks. Some expectation had been growing that it\nmight cut the rate or move to a minimum interest rate tender,\nsignalling a desire for a slight easing in credit policy.\n    Bundesbank central bank council member Lothar Mueller said\nthe Bundesbank had not given up its focus on money supply. A\nmonetary policy which took into account exchange rates and\ncapital flows could not be confused with an exchange-rate\noriented policy, he said, contradicting some growing sentiment.\n    Sterling eased a touch to 2.950 marks at the fixing from\n2.957. The yen's unabated strength, despite the intervention,\nbrought it up to 1.2555 marks per 100 from yesterday's 1.2480.\n    The Swiss franc rose to a fix of 120.515 marks per 100 from\n120.180. The French franc eased to 30.055 marks per 100 after\n30.060, Belgian franc was little changed at 4.829 marks per\n100.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "icco"
    ]
}