{
    "DATE": " 9-MAR-1987 12:51:10.26",
    "TOPICS": [
        "acq",
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3242",
    "TEXT": {
        "TITLE": "DART SAID LIKELY SUPERMARKETS GENERAL SUITOR",
        "DATELINE": "    NEW YORK, March 9 - ",
        "BODY": "Dart Group <DARTA> is likely seeking to\nbuy Supermarkets General <SGL>, analysts said.\n    \"There's been rumors that they've taken a position in the\ncompany, said Wood Gundie analyst Edward Comeau.\n    Last year, Dart Group, owner of Auto Trak INc and Crown\nBooks, competed against Kohlberg, Kravis to acquire Safeway\nStores INc.\n    The company later reached an accord under which it would\nbuy 20 pct of the company after Kohlberg Kravis completed its\nleveraged buyout of the company.\n    The company later sold its 20 pct stock for about 180 mln\nto 200 mln dlrs, according to analysts.\n     Dart Group Corp was not immediately available for comment.\n    Jerry Ballan, analyst with Conner Ballan division of Edward\nViner and Co, said, \"They <Dart> has been rumored to be buying\nsome other supermarkets as well, such as Stop and Shop.\"\n    \"My guess is that Supermarkets General does not want to be\nbought out,\" said Ballan.\n    Analysts, however, said Supermarkets General is facing\nproblems due to its Purity Supreme and Rickels operations,\nwhich might make it difficult to thwart a bid.\n    Supermarkets General is expected to report about 1.70 dlrs\na share compared to a 1.73 dlrs a share reported for 1985 on a\npost stock split basis.\n    For the first quarter, Comeau predicts the company will\nearn 39 cts a share from 35 cts a share a year ago, and should\nearn about 2.05 dlrs for 1987.\n    \"But that estimation could go to a 1.80 dlrs easily, due to\nPurity Supreme in New England,\" Comeau said.\n    He said competition among supermarkets is getting heated in\nthat area and that the company has had difficulty with\nintegrating Purity Supreme with its Pathmark store operations.\n    Rickels, a home center business, has faced problems due to\nthe state of that industry, and has reported lower returns as\nan operating unit, according to analysts.\n    Analysts said that if Dart buys Supermarkets General it\nwould probably divest the company's operations.\n    Analyst Comeau said \"supermarkets general may seek a\ncombination with another supermarket company.\"\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}