{
    "DATE": "16-MAR-1987 12:14:01.89",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "colombia"
    ],
    "NEWID": "5471",
    "TEXT": {
        "TITLE": "COLOMBIA COFFEE EXPORTERS BELIEVE IN PRAGMATISM",
        "AUTHOR": "    By Gilles Trequesser, Reuters",
        "DATELINE": "    BOGOTA, March 16 - ",
        "BODY": "Private coffee exporters say Colombia's\nmore pragmatic coffee marketing policy will ensure that the\ncountry does not suffer excessively from current depressed\nprices and erratic market conditions.\n    Gilberto Arango, president of the exporters' association,\nsaid in an interview that Colombia, the world's second largest\nproducer, was in a position to withstand a prolonged absence of\nInternational Coffee Organization (ICO) export quotas.\n    \"Colombia is one of the countries that will benefit most\nfrom this situation,\" he said.\n    Recent ICO talks in London failed to break a deadlock over\nre-introduction of export quotas, suspended in February 1986,\nand no date has been set for a new meeting on the issue.\n    Arango said that government measures adopted here last\nweek, including a lower export registration price, indicated a\nmajor change but also disclosed a welcome pragmatism.\n    \"This is the start of a new era in Colombia because world\nmarket conditions are also new,\" he said.\n    The government lowered local taxes for exporters and said\nthe export registration price, or reintegro, will be changed\nmore often in order to closely reflect market trends.\n    Arango said an illustration of Colombia's new attitude was\nthe decision on Friday to open export registrations for an\nunlimited amount.\n    But he added it did not imply the country would begin heavy\nselling of coffee.\n    \"Our marketing policy is to sell without haste but\nconsistently. No targets for volume will be set. We will react\nto market factors adequately and Colombia has no intention of\ngiving its coffee away.\"\n    Colombia's past records should be the basis for upcoming\nexports, he said.\n    \"We will certainly not export seven mln (60-kilo) bags but\nneither are we going to sell like mad. The trade knows full\nwell what Colombia's export potential is,\" he said.\n    Colombia, with stockpiles standing at about 10 mln bags,\nexported a record 11.5 mln bags in the 1985/86 coffee year\nwhich ended last September, and 11.3 mln in calendar 1986.\n    Arango did not want to commit himself on export predictions\nbut said that output for the 1986/87 coffee year would not\nexceed 10.5 mln bags, compared with 12 mln forecast by the\nNational Coffee Growers' Federation and 12.5 mln by the U.S.\nDepartment of Agriculture, a figure he said was \"ridiculous.\"\n    He said ageing plantations and rust, in particular in the\nnumber one producing province of Antioquia, meant output was\nlikely to fall but that nationwide estimates were rare and\noscillated between 9.5 mln and 11.5 mln bags.\n    On the failure of the recent ICO talks, Arango said\nColombia understandably felt frustrated at not having managed\nto force a compromise.\n    Jorge Cardenas, manager of the national federation and head\nof his nation's delegation in London, has blamed the\nintransigence of some big countries, without naming them.\n    However, Arango, like Colombian Finance Minister Cesar\nGaviria last week, was more explicit and said the United States\nwould undoubtedly be under great political pressure in coming\nweeks to revise its policy.\n    \"Washington will have to take into account that for many\ncountries, and some of its allies for instance in Central\nAmerica, a sharp fall in coffee export revenue would have\nfar-reaching political and economic consequences.\"\n    Arango ruled out a fresh Colombian initiative on export\nquotas saying producers had now to show a common resolve which\ncould emerge from continuous contacts.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}