{
    "DATE": " 1-JUN-1987 12:01:07.70",
    "TOPICS": [
        "interest",
        "money-fx",
        "dfl",
        "dmk"
    ],
    "PLACES": [
        "netherlands",
        "west-germany"
    ],
    "PEOPLE": [
        "duisenberg"
    ],
    "NEWID": "17620",
    "TEXT": {
        "TITLE": "DUTCH OFFICIAL RATE CUT SEEN STILL LIKELY",
        "AUTHOR": "    By Marcel Michelson, Reuters",
        "DATELINE": "    AMSTERDAM, June 1 - ",
        "BODY": "A cut of about half a percentage point\nin Dutch official interest rates is still in prospect, although\neconomists said the timing would depend on Bundesbank moves.\n    Speculation has been rife that the Dutch Central Bank,\nencouraged by a strong guilder/mark relationship and wide\npremiums for Dutch money and capital market rates over German,\nmight lower rates without the Bundesbank moving first.\n    Last month, the Central Bank lowered its special advances\nrate to 5.1 pct from 5.25 pct after the Bundesbank dropped its\nrepurchase tender rate to 3.55 pct from 3.8 pct.\n    That rate has remained in force, just holding above the\nfive pct official secured loans rate which governs commercial\nbank borrowings.\n    Given a strong guilder, a further fall in the West German\nrepo rate would trigger a lower special advances tariff,\nforcing an official Dutch rate cut, analysts said.\n    In February, when the Bundesbank cut its discount rate to\nthree pct from 3.5 pct, the Central Bank only lowered money\nmarket rates and removed a surcharge over the secured loans\nrate on lending under its three month credit quota.\n    Since then, however, both the Central Bank and Finance\nMinistry have made it clear they favour lower official rates.\n    In April, Central Bank President Wim Duisenberg said he\nwould follow any Bundesbank cut, and last week the Finance\nMinistry expressed satisfaction when it raised 2.25 billion\nguilders with a six pct coupon state loan priced at 100.10 pct\nfor an effective yield of 5.98 pct, the lowest since 1965.\n    Technically, analysts said, there has to be a difference\nbetween the secured loans rate which applies to lending under\nthe credit quota, and the tariff on special advances which add\nextra liquidity to the money market.\n    Bank economists and dealers said a West German move to\nfurther lower the rate on securities repurchase pacts would\nresult in the Central Bank easing the special advance rate,\nprovided the guilder/mark relationship permitted.\n    The Central Bank aims to keep the guilder stable around its\nparity value within the European Monetary System of 112.673\nguilders per 100 marks.\n    Today, foreign exchange buying pushed the mark up 10\nguilder cents to 112.705 guilders per 100 at the fix, a level\nthat would not permit a change in the interest rate\ndifferential between West Germany and the Netherlands, dealers\nsaid.\n    An economist at ABN Bank said he expected West German and\nDutch interest rates to ease in the short term. However, he\nsaid new wage agreements in West Germany had raised inflation\nexpectations which would put upward pressure on interest rates\nin the longer term.\n    In the Netherlands, the inflation outlook for 1987 is nil,\nor even negative, while the latest official economic forecasts\npoint to a falling rate of economic growth.\n    \"It will depend on the outcome of collective wage agreement\nnegotiations here whether there could be cost push inflation,\"\nthe ABN economist said.\n    He said Dutch money supply growth, which ran at 3.4 pct in\nJanuary, could also contribute to some inflation.\n    At Amro Bank, a leading analyst said inflation could run to\ntwo pct next year. The bank expects Dutch capital market rates,\ncurrently averaging around 6.1 pct, to stop easing in the\nsecond half of this year and stabilize around 5.6 pct.\n    Analysts said an official rate cut could trigger a buying\nspree on the bond market which would bring yields down,\nprobably only temporarily, while money rates could fall below\nfive pct.\n    Currently, all periods are traded at 5.12 to 5.25 pct in\nthe money market.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}