{
    "DATE": "26-APR-1987 06:24:19.96",
    "TOPICS": [
        "trade",
        "money-fx",
        "dlr"
    ],
    "PLACES": [
        "japan",
        "usa",
        "uk",
        "canada",
        "france",
        "italy",
        "west-germany"
    ],
    "PEOPLE": [
        "tamura",
        "de-clercq",
        "yeutter"
    ],
    "NEWID": "17205",
    "TEXT": {
        "TITLE": "G-7 OFFICIALS TO DECIDE ON SUMMIT AGENDA",
        "DATELINE": "    OSAKA, Japan, April 26 - ",
        "BODY": "Senior officials from the Group of\nSeven (G-7) countries will meet next week to decide an agenda\nfor the body\"s June summit scheduled to be held in Venice,\nJapanese officials said.\n    The meeting will provide senior government officials with\ntheir first chance to discuss the recent sharp drop of the\ndollar, although the main focus of the gathering is longer\nterm, they said.\n    Deputy Finance Ministers, including Japanese Vice-Finance\nMinister Toyoo Gyohten, will attend. The meeting will be held\nin Italy, they said, but gave no other details.\n    The leaders of the G-7, the United States, Britain, Canada,\nFrance, Italy, Japan and West Germany, are expected to discuss\nways of improving economic policy coordination in Venice.\n    The hope is that increased coordination will help reduce\nthe huge imbalances in world trade and calm volatile currency\nmarkets. But economists say the strategy has so far not worked.\n    Japanese officials admitted there is little more they can\ndo on their own to stem the dollar decline, which last week saw\nthe currency plunge to a post-war low below 140 yen.\n    The officials said they expected sentiment against the\ndollar to change soon, once the U.S. Trade deficit starts to\nfall and the Japanese surplus begins to shrink.\n    \"We have already seen some signs of improvement (in the\ntrade picture), but the market does not appreciate it yet,\" one\nsaid.\n    Last week\"s passage of the Japanese government budget by\nparliament\"s Lower House also paves the way for Tokyo to take\nadditional action to stimulate its sagging economy and boost\nimports, the officials said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}