{
    "DATE": " 2-JUN-1987 11:55:00.59",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "18095",
    "TEXT": {
        "TITLE": "GERMAN EXPERTS SAY NO FURTHER ECONOMIC STIMULUS",
        "DATELINE": "    BONN, June 2 - ",
        "BODY": "The West German government's independent\ncouncil of economic experts believes a further stimulation of\nthe economy is inappropriate, government spokesman Friedhelm\nOst said.\n    A statement released by Ost after a meeting of Chancellor\nHelmut Kohl and senior government officials with the council\nsaid the experts believed 1987 ecomomic growth of 1-1/2 to two\npct was achievable.\n    It added the council believed \"an intensification of the\nalready expansionary stimulation of monetary and financial\npolicy is not called for.\"\n    Ost's statement said experts believed further pressure on\nWest Germany to adapt to external economic factors would not\nincrease.\n    The government regularly uses the term \"changed external\neconomic factors\" when referring to the fall of the dollar,\nwhich has severely damaged West German exports. Bonn officials\nhave said they expect exports to pick up during the year, but\ncould still fall below the 1986 level.\n    Along with other leading industrial countries, West Germany\nagreed to a package of measures at a meeting in Paris in\nFebruary aimed at stemming the fall of the dollar.\n    The stance taken by the experts backs up the official\nposition of the West German government ahead of next week's\nseven nation summit in Venice, where Bonn is expected to be\npressed by the U.S. And other partners to boost its economy.\n    West German government officials have stressed Bonn is not\nin a position to stimulate growth further since tax cuts due\nnext year and 1990 are already stretching the budget.\n    The Bundesbank has also ruled out a quick cut in official\ninterest rates although it sees market rates continuing low.\n    The experts' prediction for economic growth this year of\nbetween 1-1/2 and two pct is a slight downward revision from a\nforecast made last November when two pct growth was forecast.\n    Many independent forecasters have revised down 1987\npredictions in light of the downturn in exports. The government\nitself has said it expects growth of just under two pct,\ncompared with a 2.4 pct expansion in 1986.\n REUTER\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}