{
    "DATE": "22-MAR-1987 01:49:17.41",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "philippines",
        "australia"
    ],
    "NEWID": "8085",
    "TEXT": {
        "TITLE": "AUSTRALIAN OFFER FOR SAN MIGUEL SHARES",
        "DATELINE": "    MANILA, March 22 - ",
        "BODY": "Diversified investment company, <Ariadne\nAustralia Ltd>, has offered 3.8 billion pesos for 38 mln shares\nin the Philippine brewing firm <San Miguel>, a Manila newspaper\nreported.\n    The Sunday Times quoted a letter sent yesterday to\nPresident Corazon Aquino from Ariadne's chairman, New Zealander\nBruce Judge, that he was offering cash equivalent to five pct\nof the nation's yearly budget to buy the shares from the\ngovernment.\n    The presidential office and Ariadne representatives in\nManila were not available for comment on the report.\n    The shares are the entire block seized by the government\nfrom the United Coconut Planters Bank (UCPB) on suspicion that\nthe real owner was Eduardo Cojuangco, the former chairman of\nSan Miguel and UCPB and a close associate of deposed president\nFerdinand Marcos.\n    The 38 mln shares consist of 24 mln class A stock and 14\nmln class B shares.\n    Government officials have said earlier that the more\nvaluable class A shares would not be sold to foreigners.\n    The offer values each share at 100 pesos -- the price at\nwhich the Philippine Social Security System suggested it might\nbuy eight mln class A shares last week.\n    \"Judge's offer of 3.8 billion pesos is about five pct of the\nPhilippines' yearly budget,\" Ariadne's Philippine agent Domingo\nPanganiban was quoted as telling reporters yesterday.\n    \"Mr Judge's objective in this investment is to make his\ncorporation's management expertise available to San Miguel so\nthat the company's assets can be fully utilised.\"\n    San Miguel, the country's largest brewer, is also one of\nthe major manufacturers of grocery lines.\n    Panganiban is quoted as saying that San Miguel could tap\nfood and liquor distribution lines in Australia, Britain, the\nU.S., New Zealand and Hong Kong through <Barwon Farmlands Ltd>,\na listed Australian firm in which it has 30 pct equity.\n    Ariadne, with about one billion dlrs in assets and turnover\nof about two billion, has interests also in mining, real estate\nand agricultural products.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "worldbank"
    ],
    "PEOPLE": [
        "conable",
        "suharto"
    ]
}