{
    "DATE": " 2-MAR-1987 15:11:09.09",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "canada"
    ],
    "NEWID": "718",
    "TEXT": {
        "TITLE": "TALKS SHOW NEW CANADIAN CONFIDENCE, GROUP SAYS",
        "DATELINE": "    WASHINGTON, March 2 - ",
        "BODY": "Canada's decision to raise the issue\nof a free trade pact with the U.S. was a sign of what many see\nas a new spirit of Canadian self-confidence, a public policy\nstudy group said \n    \"It suggests the Canada of the immediate post-war period,\nwhen it was a major player in the process of building a postwar\nworld,\" the Washington-based Atlantic Council said.\n    U.S. and Canadian negotiators opened talks last summer\naimed at dismantling trade barriers between the two countries,\nthe world's biggest trading partners with crossborder shipments\nof about 150 billion dlrs annually.\n    The council's study said the trade talks, with a deadline\nof October for an agreement, are the biggest issue in\nU.S.-Canadian relations.\n   The study said liberalized trade between the two countries\nwould improve the competitiveness of their economies in world\nmarkets and lessen trade irritants which now mar their ties.\n    The council said \"in the past most Canadians have shied away\nfrom the notion of a free-trade arrangement, fearing to be\noverwhelmed economically and politically by a closer\nassociation with a country 10 times their size in population.\"\n    But at the same time, it added, Canadians realized their\ndomestic market was too small to permit the mass production and\nsales needed to raise productivity to the level demanded by an\nincreasingly competitive world.\n    The council said that in the talks, Canada is chiefly\ninterested in minimizing the imposing of U.S. duties against \nallegedly subsidized exports.\n    A recent example was the 15 per cent duty the U.S. imposed\non Canadian lumber exports on grounds the shipments were being\nsubsidized.\n    The council said the chief U.S. concerns included ending\ncurbs against U.S. banking, insurance, telecommunications, and\nthe so-called \"cultural industries\" - publishing, broadcasting\nand films.\n    It said other major U.S.-Canadian issues were defense\ncooperation, \"acid rain\" and the U.S. rejection of a Canadian\nassertion of sovereignty over waters of the Northwest Passage.\n Reuter\n\u0003"
    },
    "ORGS": [
        "atpc"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}