{
    "DATE": "19-MAR-1987 10:09:02.82",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "7102",
    "TEXT": {
        "TITLE": "DEUTSCHE BABCOCK SEES HIGHER 1986/87 PROFITS",
        "DATELINE": "    OBERHAUSEN, West Germany, March 19 - ",
        "BODY": "Deutsche Babcock AG\n<DBCG.F> expects profits to rise in the current financial year\nending September 9 although the earnings level is still\nunsatisfactory, managing board chairman Helmut Wiehn said.\n    He told a news conference that business during the year had\nweakened somewhat but was still generally positive.\n    Sales during the first five months to February was 1.26\nbillion marks, 46.7 pct down from the same 1985/86 period.\nHowever, he expected turnover for the year to be approximately\nunchanged from the previous year's 5.14 billion marks when\ncurrent orders from major projects are booked.\n    Wiehn said incoming orders in the first five months to end-\nFebruary totalled 2.50 billion marks compared with 2.04 billion\nfor the same period in 1985/86. They included a 45.8 pct\nincrease in domestic orders to 1.57 billion marks.\n    Orders in hand for the five months were 16.7 pct higher at\n8.64 billion marks.\n    Wiehn added that Babcock was still aiming for a three pct\nyield on turnover. In the year to September 1986 group profits\ntotalled 39 mln marks on sales of 5.14 billion against the\nprevious year's 32 mln on 5.11 billion marks.\n    Parent company turnover was unchanged at 25.6 mln marks.\n    Wiehn said Babcock's liquidity had clearly improved in the\ncurrent business year, with financial reserves in the first\nfive months rising by 237 mln marks to 831 mln after increasing\nby 408 mln marks to 594 mln in 1985/86.\n    He said pre-tax earnings per share for 1985/86, according\nto the DVFA method, were 26.95 marks from 21.40 marks and\nearnings after tax rose to 10 marks from 8.10.\n    The company earlier said dividend will be unchanged at\nthree marks for ordinary shares and 3.50 marks for preference\nshares.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "icco"
    ]
}