{
    "DATE": " 4-MAR-1987 10:16:28.05",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1466",
    "TEXT": {
        "TITLE": "WILLIAMS <WMB> HAS 4TH QTR CHARGE",
        "DATELINE": "    TULSA, March 4 - ",
        "BODY": "Williams Cos said a fourth quarter charge\nof 250 mln dlrs from discontinued operations and writedowns\ncontributed to a 1986 net loss of 240 mln dlrs or 6.97 dlrs a\nshare against earnings of 31.6 mln dlrs or 92 cts in 1985.\n    The loss in the quarter was 232.3 mln dlrs or 6.75 dlrs\nagainst income of 10.7 mln dlrs or 31 cts a year ago. Revenues\nin the quarter fell to 521.1 mln dlrs from 716.9 mln and in the\nyear fell to 1.9 billion dlrs from 2.5 billion in 1985.\n    Williams also said the previously announced sale of its\nAgrico Chemical Co unit to Freeport-Mcmoran Resource Partners\nLtd has cleared antitrust review and should close next week.\n    The 1987 first quarter will include proceeds from the\nAgrico sale, for 250 mln dlrs cash at closing plus deferred\npayments, and proceeds of 320 mln dlrs from the sale of a stake\nin Peabody Holding Co, completed in January.\n    In the 1986 first quarter, Williams reported net of 14.2\nmln dlrs or 41 cts a share on sales of 796.4 mln dlrs.\n    Williams said the charges in the current year were related\nto an ongoing restructuring. The company said the restructuring\nmoves had improved its balance sheet and improved the outlook\nfor future stability and growth in earnings.\n    Operating profit at the company's Northwest Pipeline Corp\nunit fell 4.5 pct to 150 mln dlrs from lower sales. The\nWilliams Natural Gas unit had operating profit of 50.5 mln dlrs\ncompared to 90.9 mln dlrs on lower sales volumes.\n    Profit at Williams Gas Marketing rose to 26 mln dlrs from\nabout 22 mln and the William Pipe Line Co had operating profit\nof 49.4 mln dlrs versus 63.6 mln dlrs a year ago.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}