{
    "DATE": " 9-APR-1987 10:27:33.19",
    "TOPICS": [
        "grain",
        "rice",
        "wheat",
        "sorghum"
    ],
    "PLACES": [
        "india"
    ],
    "NEWID": "15567",
    "TEXT": {
        "TITLE": "INDIA FOODGRAIN TARGET 160 MLN TONNES IN 1987/88",
        "DATELINE": "    NEW DELHI, April 9 - ",
        "BODY": "India's national foodgrain target has\nbeen fixed at 160 mln tonnes in 1987/88 (Apr-Mar), unchanged\nfrom the 1986/87 target, the Agriculture Ministry said in its\nannual report for 1986/87.\n    Actual output was estimated at 151 mln tonnes in 1986/87\ndue to failure of monsoon rains in 15 out of 35 meterological\nsub-divisions of the country.\n    The report gave the targets for various crops with\nestimated harvested crops in 1986/87 in brackets as following,\nin mln tonnes - rice 65 (60), wheat 49 (49), coarse grains\nincluding sorghum and millets 32 (29) and pulses 14 (13).\n    Despite failure of monsoon rains in recent years, it was\npossible to maintain higher foodgrain production, signifying\ngrowing resilience in agricultural sector, the report said.\n    The strategy for increasing irrigation potential along with\ngreater use of high yielding seed varieites and improvement in\nfertiliser efficiency is yielding results, it said, adding\ntotal foodgrain output in 1985/86, 1984/85 and 1983/84\nrespectively was 150.5 mln tonnes, 145.5 mln and a record 152.4\nmln.\n   India has targeted to produce between 178 and 183 mln tonnes\nof foodgrains by the last year of the seventh five-year\ndevelopment plan ending March 31, 1990.\n    Taking the midpoint of 180 mln tonnes as the target and the\n1986/87 estimated production of around 151 mln tonnes, the gap\nof 29 mln tonnes has to be made up during the remaining three\nyears of the plan by increasing grain output annually by more\nthan nine mln tonnes. But the target can be achieved only with\ngood weather, the report said.\n    \"The major thrust programme will, therefore, be better water\n(irrigation) management. Simultaneously, efforts for spread of\nimproved technology including timely use of inputs (farm\nmaterials like fertilisers) in adequate quantities have to be\nvigrously pursued,\" it said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "lme"
    ]
}