{
    "DATE": " 3-MAR-1987 15:57:37.08",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa",
        "saudi-arabia",
        "japan"
    ],
    "NEWID": "1306",
    "TEXT": {
        "TITLE": "OIL PRICES RISE ON SAUDI EFFORT",
        "AUTHOR": "    BY TED D'AFFLISIO, REUTERS",
        "DATELINE": "    NEW YORK, MARCH 3 - ",
        "BODY": "Crude oil prices rallied today, moving\nover 17.00 dlrs a barrel because of Saudi Arabia's determined\neffort to support prices, analysts said.\n    \"The Saudis and other OPEC nations are jawboning the market,\nhoping to restore confidence and prices and to do this without\nanother meeting,\" said Sanford Margoshes, oil analyst with\nShearson Lehman Brothers Inc.\n    \"But OPEC is not out of the woods yet by a longshot due to\nseasonal declines in demand and some cheating,\" he added.\n    Oil industry analysts said Saudi Arabia has led the attempt\nto get other OPEC members to resist pressures to discount from\nthe official prices agreed to last december.\n    The analysts said that to get others to hold the line,\nSaudi Arabia pushed hard at the meeting of deputy oil ministers\nof the Gulf Cooperation Council last weekend and at the\nCooperation Council oil ministers' meeting the previous week.\n    The Saudis have also offered to support members having\ndifficulty in selling their oil, analysts said.\n    \"They are trying to make sure that no one discounts, and to\nprevent that, it appears that Saudi Arabia or some other OPEC\nmember will allocate some of their oil sales to help members\nthat lose sales,\" Margoshes said.\n    He added that the allocations would probably be in the form\nof loans to be repaid when these nations resume sales.\n    Analysts said this would be useful in keeping in line\nnations like Qatar, which has had trouble selling oil. But it\nis also likely that such assistance would be provided to\nNigeria which is under pressure to extend discounts.\n    Analysts said that Saudi Arabia, with assistance from OPEC\npresident Rilwanu Lukman, was trying to avoid an emergency OPEC\nmeeting for fear that it would give the appearance that the\nDecember pact is falling apart.\n    Daniel McKinley, oil analyst with Smith Barney, Upham\nHarris and Co said, \"both physical and futures markets have been\noversold and it only took a small spark to bring on a short\ncovering rally.\"\n    He believes an Iranian trade mission to Tokyo, which\nrefused discounts to Japanese buyers, brought Japanese refiners\ninto the market to cover their short positions.\n    Oil traders said one japanese refiner came into the market\nto but 10 cargoes of May Dubai, which sent prices up on Mideast\nsours, with Dubai trading up to 16.50 dlrs after trading\nyeterray as low as 15.63 dlrs and then spilled over into the\nNorth sea crude oil market.\n    Traders said that there have been persistent rumors today\nthat Japanese buyers are looking to pick up cargoes of Brent\nfor Japan and European trade sources indidate rumors of vessels\nbeing fixed to make such shipments.\n    North sea brent today rose over 17.00 dlrs with trades\nreported as high as 17.05 dlrs, up one dlr.\n    OPEC members' denials that they are producing over their\nquotas sparked moves to cover short postitions.\n    Indonesian oil minister Subroto said today that OPEC\nproduction was below the 15.8 mln bpd quota agreed to last\ndecember but he gave no details on OPEC production against\nclaims it was more at least one mln bpd above that level.\n    \"The production probably is about their quota level and\nlargely because Saudi Arabia will not discount and canot sell\nits oil as a result,\" Margoshes said.\n    Analysts have mixed opinions about the extent of the\ncurrent rally. Some believe prices can continue to rise if\nSaudi Arabia and OPEC hold steady in a refusal to discount.\n    But others said that despite the rally today there were\nstill several fundamental factors, including demand, which\ncould cut the rally short.\n    Marion Stewart, an indepedent petroleum economist, said\nslow growth in the economies of the U.S. and OECD would keep\ndemand for oil slack and he now estimates that demand to rise\nabout 1.4 pct over 1986.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec",
        "oecd"
    ]
}