{
    "DATE": " 2-MAR-1987 15:40:01.35",
    "TOPICS": [
        "earn",
        "acq"
    ],
    "PLACES": [
        "usa",
        "uk"
    ],
    "NEWID": "730",
    "TEXT": {
        "TITLE": "ICI <ICI> SEEKS GAINS IN SPECIALTY BUSINESSES",
        "DATELINE": "    NEW YORK, March 2 - ",
        "BODY": "Imperial Chemical Industries PLC, the\nlargest chemical company in the United Kingdom, will expand its\nspecialty chemicals and drug businesses this year, and better\nits 1986 results, said chairman-elect Denys Henderson.\n    \"We expect to shift our company toward higher value-added\nbusinesses and continue to broaden our base,\" Henderson told\nreporters at an informal meeting here.\n    ICI today announced the formation of a new U.S.\ndrug company, ICI Pharma, which, with its Stuart\nPharmaceuticals unit, it said will double its current\npharmaceutical sales to 1.1 billion dlrs by 1990.\n    Henderson said, \"Our pharmaceutical business gets lost in\nthe way that Glaxo's (Glaxo Holdings PLC) does not.\"\n    ICI's pharmaceutical division is the second largest drug\nmaker behind Glaxo in the U.K. Last year U.S. drug sales were\nabout 40 pct of its worldwide drug sales of 1.5 billion dlrs,\nwhich in turn brought in 27 pct of its total profits.\n    He estimated that by 1990, ICI's pharmaceutical division\nwould account for about 30 pct of total company profits.\n    \"The drug division far and away brings in the highest rate\nof return,\" said A.W. Clements, finance director of ICI, who\nwas also at the meeting.\n    Henderson said the new U.S. drug concern would basically\nact as a second sales force to double the exposure of its drugs\nto doctors. ICI will hire 145 new salespeople by October one.\n    Henderson said the major new products in the company's\npipeline, expected to each bring in sales of over 200 mln dlrs\nannually, were Statil, a treatment for diabetic complications,\nZoladex, a treatment for advanced prostate cancer, and Carwin,\na treatment for mild to moderate congestive heart failure.\n    Henderson said U.S. Food and Drug Administration approval\nto market Statil and Zoladex, both under joint licensing\nagreements with Merck and Co Inc <MRK>, is not expected until\nabout 1989. ICI expects to file for permission to market Carwin\nin the U.S. later this year.\n    Henderson said the company's 1987 results would top 1986\nincome of 888 mln dlrs or 5.45 dlrs per ADR on sales of 15\nbillion dlrs, but he declined to specify by how much.\n    Henderson said 1987's results would be boosted by Glidden\nPaints, which ICI bought last November for 580 mln dlrs from a\nunit of Hanson Industries Inc.\n    Henderson also said that ICI has about nine billion dlrs\navailable for acquisitions. Last year the company made 40\nacquisitions, the largest being Glidden. He said that more\nacquisitions may be made this year but he ruled out an\nacquisition of a pharmaceutical concern as \"too expensive.\"\n    Henderson said that in his new role of chairman, effective\nApril one when he takes over from Sir John Harvey-Jones who\nwill retire, the biggest challenge ahead lay in continuing the\nearnings momentum ICI has established over the past few years\nafter restructuring and selling off unprofitable businesses.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "atpc"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}