{
    "DATE": "15-JUN-1987 10:59:31.81",
    "TOPICS": [
        "veg-oil"
    ],
    "PLACES": [
        "usa",
        "egypt"
    ],
    "PEOPLE": [
        "eyskens"
    ],
    "NEWID": "18378",
    "TEXT": {
        "TITLE": "EC FARM CRISIS LIKELY TO GO TO END-JUNE SUMMIT",
        "AUTHOR": "    By Gerrard Raven, Reuters",
        "DATELINE": "    LUXEMBOURG, June 15 - ",
        "BODY": "Plans for key reforms of the European\nCommunity's (EC) controversial farm policy will almost\ncertainly have to be referred to the bloc's heads of government\nat a summit meeting on June 29 and 30, Belgian finance minister\nMark Eyskens said today.\n    Eyskens was speaking at a news conference after chairing a\njoint meeting of EC finance and agriculture ministers which was\ndesigned to help break a deadlock over this year's EC farm\nprice package which has endured since March.\n    Diplomats quoted EC Executive Commission president Jacques\nDelors as saying at the same meeting that it would be a\ndisaster if the two most difficult issues at the farm talks had\nto be referred to heads of government.\n    These issues are a Commission plan for a tax on marine and\nvegetable fats and oils, and proposals to change the system by\nwhich EC farm prices, expressed in European currency units\n(Ecus), are translated into the currencies of member states.\n    The oils and fats tax is opposed by a group of countries\nwhich fears it could provoke trade retaliation by the U.S., A\nmajor exporter of soybeans to the EC.\n    West Germany, meanwhile, is strongly against the technical\ncurrency move, which would result in additional price cuts for\nfarmers in countries with strong currencies, such as the mark.\n    Commission sources said Delors is anxious that the two\nissues are not referred to the summit because this would mean\nheads of government diverting their attention from much more\nimportant world and Community issues.\n    Eyskens said decisions from heads of government were also\nlikely to be less sound since they do not usually interest\nthemselves in such technically complex questions.\n    However, Eyskens said today's meeting had thrown up some\nnuances in member state positions \"which may make the dialogue\nmore constructive in the next few weeks.\"\n    If farm prices are not decided by the end of this month,\nthe Commission could use its own powers to impose a seven pct\ncut in cereals prices, farm trade sources said. It originally\nproposed measures to cut farm spending by 1.1 billion Ecus this\nyear, with effective price cuts of over 10 pct for some crops.\n    Diplomats said farm ministers might be able to agree a\nprice package cutting spending by around 340 mln Ecus but for\ntheir disagreements on the oils/fats tax and on currency\nreforms.\n    The finance ministers were called in to emphasise the need\nfor budgetary restraint in the face of an almost certain EC\nbudget deficit of over five billion Ecus this year.\n    Although Delors was said by aides to have found today's\nmeeting very useful, diplomats said there was little sign of a\nmajor shift in the position of member states, or of finance\nministers adopting a different line from that of their\nagriculture colleagues.\n    The farm ministers are expected to meet for most of this\nweek in Luxembourg in a pre-summit attempt to bridge their\ndifferences.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}