{
    "DATE": " 5-MAR-1987 12:14:29.54",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "2228",
    "TEXT": {
        "TITLE": "BANK OF ENGLAND RESISTS PRESSURE FOR RATE CUT",
        "AUTHOR": "    By Rowena Whelan, Reuters",
        "DATELINE": "    LONDON, March 5 - ",
        "BODY": "The Bank of England again fought against\nmoney and bond market pressure for a pre-Budget interest rate\ncut, leaving the pound to take the strain with a further rise\nin its trade-weighted index to a six-month high.\n    It closed at its best level since September 12, at 71.4 pct\nof its 1975 value on the index, as foreign investors continued\nto buy into a currency which offers high relative returns and\nthe possibility of short-term capital gains, dealers said.\n    Meanwhile, opinion is divided over whether the Bank can\nstop a cut before Budget Day, March 17, and why it should want\nto.\n    The Bank's latest strong signal to the market that it wants\nrates to stay steady for the moment came in midafternoon, when\nit lent to the discount houses at a penal rate of 11-3/4 pct to\nrelieve a money market shortage.\n    \"They're really making the discount houses suffer,\" said\nStephen Lewis, economist at brokerage house Phillips and Drew.\n\"Eleven and three-quarters pct is way above money market rates.\"\n    This money market signal was apparently not accompanied by\nany sterling sales on the foreign exchanges, talk of which had\ninhibited strong rises yesterday and Tuesday, so buyers came\nstrongly into the pound.\n    The pound surged to a high of 1.5798/808 dlrs at the London\nclose, up from the previous finish at 1.5650/60, and 2.8900/60\nmarks, up from 2.8720/50.\n    \"If this pressure keeps up...There is a possibility that\nrates could drop before the Budget,\" said Jeremy Hale, economist\nat finance house Goldman Sachs International Corp.\n    Some gilt traders are forecasting a half-point cut in the\nbase rate from the current 11 pct as early as tomorrow.\n    However, analysts said the Bank of England will need to be\nconvinced that the present rise is a fundamental re-rating\nrather than a result of short-term speculative gains.\n    There are valid reasons for the Bank to be cautious, said\nPeter Fellner, U.K. Economist at brokers James Capel and Co.\n    Markets have become highly optimistic about the chances of\na Conservative Party victory in any early general election, and\ndisappointment if Prime Minister Margaret Thatcher decides to\nhold back could lead to a decline in the pound and a setback\nfor bonds, Fellner said.\n    An election could be delayed until mid-1988, but most\nforecasts say it will be this year.\n    Others note that the pound could yet prove vulnerable to\noil price losses or a change of fortune for the dollar.\n    However, analysts agree the Bank is largely trying to set\nthe timing of a cut than holding out against one altogether.\n    The authorities traditionally prefer a single sustainable\nrate move, one way or the other, to half points here and there.\n    Some add the Bank will be influenced by signs that at least\na proportion of the latest bout of sterling buying is long-term\ncapital coming into the London market, notably from Japan.\n    They argue that the pound is being perceived as a safer bet\nthan the dollar, given the latters recent sharp falls and\ncurrent political upheavals in Washington.\n    The Bank may want to see another few points on the\ntrade-weighted index before the Budget, argued Lewis. \"But by\nthen sterling should be firm enough to satisfy even the Bank of\nEngland,\" he added.\n    The Bank declined to comment on its reasons for resisting\npressure for a rate move before the budget, but banking sources\nsaid the authorities see the recent rise in sterling as more\nthan just marking up by foreign exchange traders.\n    Meanwhile, analysts noted the market ignored potentially\nharmful news on the trade front, today's figures showing that\nthe current account deficit in 1986 was 1.1 billion stg.\n    This was above previous estimates of the current account\ndeficit and compares with a surplus of 2.9 billion stg in 1985.\n    Fellner said that under more normal conditions this would\nhave given the bond and currency markets a pause, but that they\nwere too bullish to worry about such fundamentals.\n    The guessing game over the timing of a cut has the clearing\nbanks divided as well as the markets. Privately, some bank\nofficials forecast the Bank will hold out at least for this\nweek, but at least one bank says a rise is possible tomorrow.\nIf a move comes before March 17, forecasts are for a half-point\ncut, with another half or full point about Budget day.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "duisenberg",
        "ruding"
    ],
    "ORGS": [
        "ec"
    ]
}