{
    "DATE": "24-MAR-1987 07:14:00.22",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "new-zealand",
        "usa"
    ],
    "NEWID": "8662",
    "TEXT": {
        "TITLE": "YEUTTER SEES GATT CONSENSUS ON FARM TRADE REFORM",
        "AUTHOR": "    By Graham Hillier, Reuters",
        "DATELINE": "    TAUPO, New Zealand, March 24 - ",
        "BODY": "U.S. Trade Representative\nClayton Yeutter said trade ministers meeting here have reached\na general consensus on agricultural trade reform under the\nlatest Uruguay round of the General Agreement on Tariffs and\nTrade (GATT).\n    Yeutter gave no precise details of the understanding but\ntold journalists the consensus covers the principles involved\nin agricultural trade reform and what needs to be done to\nimprove the global situation in agriculture.\n    Delegates from 22 countries are meeting informally to\ndiscuss progress made since the latest GATT round was launched\nin Punta del Este, Uruguay, last September.\n    Yeutter said \"at least people seem to be going down the same\nroad...But how that translates ultimately into negotiations is\nanother matter entirely.\"\n    There seems to be an understanding of the need to deal with\nthe problem quickly and \"a more common understanding of how we\nare going to get from here to there,\" Yeutter said.\n    However, the hard work is still to come, with a couple of\nyears of tough negotiations ahead, he said.\n    \"It is ludicrous for the nations of the world to plough\nimmense amounts of financial resources into the production of\nitems that nobody wants to buy,\" he said.\n    He said the long-term answer is to switch some of the\nfinancial resources now committed to agriculture to other more\nproductive areas. This would help agriculture because some its\ninefficient non-productive segments would stop operating, he\nsaid.\n    Individual segments in many countries may lose in the\nprocess, but it should result in a more rational system of\nworld-wide production within 10 or 15 years, he said.\n    It is important that the agriculture negotiations reach a\nrelatively early conclusion because the U.S. Is spending 26\nbillion dlrs a year and the European Community probably more\nthan that, which is an ineffective use of financial resources,\nhe said.\n    Asked about the prospect of a priority for agriculture in\nthe negotiations, he said \"one has to be politically\nrealistic... If there is any chance of getting it (agricultural\ntrade reform) done in two to three years it's going to have to\nbe as part of a larger package.\"\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}