{
    "DATE": "11-MAR-1987 14:23:50.68",
    "TOPICS": [
        "acq",
        "silver"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "3868",
    "TEXT": {
        "TITLE": "PLACER <PLC> TO INCREASE STAKE IN EQUITY SILVER",
        "DATELINE": "    VANCOUVER, British Columbia, March 11 - ",
        "BODY": "<Equity Silver\nMines Ltd> said it agreed to sell 6.6 mln shares of a new class\nof par value voting stock to Placer Development Ltd for 37.1\nmln dlrs, increasing Placer's stake in Equity to 74.5 pct from\n68 pct.\n    The transaction is subject to regulatory approval and a\nvote by Equity minority shareholders at the April 23 annual\nmeeting, the company said.\n    Proceeds from sale of the shares, priced at 5.625 dlrs\neach, will be used to buy and deliver 4,985,000 ounces of\nsilver to Placer, Equity said.\n    Equity Silver said the silver remains to be delivered under\nits sale agreement with Placer, after delivery of its 750,000\nounce minimum commitment for 1987.\n    Equity said it arranged to acquire 4,985,000 ounces of\nsilver at 7.40 dlrs an ounces, subject to selling the shares to\nPlacer.\n    Purchase and delivery of the silver to Placer will result\nin an after-tax gain of about 6.6 mln dlrs, Equity said.\n    It also said the stock and silver transactions will create\na 37,059,000 dlr fund out of which dividends will be paid when\ncash is available.\n    The cash fund will enable Equity Silver to continue to pay\ndividends on its preferred shares and increase the likelihood\nthat it may be able to pay dividends on its common shares, the\ncompany said.\n    It did not elaborate on what common share dividends might\nbe paid.\n    The company normally pays quarterly preferred dividends\ntotalling 619,000 dlrs from retained earnings, Equity Silver\nsaid.\n    Equity Silver had retained earnings of 2,312,000 dlrs at\nDecember 31, 1986.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "icahn"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}