{
    "DATE": " 1-APR-1987 13:51:17.24",
    "TOPICS": [
        "grain",
        "oilseed",
        "sunseed",
        "corn",
        "soybean",
        "sorghum"
    ],
    "PLACES": [
        "argentina"
    ],
    "NEWID": "12160",
    "TEXT": {
        "TITLE": "HEAVY RAINS DAMAGE ARGENTINE COARSE GRAINS CROP",
        "AUTHOR": "    By Manuel Villanueva",
        "DATELINE": "    BUENOS AIRES, April 1 - ",
        "BODY": "Fresh, heavy rains caused further\ndamage to the Argentine 1986/87 coarse grains crop in the week\nto yesterday, particularly in Buenos Aires province, trade\nsources said.\n    They said the sunflower, maize, soybean and sorghum crops\nwere damaged and yield estimates affected. New production\nforecasts were made for all these crops.\n    The rains over the weekend and up to yesterday registered\nmore than 200 mm on average in western Buenos Aires and\nworsened the flooding in various parts of the province.\n    The weather bureau said the rains, which in Buenos Aires\nhave surpassed 750 mm in the last 30 days, could continue.\n    The northeast of the country was also hit by heavy rains.\n    In Corrientes province the rains also passed an average of\n200 mm in some parts, notably the Paso de los Libres area\nbordering on Uruguay.\n    In Santa Fe and Entre Rios provinces they were over 100 mm\nin places, in Misiones and San Luis 90 mm and in Cordoba 80 mm.\n    The rains were less intense in Chaco and Formosa.\n    Harvesting in areas not actually under water could also be\nfurther delayed due to dampness in the earth, the sources said.\n    The excessive humidity might also produce rotting of the\ncrops, further dimishing the yield, the sources added.\n    Sunflower harvesting before the weekend rains reached 26 to\n30 pct of the area sown in Santa Fe, Cordoba, La Pampa and\nBuenos Aires provinces.\n    The production forecast for 1986/87 sunflowerseed has been\nlowered to between 2.2 and 2.4 mln tonnes, against 2.3 to 2.6\nmln tonnes the previous week, making it 41.5 to 46.3 pct lower\nthan the record 4.1 mln tonnes produced last season.\n    The area sown was two to 2.2 mln hectares, down 29.9 to\n36.3 pct on the record 3.14 mln hectares in 1985/86.\n    The maize harvest advanced to within 26 to 28 pct of the\narea sown in Cordoba, Santa Fe and northern Buenos Aires. It\nwill begin in La Pampa within about 10 days, weather\npermitting.\n    Maize yield this season is now estimated at 9.6 to 9.9 mln\ntonnes, against last week's 9.9 to 10.1 mln tonnes, down 21.4\nto 22.6 pct on the 12.4 to 12.6 mln tonnes at which private\nproducers put 1985/86 production.\n    The new forecast is 22.7 to 25 pct down on the official\nfigure of 12.8 mln tonnes for last season's production.\n    The grain sorghum harvest reached 17 to 19 pct of growers'\ntargets, against 14 to 16 pct the previous week.\n    The production forecast was reduced to between three and\n3.3 mln tonnes, against 3.2 to 3.5 mln tonnes last week, 21.4\nto 26.8 pct down on last season's 4.1 to 4.2 mln tonnes.\n    The area sown with sorghum in 1986/87 was 1.23 to 1.30 mln\nhectares, down 10.3 to 15.2 pct on the 1.45 mln in 1985/86.\n    The forecast for soybean yield this season was the least\nchanged in relation to last week. It was put at a record 7.5 to\n7.7 mln tonnes, against the previous 7.5 to 7.8 mln tonnes.\n    These figures are 4.2 to 5.5 pct higher than last season's\nrecord of 7.2 to 7.3 mln tonnes, according to private sources,\nand 5.6 to 8.5 pct up on the official 7.1 mln tonnes.\n    The adjustment to the production forecast is due to the\nrains and overcast conditions which have greatly reduced the\nsunlight needed for this crop, sources said.\n    Producers fear estimates may yet have to be adjusted down\nfurther.\n    The humidity could induce rotting and growers are still\nfinding more empty pods due to excessively dry weather earlier\nin the season.\n    Soybean harvesting is due to start in mid-April in southern\nCordoba and Santa Fe and northern Buenos Aires.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "chirac",
        "james-baker"
    ]
}