{
    "DATE": " 2-JUN-1987 16:19:47.63",
    "TOPICS": [
        "copper"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "18280",
    "TEXT": {
        "TITLE": "PHELPS DODGE <PD> SEES STRONGER COPPER PRICES",
        "DATELINE": "    NEW YORK, June 2 - ",
        "BODY": "Phelps Dodge Corp officials said good\nfundamentals in copper markets should lead to improving prices\nfor the metal.\n    In an interview with Reuters, chairman G. Robert Durham\nsaid continued strong demand and low inventories pushed prices\nup eight to nine pct on the New York Commodities Exchange last\nmonth.\n    \"Our customers in this country are living off the tailgates\nof our trucks,\" he said, referring to tightness of supply and\nstrong demand. \"The fundamentals are good.\"\n   \n    Asked if metal prices will continue to rise, Durham said;\n\"All I know is, fundamentals cannot be ignored.\"\n    He said copper supplies are lower than they have been for\nalmost 20 years. Last year, copper demand was second highest on\nrecord behind 1984, he said.\n    Phelps Dodge is the nation's largest copper company, with\nannual production expected to reach 500,000 tons this year.\n   \n    During the interview, executive vice president Douglas\nYearley said he believed it was only a matter of time before\nthe copper price rose \"because there aren't that many new\nprojects coming on, and demand, short of a major recession,\nwill continue to grow modestly.\"\n    Copper for July delivery rose more than two cts a pound to\nmore than 69 cents in Comex trading today. A one cent a pound\nrise in copper prices yields 10 mln dlrs in annual earnings for\nPhelps Dodge, the company said.\n    \"Demand has been surprisingly good in 1987, in construction\nand other areas,\" Yearley said.\n   \n    New production later this year from a Bingham, Utah, mine\nowned by Kennecott Corp, a unit of British Petroleum Co PLC's\n<BP> Standard Oil Co, a mine in New Guinea and Phelps Dodge's\nown expanded Morenci, Ariz., mine will be offset by production\nshortfalls in Mexico and Zambia, he said.\n    Durham said production costs at the New Mexico-located\nChino mine will be in line with conventional copper production\nat the company's other mines by the fourth quarter. The\ncompany's total production costs, including depreciation but\nbefore interest and corporate expense, should be below 50 cts a\npound by late 1989 or 1990, he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}