{
    "DATE": " 1-APR-1987 14:18:34.85",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12195",
    "TEXT": {
        "TITLE": "TALKING POINT/PUROLATOR COURIER <PCC>",
        "AUTHOR": "    By Patti Domm, Reuters",
        "DATELINE": "    New York, April 1 - ",
        "BODY": "Emery Air Freight Corp topped a\nleveraged buyout offer for Purolator Courier Corp by about 40\nmln dlrs, but Wall Street is reacting as though another offer\nmay surface.\n    Purolator's stock climbed 5-3/8 today, to 40-1/8, 1/4 over\nEmery's 40 dlr per share offer. Emery topped a 35 dlr per share\nor 268 mln dlr offer from E.F. Hutton LBO Inc.\n    Some analysts said the latest, 306 mln dlr offer for\nPurolator exceeded their expectations.\n    Several analysts previously had said they saw takeover\nvalues for the package delivery company in the 35 dlr per share\nrange. At least one, however, estimated the company could be\ntaken over in a range of 38 to 42 dlrs per share.\n    Analysts today would not venture to say whether another\noffer could be made, but some arbitragers still held to the\nbelief that the bidding could go higher.\n    \"They have no choice to seek out the best possible offer.\nEmery has shown the courage to go forth,\" said one arbitrager,\nwho speculated other courier companies may also emerge as\nbidders.\n    \"It makes sense,\" said James Parker of Robinson Humphrey.\nBut \"It won't make out as well as they think. They won't get a\n100 pct of the synergies.\"\n    Analysts said the acquisition could cost Emery earnings in\nthe short term, but long term, after eliminating redundancies\nand selling other Purolator assets, it should boost Emery's\nprofitability.\n    Parker said a combined Purolator and Emery would rival\nUnited Parcel Service as the second largest U.S. package\ndelivery company after Federal Express Corp <FDX>, which has 47\npct of the market.\n    Parker speculated that the combined Emery-Purolator would\nhave about 24 pct of the six to seven billion dlr delivery\nbusiness.\n    \"This will make Emery a bigger factor in the light weight\n(delivery) business, but it will not make them a power house,\"\nsaid Douglas Arthur of Kidder, Peabody and Co.\n    Purolator today declined comment on the Emery offer, and\nits chairman Nicholas Brady did not return a phone call.\n    E.F.Hutton LBO also declined comment on the Emery offer,\nbut said it extended the expiration and withdrawal period on\nits offer to April six at midnight from today at midnight EST.\n    One analyst speculated the extension makes it more likely\nHutton will attempt another offer. However, he was skeptical a\ncompany outside the package delivery industry would want to\noutbid 40 dlrs per share because it would not have the same \nsynergies as a courier company.\n    Since Purolator agreed in late February to a buyout by some\nof its management and the E.F. Hutton Group <EFH> subsidiary,\nspeculation has arisen that more bidding was to come.\n    The buyout was surrounded by controversy since a Purolator\nboard member, Doresy Gardner resigned in March. Gardner said he\nbelieved a better offer could be made by another entity.\n    A spokesman for Gardner today said the former director had\nno contact with Emery, nor did he have any other buyers lined\nup for Purolator.\n    Purolator's deal with Hutton was also called into question\nby a shareholder suit filed earlier this week, which attempted\nto stop the tender offer to allow another bidder to come forth.\nHearings in a New York state court were delayed until Monday.\n    Arbitragers had said they believed the Hutton offer could\nbe bettered because the Wall Street firm was not planning to\nkeep its cash tied up in Purolator. Hutton is providing a 279\nmln dlr \"bridge\" loan that would later be replaced with other\ndebt. Hutton would maintain a majority interest in Purolator.\n    Hutton sources have said the firm was in fact facing risk n\nits investment since it did not know when it could reclaim its\n279 mln dlr loan.\n    Emery last year lost 5.4 mln dlrs on revenues of 887.5 mln\ndlrs. Purolator lost 57.6 mln dlrs on 841.4 mln dlrs in\nrevenues.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "chirac",
        "delors"
    ]
}