{
    "DATE": "29-JUN-1987 18:47:32.64",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19968",
    "TEXT": {
        "TITLE": "JUSTICE OPPOSES QUICK GREYHOUND-TRAILWAYS MERGER",
        "DATELINE": "    WASHINGTON, June 29 - ",
        "BODY": "The Justice Department said it asked\nthe government to proceed cautiously on a plan allowing the\nnation's two largest intercity bus companies to merge their\noperations, a move one of the firms said may derail the deal.\n    Justice's opposition to quick federal approval of a bid by\nGreyhound Lines Inc to take immediate control Trailways Corp\nprompted Greyhound to threaten -- in a brief filed with the\nInterstate Commerce Commission (ICC) -- to drop the merger\nplan.\n    Greyhound officials told Reuters late today the company\nhoped for ICC action on the merger by tomorrow.\n    \"Greyhound Lines will go forward with the transaction only\nif it is permitted to assume immediate, unconditional control\nof Trailways' operations and to integrate them with its\noperations,\" Greyhound said in a filing with the ICC, the\nfederal regulatory agency which has the final say over mergers\nof interstate bus companies.\n    But Justice had said in an earlier filing with the ICC that\nit wanted the agency to move slowly on the plan and to turn\ndown Greyhound's request to begin operating Trailways\nimmediately.\n    \"The department has just begun to receive relevant\ninformation on Trailways' financial condition and is in the\nprocess of assessing the correctness of the company's\nallegations,\" acting Assistant Attorney General Charles Rule\nsaid in comments submitted to the ICC.\n    Greyhound announced June 19 that it wanted the ICC to let\nit begin operating Trailways immediately while continuing to\nevaluate the merger for possible antitrust problems.\n    Greyhound said it would pay 80 mln dlrs for many of\nTrailways' terminals, buses and garages.\n    The two companies said in papers filed with the ICC that\nTrailways \"could collapse in a matter of days.\"\n    They said Trailways owed suppliers more than six mln dlrs,\nwith another six mln dlrs due June 30.\n    The suppliers, they said, could force Trailways into\nbankruptcy \"at any time.\"\n    Trailways also owes a consortium of banks 76 mln dlrs, and\nthe consortium has threatened to call the loan if Trailways\nfails to pay the interest due June 30, they said.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "kohl",
        "chirac",
        "mitterrand"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}