{
    "DATE": " 3-MAR-1987 16:05:22.24",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "uk",
        "brazil"
    ],
    "NEWID": "1312",
    "TEXT": {
        "TITLE": "COFFEE MAY FALL MORE BEFORE NEW QUOTA TALKS",
        "AUTHOR": "    By Douglas Learmond, Reuters",
        "DATELINE": "    LONDON, March 3 - ",
        "BODY": "Coffee prices may have to fall even lower\nto bring exporting and importing countries once more round the\nnegotiating table to discuss export quotas, ICO delegates and\ntraders said.\n    The failure last night of International Coffee\nOrganization, ICO, producing and consuming countries to agree\nexport quotas brought a sharp fall on international coffee\nfutures markets today with the London May price reaching a\n4-1/2 year low at one stage of 1,270 stg per tonne before\nending the day at 1,314 stg, down 184 stg from the previous\nclose.\n    The New York May price was down 15.59 at 108.00 cents a lb.\n    Pressure will now build up on producers returning from the\nICO talks to sell coffee which had been held back in the hope\nthe negotiations would establish quotas which would put a floor\nunder prices, some senior traders said.\n    The ICO 15 day average price stood at 114.66 cents a lb for\nMarch 2. This compares with a target range of 120 to 140 cents\na lb under the system operating before quotas were suspended in\nFebruary last year following a sharp rise in international\nprices caused by drought damage to the Brazilian crop.\n    In a Reuter interview, Brazilian Coffee Institute, IBC,\nPresident Jorio Dauster urged producers not to panic and said\nthey need to make hard commercial decisions. \"If we have failed\nat the ICO, at least we have tried,\" Dauster said, adding \"now it\nis time to go and sell coffee.\"\n    But Brazil is keeping its marketing options open. It plans\nto make an official estimate of the forthcoming crop next\nmonth, Dauster said. It is too difficult to forecast now. Trade\nsources have put the crop at over 26 mln bags compared with a\nprevious crop of 11.2 mln. Brazil is defining details of public\nselling tenders for coffee bought on London's futures market\nlast year.\n    A basic condition will be that it does not go back to the\nmarket \"in one go\" but is sold over a minimum of six months.\n    The breakdown of the ICO negotiations reflected a split\nbetween producers and consumers on how to set the yardstick for\nfuture quotas. Consumers said \"objective criteria\" like average\nexports and stocks should determine producer quota shares,\nDauster said.\n    All elements of this proposal were open to negotiation but\nconsumers insisted they did not want a return to the \"ad hoc\" way\nof settling export quotas by virtual horse trading amongst\nproducers whilst consumers waited in the corridors of the ICO.\n    Dauster said stocks and exports to ICO members and\nnon-members all need to be considered when setting quotas and\nthat Brazil would like to apply the coffee pact with a set\nratio of overall quota reflecting stock holdings.\n    It is a \"simplistic misconception that Brazil can dictate\"\npolicy to other producers. While consumer countries are welcome\nto participate they cannot dictate quotas which are very\ndifficult to allocate as different \"objective criteria\" achieve\ndifferent share-outs of quota, Dauster said.\n    Other delegates said there was more open talking at the ICO\nand at least differences were not hidden by a bad compromise.\n    Consumer delegates said they had not been prepared to\naccept the producers' offer to abandon quotas if it proves\nimpossible to find an acceptable basis for them.\n    \"We want the basis of quotas to reflect availability and to\nencourage stock holding as an alternative to a buffer stock if\nsupplies are needed at a later stage,\" one delegate said.\n    Some consumers claimed producer support for the consumer\nargument was gaining momentum towards the end of the ICO\nsession but said it is uncertain whether this will now collapse\nand how much producers will sink their differences should\nprices fall further and remain depressed.\n    The ICO executive board meets here March 30 to April 1 but\nboth producer and consumer delegates said they doubt if real\nnegotiations will begin then. The board is due to meet in\nIndonesia in June with a full council scheduled for September.\n    More cynical traders said the pressure of market forces and\npolitics in debt heavy Latin American producer countries could\nbring ICO members back around the negotiating table sooner than\nmany imagine. In that case quotas could come into force during\nthe summer. But most delegates and traders said quotas before\nOctober are unlikely, while Brazil's Dauster noted the ICO has\ncontinued although there were no quotas from 1972 to 1980.\n    A clear difference between the pressures already being felt\nby importers and exporters was that consumers would have been\nhappy to agree on a formula for future quotas even if it could\nnot be imposed now. At least in that way they said they could\nshow a direct relationship between quotas and availability.\n    In contrast producers wanted stop-gap quotas to plug the\nseemingly bottomless market and were prepared to allow these to\nlapse should lasting agreement not be found.\n    \"Producers were offering us jam tomorrow but after their\nfailure to discuss them last year promises were insufficient\nand we wanted a cast iron commitment now,\" one consumer said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ]
}