{
    "DATE": "29-MAR-1987 00:00:02.22",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "uae"
    ],
    "NEWID": "10633",
    "TEXT": {
        "TITLE": "ARAB BANKER SAYS TOO SOON FOR SINGLE CURRENCY",
        "DATELINE": "    ABU DHABI, March 29 - ",
        "BODY": "Gulf Arab states must coordinate\neconomic policies more closely before moving towards their goal\nof a unified currency system, the President of the Arab Bankers\nAssociation said.\n    Hikmat Nashashibi told a news conference at the end of an\nArab currency traders meeting: \"We have to start with\ncoordination of fiscal policies as a prerequisite for a common\nsystem of currencies ... There is quite a substantial way to go\nyet.\"\n    He said only then would a unified Gulf currency system be a\nplausible project.\n    The six nations of the Gulf Cooperation Council -- Saudi\nArabia, Kuwait, Bahrain, Oman, Qatar and the United Arab\nEmirates --  have held a series of meetings this year to\nexamine linking their currencies to a single peg in a system\nwhich bankers say could be modelled on the European Monetary\nSystem (EMS).\n    At present, five currencies are linked either officially or\nin practice to the U.S. Dollar, while the Kuwaiti dinar is\npegged to a trade-weighted basket of currencies.\n    A common currency system or EMS-style \"grid\" would, in\ntheory, foster regional trade by providing a basis for stable\nexchange rates, but Nashashibi said inter-Arab trade is at a\nvery low ebb and capital flows between Gulf states remain\nsmall. \"Capital markets in the Arab world are still in their\ninfancy,\" he said.\n    Nashashibi said lack of experience among Arab banks, a\npaucity of financial instruments and a legal framework that\noften does not recognise the western banking concept of\ninterest have hampered the growth of Arab markets.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}