{
    "DATE": "18-MAR-1987 13:25:33.14",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "brazil",
        "mexico",
        "guatemala",
        "ecuador",
        "panama",
        "costa-rica",
        "colombia",
        "dominican-republic",
        "usa"
    ],
    "NEWID": "6657",
    "TEXT": {
        "TITLE": "SUGAR PRICES TOO LOW TO BOOST LATIN OUTPUT",
        "AUTHOR": "    By Richard Jarvie, Reuters",
        "DATELINE": "    RIO DE JANEIRO, March 18 - ",
        "BODY": "Latin American sugar producers\nare awaiting further rises in world market prices before moving\nto boost production, official and trade sources said.\n    Although prices have risen to around eight from five U.S.\nCents per lb in the past six months, they are still below the\nregion's nine to ten cents per lb average production cost.\n    The recent rise in prices has placed producers on the\nalert, Manuel Rico, a consultant with the Group of Latin\nAmerican and Caribbean Sugar Exporting Countries (GEPLACEA),\ntold Reuters.\n    However, Rico said, it would require another five to seven\ncents to stimulate notable increases in output.\n    \"Producers are taking measures for increasing their\nproduction when the prices are profitable,\" he said.\n    Officials in Mexico, Guatemala and Ecuador said a continued\nrise in prices would stimulate production, but industry leaders\nin Panama and Costa Rica said there was still a long way to go.\n    \"The prices are ridiculous,\" said Julian Mateo, vice\npresident of Costa Rica's Sugar Cane Industrial-Agricultural\nLeague. \"At current prices nobody is going to consider\nincreasing production.\"\n    Other producers are wary of committing funds to increasing\noutput, given the instability of world markets.\n    An official at Colombia's National Association of Sugar\nCane Growers said they had no plans to raise export targets.\n\"The market is very unstable. What is happening is not yet\ngiving way to a pattern and so there is no reason to modify\nanything.\"\n    In 1985, the latest year for which full figures are\navailable, Central and South American nations produced 28 mln\ntonnes, raw value, of sugar of which 12.3 mln were exported. A\nyear earlier, they had produced and exported about 800,000\nmore, according to the London-based International Sugar\nOrganization.\n    Years of continuous low prices have plunged the sugar\nindustry in many countries in the region into a recession from\nwhich it will be hard to recover.\n    Miguel Guerrero, director of the Dominican Republic's\nNational Sugar Institute, said it would be difficult to boost\nproduction even if prices recovered sharply.\n    Output had slumped to under 450,000 tonnes a year from\n900,000 in the late 1970s. Obsolete refineries, poor transport\nand badly maintained plantations were barriers to any short\nterm recovery in output, he added.\n    Plans of nearby Cuba, the world's largest cane sugar\nexporter, to increase output to 10 mln tonnes a year by the end\nof the decade seem ambitious, trade sources said. Output is\nrunning well below the record 8.6 mln produced in 1970.\n    Cuba suffers from run down plantations, harvesting problems\nand poor processing facilities more than from low world prices,\nsince much of its output is sold to Eastern Bloc countries\nunder special deals. Last year, bad weather added to its\ntroubles, and output fell to 7.2 mln tonnes from 8.2 mln in\n1985.\n    The low world prices of recent years have led many\ncountries in the region to cut exportable production to levels\nwhere they barely cover U.S. And, in the case of some Caribbean\ncountries, European Community (EC) import quotas, for which\nthey receive prices well above free market levels.\n    Progressive reductions in the U.S. Quotas have led to\nproduction stagnating or falling rather than being shifted to\nthe free world market.\n    Peru, for example, shipped 96,000 tonnes to the U.S. In\nboth 1983 and 1984. This fell to 76,000 in 1986 and this year\nits quota is only 37,000.\n    A national cooperative official said that, as long as world\nmarket levels continue at around half of Peru's production\ncost, the future of the industry is uncertain.\n    At a meeting of GEPLACEA in Brazil last October officials\nstressed the need to find alternative uses for sugar cane\nwhich, according to the group's executive-secretary Eduardo\nLatorre, \"grows like a weed\" throughout the region.\n    Brazil, the largest cane producer with output of around 240\nmln tonnes, uses over half to produce alcohol fuel. Cane in\nexcess of internal demand for alcohol and sugar is refined into\nsugar for sale abroad to earn much needed foreign currency.\n    The difference in the price the state-run Sugar and Alcohol\nInstitute (IAA) pays local industry and what it receives from\nforeign buyers costs the government some 350 mln dlrs a year.\n    Soaring domestic demand for both alcohol and sugar over the\npast year, coupled with a drought-reduced cane crop, has meant\nBrazil will have difficulties in meeting export commitments in\n1987, trade sources said. Negotiations to delay shipments to\nnext year have been indecisive so far, the main sticking point\nbeing how Brazil should compensate buyers for non-delivery of\nsugar it had sold at around five cents per lb and which would\ncost eight cents to replace.\n    Brazilian sugar industry sources said new sugar export\nsales were expected to be extremely low for the next year, with\nthe Institute wary of exposing itself to domestic shortages of\neither alcohol or sugar and because of the need to rebuild\ndepleted reserve stockpiles.\n    However, the situation could change dramatically if the\neconomy goes into recession and internal demand slumps.\n    Sources within Latin America and the Caribbean hold little\nhope for the region's sugar industry to return to profitability\nunless the U.S. And EC change their policies.\n    \"The agricultural policies of the European Community and of\nthe United States have caused our economies incalculable harm\nby closing their markets, by price deterioration in\ninternational commerce and furthermore by the unfair\ncompetition in third countries,\" Brazil's Trade and Industry\nMinister Jose Hugo Castelo Branco told the October GEPLACEA\nmeeting.\n    The EC has come under prolonged attack from GEPLACEA for\nwhat the group charges is its continued dumping of excess\noutput on world markets. GEPLACEA officials say this is the\nmain cause of low prices.\n    GEPLACEA sees a new International Sugar Agreement which\nwould regulate prices as one of the few chances of pulling the\nregion's industry out of steady decline. Such an agreement\nwould have to have both U.S. And EC backing and industrialised\ncountries would have to see it as a political rather than a\nmerely economic pact.\n    \"They have to realise that the more our economies suffer,\nthe less capcity we have to buy their goods and repay the\nregion's 360 billion dollar foreign debt,\" GEPLACEA's Latorre\nsaid.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}