{
    "DATE": " 5-MAR-1987 17:44:30.07",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2513",
    "TEXT": {
        "TITLE": "PARADYNE <PDN> PLEADS GUILTY TO CRIMINAL CHARGE",
        "DATELINE": "    LARGO, Fla, March 5 - ",
        "BODY": "Paradyne Corp said it pleaded guilty\nto criminal charges of conspiracy to defraud the Social\nSecurity Administration and agreed to pay 1.2 mln dlrs in fines\nand costs to the U.S. Government.\n    The company also reached agreements in principle for an 8.1\nmln dlr settlement of class action law suits.\n    About 2.9 mln dlrs of the class action settlement will be\nprovided by Paradyne's insurance carrier. The settlement is\ncontingent on court approval after notice to class members, it\nsaid.\n     The criminal case settlement dismisses all charges\nincluding bribery and false statement, except for conspiracy to\nwhich Paradyne pleaded guilty.\n    The criminal settlement includes the lifting of the\ngovernment's suspension, the dismissal of the federal civil\nfalse claims suit and all charges against the individuals.\n    Of the 2.9 mln dlrs the insurance carrier will provide for\nthe civil settlement, 750,000 dlrs will go to settle a\nderivative lawsuit.\n    For the year ended December 31, Paradyne reported a net\nloss of 38.5 mln dlrs. The year-end results include an 8.0 mln\ndlrs provision for future legal and or settlement costs to\ncover the civil and criminal settlements announced today.\n    Paradyne also said it named Jerry Kendall as president and\nchief executive officer, succeeding Robert Wiggins who resigned\nas chairman and chief executive officer as part of the\nsettlement of the indictment.\n    Kendall formerly served as executive vice president and\nchief operating officer.\n    The company also said that due to the sluggish marketplace,\nit does not expect to be profitable in the first quarter but is\noptimistic about the outlook for the year.\n    For the first quarter of 1986, the company reported net\nincome of 875,000 dlrs on sales of 66.0 mln dlrs.\n    Wiggins was among five Paradyine executives who were\ncharged along with three former officers in a 1985 federal\nindictment stemming from a 115 mln contract awarded to Paradyne\nin 1981 to build a computer network for the Social Security\nAdministration.\n    The men were accused of conspiring to bribe government\nofficials and defaud the Social Security Administration.\nWiggins and other defendants were also charged with providing\nfalse testimony and obstructing justice during a Securities and\nExchange Commission investigation.\n \n   Under the settlement announced today, federal prosecutors\nagreed to defer all charges against Wiggins and three other\ndefendants under a one-year pretrial agreement.\n    The charges would then be dropped if the defendants\nsuccessfully complete the probation period. Details of the\nrequirements in the agreement were not immediately available.\n          \n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker",
        "reagan"
    ],
    "ORGS": [
        "opec"
    ]
}