{
    "DATE": "26-MAR-1987 11:20:53.04",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9940",
    "TEXT": {
        "TITLE": "BANK OF BOSTON <BKB> SEES IMPROVED 1ST QUARTER",
        "DATELINE": "    BOSTON, March 26 - ",
        "BODY": "Bank of Boston Corp expects first\nquarter earnings will range between 90 cts and one dlr a share,\nup from 79 cts a share last year, Chairman William Brown said.\n    He told shareholders the company has a 190 mln dlr exposure\nin loans to Brazil if that country defaults on its debt\npayments. If a default does occur, it would first quarter\nearnings by about five cts a share, which would bring the\nbank's in the lower level of the estimated range, he added.\n    Brown noted the 1986 first quarter net included a 17 cts\ngain from loan restructurings which will not appear this year.\n    Brown said the bank's other nonperforming assets, not\nincluding its Brazilian exposure, could rise to over 700 mln\ndlrs at the end of this quarter compared with 669 mln dlrs a\nyear earlier and 614 mln dlrs at the end of 1986.\n    He said the increase includes all of its Equadorian loans\nwhich he expects will be ultimately repaid after the company\nrecovers from an earthquake earlier this year.\n    Brown said the increase also includes some Mexican and\nVenezuelan loans as those nations are also facing credit\nproblems.\n    Brown said the Bank of Boston remains \"cautiously optimitic\nabout the full year even if our Brazilian exposure were to be\non nonaccural all year.\" In 1986, the bank earned 3.69 dlrs a\nshare, or 232.8 mln dlrs on net interest revenues of 1.08\nbillion dlrs.\n    President Ira Stepanian told the shareholders's meeting the\nbank's total loans to Argentina, Brazil and Mexico totaled 875\nmln dlrs at the end of 1986, 37 pct of its primary capital.\nBrazil loans total 300 mln dlrs, of which about two-thirds are\naffected by its suspension of interest payments on its medium\nand long term foreign debt.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "ec"
    ]
}