{
    "DATE": "26-MAR-1987 20:33:37.09",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "10264",
    "TEXT": {
        "TITLE": "WHITE HOUSE PANEL SAID URGING JAPAN RETALIATION",
        "DATELINE": "    WASHINGTON, March 26 - ",
        "BODY": "The White House Economic Policy\nCouncil decided to recommend trade sanctions against Japan for\nviolations of the U.S.-Japanese semiconductor agreement,\nindustry sources said.\n    They would give no details, noting that the White House had\nnot commented on the decision. The administration has been\nunder pressure to retaliate.\n    There was no immediate announcement on the council's\ndecision, but U.S. Officials said it was likely the senior\npolicy group's move on curbs reflected growing American\nfrustration over alleged unfair Japanese trade practices.\n    U.S. Officials said President Reagan would probably act on\nthe recommendations in a day or so, after consulting with aides\non the foreign policy implications of retaliation.\n    The officials said Reagan might delay retaliation for a\nlast try to persuade Japan to abide by the agreement reached\nlast July governing trade in semiconductors.\n    Under a pact reached last July, Japan was to stop dumping\nsemiconductors in world markets and to open its own market to\nU.S.-made semiconductors.\n    In return, the U.S. Agreed to hold up imposing anti-dumping\nduties on Japanese semiconductor shipments.\n    The United States said that dumping has stopped in the U.S.\nMarket but has continued in third countries, and that the\nJapanese market remains closed.\n    The pressure on Reagan to retaliate included a unanimous\ncall by the Senate last week to impose penalties on Japanese\nhigh technology products containing semiconductors.\n    A call for retaliation also came from the semiconductor\nindustry and from its chief trade union.\n    U.S. Officials said the most likely move against Japan\nwould involve duties on semiconductor-based goods, such as\ntelevisions, video cassette recorders and computers.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "reagan"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "gatt"
    ]
}