{
    "DATE": "18-MAR-1987 14:26:22.35",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6722",
    "TEXT": {
        "TITLE": "U.S. ENERGY INDUSTRY SAID IN BETTER HEALTH",
        "AUTHOR": "     By PETER ELSWORTH, Reuters",
        "DATELINE": "     DALLAS, March 18 - ",
        "BODY": "The U.S. oil and gas industry is in\nbetter health than it was a year ago, according to testimony\ngiven to the Texas Railroad Commission at its annual state of\nthe industry hearing today.\n     The Commission, which regulates the state's oil and gas\nindustry, heard testimony from a number of high-level company\nexecutives reflecting a belief that the recent industry\ndownturn had bottomed out.\n     \"The attitude expressed here today so far is a great deal\nmore optimistic (than last year),\" Commissioner James E. (Jim)\nNugent told Reuters.\n     \"It reflects their (the executives) belief that they are\nseeing the bottom of the economic cycle,\" he added, \"and with\njust a few reasonable breaks this industry can begin to move\nagain.\"\n     The energy industry was hard hit by the sharp drop in oil\nprices, which fell from around 30 dlrs a barrel in late 1985 to\nas low as 10 dlrs in mid-1986. Prices have since steadied to\naround 18 dlrs a barrel.\n     At the same time, a number of company executives testified\nthat the nation's domestic exploration and production segment\nwas still hurting and in need of government help.\n     Production costs are considerably higher in the United\nStates than in such areas as the Middle East and as prices fell\nmany domestic producers were forced to shut down their\noperations. Currently, there are only about 760 oil rigs\noperating in the United States compared with an average of\nnearly 2,000 in 1985.\n     Citing a study released yesterday by the Department of\nEnergy, many said the falling production of domestic oil\ncoupled with increasing U.S. demand, was leading to a growing\ndependency on imports, particularly from the politically\nvolatile Middle East.\n     \"In the U.S., 1986 petroleum production responded to lower\nprices, increasing about 2.5 pct, or 400,000 barrels per day\n(bpd),\" said J.S. Simon, General Manager of the Supply\nDepartment at Exxon Corp <XON>, the nation's largest oil\ncompany.\n     At the same time, Simon said \"U.S. oil production declined\nby 300,000 bpd, the first decline in several years,\" and \"net\npetroleum imports were up 25 pct to 5.3 mln bpd.\"\n     Noting that while oil prices were expected to remain\nbetween 13 and 20 dlrs a barrel, depending on OPEC's ability to\ncontrol production, Simon said demand is expected to remain at\n1986 levels, leading to \"a significant amount of spare\nworldwide production capacity, in excess of 10 mln bpd.\"\n     He said the surplus capacity would lead to continued\nvolatility and called for \"governmental and regulatory policies\nin support of the domestic petroleum industry.\"\n     Citing the costs recently imposed by the federal\ngovernment through the 1986 tax code changes and \"Superfund\"\nlegislation, Simon called for the repeal of the windfall\nprofits tax, total decontrol of natural gas and improved access\nto federal lands for oil and gas exploration.\n     Simon did not mention an oil import fee, which many in the\nindustry have called for as a way of building up the nation's\ndomestic operations before imports reach such a level that\nnational security might be compromised.\n     In yesterday's report, the Energy Department said imports\ncould make up 50 pct of U.S. demand by 1995, adding that\nPersian Gulf producers will provide as much as 65 pct of the\nfree world's total oil consumption by that date.\n     Arguing that \"oil is a political tool in every nation on\nearth,\" Frank Pitts, chairman of <Pitts Oil Co>, today called\nfor a variable oil import fee, among other measures, \"before\nthe treacherous foothold of the Middle East is irreversible and\nour national security is compromised.\"\n     Royce Wisenbaker, Chairman of Wisenbaker Production Co,\nagreed, saying that like many federal government programs that\nwere set up with good intentions, it would probably turn into a\n\"shambles.\"\n     Wisenbaker added that he was optimistic for the future.\n\"For those of us who have managed to hold on, the worst is\nover,\" he said.\n     Roger Hemminghaus, President of Diamond Shamrock Refining\nand Marketing Co, said he was \"enthusiastic about the future,\"\nadding that he expected \"an increase in profitability by\nmidyear.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}