{
    "DATE": "18-MAR-1987 13:51:44.26",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6689",
    "TEXT": {
        "TITLE": "NORSTAR <NOR>, FLEET <FLT> OUTLINE MERGER",
        "DATELINE": "    PROVIDENCE, R.I., March 18 - ",
        "BODY": "Fleet Financial Group said\nthat its board and the board of Norstar Bancorp have agreed to\nmerge the two bank holding companies in a transaction which\nwould create a 23 billion dlr asset bank holding company.\n    Under terms of the transaction, each Norstar shareholder\nwill receive 1.2 shares of Fleet common stock based on the\nnumber of Fleet shares after giving effect to a previously\nannounced April one Fleet stock split.\n     The two-for-one stock split will increase Fleet's\ncurrently 25.7 mln outstanding shares to 51.5 shares. There are\nabout 34.9 mln Norstar shares outstanding.\n    Fleet said the deal is expected to be completed by July one\n1988, the date on which the nationalization of Rhode Island's\ninterstate banking law takes effect.\n    For the full year ended december 31, Fleet, a Rhode Island\nbased bank holding company, reported net income of 136.7 mln\ndlrs and assets of 11.7 billion dlrs. Norstar, an Albany N.y.\nholding company, reported net income of 104.8 mln dlrs and\nassets of 11.1 billion dlrs.\n     Fleet comptroller Irv Goss said it is estimated that the\ntransaction will result in minimal dilution in Fleet/Norstar\nearnings per share. It is the intention of both companies that\ncash quarterly dividends following the combination not decline\nfor either company's stock holders, the company said.\n    For 1986, Norstar issued 1.31 dlrs annually in cash\ndividends on its common stock. Fleet's current annual\ndistibution on a pre-split basis would be equivalent to 1.68\ndlrs a share.\n    In addition, Fleet and Norstar have each granted the other\nan option to purchase such number of authorized buy unissued\nshares of common stock, that will constitute 24.99 pct of the\nfully diluted shares outstanding.\n    The transaction is subject to both regulatory and\nshareholder approval.\n    The companies said that after the proposed merger, the\ncombined banking holding wil be among the 25 largest in the\ncountry.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}