{
    "DATE": "13-MAR-1987 00:50:19.21",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "china"
    ],
    "NEWID": "4630",
    "TEXT": {
        "TITLE": "CHINA FACES DILEMMA OVER SUGAR IMPORTS",
        "AUTHOR": "    By Mark O'Neill, Reuters",
        "DATELINE": "    PEKING, March 13 - ",
        "BODY": "China has to decide if it will increase\nsugar imports this year to cover falling domestic output and\nrising demand, in view of market predictions that international\nsugar prices will remain firm this year, traders and the\nofficial press said.\n    He Kang, Minister of Agriculture, Animal Husbandry and\nFisheries, said this week that China has adjusted the\npurchasing price for sugar cane and beet to check a drop in\nproduction last year but he gave no price details.\n    One Japanese trader said domestic demand is rising rapidly\nbecause of improving living standards and rising demand for\nsweet drinks, cakes and biscuits and other sugary foods.\n    \"It will not be easy to cut domestic demand, even in a\nstate-controlled economy. China may have to import,\" he said.\n    Customs figures show imports fell to 1.182 mln tonnes in\n1986 from 1.909 mln in 1985 and fell to 25,165 tonnes in\nJanuary 1987 from 54,000 in January 1986.\n    The official Economic Information newspaper last month said\nproduction in the 1986/87 crushing season (September-April)\nwill be 1.18 mln tonnes short of demand.\n    The paper put 1986/87 output at 4.82 mln, down from 5.24\nmln in 1985/86, and domestic demand at about six mln tonnes.\n    \"In the last two years, acreage under sugar cane and beet\nhas fallen, sugar mills are underutilised, output has dropped\nand cannot meet demand that is rising every day,\" it said.\n    \"The country will have to continue imports of sugar and draw\ndown stocks to meet market demand,\" it added.\n    It quoted the Ministry of Light Industry as blaming the\ndrop in output on unreasonable state purchasing prices for cane\nand beet as against other crops, which has resulted in farmers\nrefusing to grow them.\n    The paper said in 1985 a farmer could earn up to three\ntimes more per hectare from pineapple and watermelon and up to\nseven times more from bananas than from sugarcane. He could\nsell grain on the free market at 560 yuan a tonne, against only\n70 yuan a tonne for sugarcane.\n    Sugar mills are suffering because refined sugar prices have\nnot changed for 20 years despite rising costs, it said.\n    In Fujian, the cost of producing one tonne rose to 702 yuan\nin 1985 from 520.1 in 1980, cutting the mills' profit to 117\nyuan a tonne from 217.9, it added.\n    The paper said unreasonable pricing resulted in 144 of the\n442 sugar mills working in the 1985/86 crushing season losing\nmoney. China has 521 sugar mills.\n    A foreign agricultural expert forecast a drop in cane\nacreage in 1986/87 (September-August) of up to 10 pct in\nGuangdong, which produced 45 pct of China's sugar in calendar\n1985, and a smaller drop in Fujian, which produced 11 pct of\nChina's sugar in calendar 1985.\n    He said both provinces are more developed than other\nsugar-producing areas and more sensitive to demand from cities.\n    But cane acreage in Guangxi and Yunnan, which accounted for\n28 pct of the 1985 crop, has risen by 10 to 30 pct in 1986/87,\nbecause cane-growing is more economic there, he said.\n    He put sugar stocks at 2.333 mln tonnes in September 1986.\n    A Hong Kong trader estimated stocks at more than three mln\nat end-January. \"Now they are falling but (they) have not\nreached the critical level, compelling China to import quickly,\"\nhe said.\n    \"China has options not easily available in western\ncountries. It controls stocks strictly and can release less\ninto the consumer market if stocks fall too quickly,\" he said.\n    The Hong Kong trader said calendar 1987 imports will be\nslightly less than those of 1986, because of firm world prices\nand serious foreign exchange constraints which, he said, are\nlikely to continue until at least end-1988.\n    He said nearly all cane and beet is sold to the state-owned\nmills, with a small amount sold raw to consumers.\n    \"Most of the mills are old and inefficient, with many of\nthem using Soviet equipment imported in the 1950s,\" he said.\n    He said demand in rural areas will in future rise an annual\nfour pct, with demand in the cities rising an annual two pct.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "worldbank"
    ]
}