{
    "DATE": "20-OCT-1987 08:41:05.58",
    "TOPICS": [
        "housing"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "20116",
    "TEXT": {
        "TITLE": "U.S. HOUSING STARTS ROSE 4.4 PCT IN SEPTEMBER",
        "DATELINE": "    WASHINGTON, Oct 20 - ",
        "BODY": "U.S. housing starts rose 4.4 pct in\nSeptember to a seasonally adjusted annual rate of 1,669,000\nunits, the Commerce Department said.\n    In August, housing starts were unchanged from July levels\nat 1,598,000 units, instead of being down 1.5 pct as previously\nreported.\n    The increase in September housing starts was the largest\nsince a 10.8 pct gain in starts in December 1986, Commerce\nDepartment officials said.\n    The rate at which permits were issued for future\nconstruction fell 0.6 pct in September to a seasonally adjusted\n1,493,000 units from 1,502,000 units in August.\n    Permits had risen 1.0 pct in August from July levels of\n1,487,000 units.\n    Before seasonal adjustment, permits rose to 135,500 in\nSeptember from 128,000 in August.\n    Housing starts before adjustment rose to 150,200 in\nSeptember from 144,600 in August.\n    The seasonally adjusted rise in starts included a 5.1 pct\nincrease in September single-family unit starts to 1,168,000 \nfrom 1,111,000 in August.\n    Single-family starts had fallen 2.8 pct in August from July\nlevels.\n    Multi-family starts rose 2.9 pct in September to a\nseasonally adjusted 501,000 units after a 7.0 pct increase in\nAugust, the department said.\n    Permits for single-family units fell 3.2 pct last month to\na seasonally adjusted 990,000 units after a 3.0 pct August\nrise.\n    Multi-family permits were up 5.0 pct in September to\n503,000 units after falling 3.0 pct in August.\n    Housing starts in September were down 1.2 pct from a\nseasonally adjusted 1,689,000 units in September 1986.\n    Permits were 11.5 pct below the September 1986 level of\n1,687,000 units.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "mousavi"
    ],
    "EXCHENGES": [
        "comex"
    ]
}