{
    "DATE": " 5-MAR-1987 14:28:01.93",
    "TOPICS": [
        "trade",
        "sugar",
        "cotton",
        "groundnut",
        "oilseed"
    ],
    "PLACES": [
        "australia",
        "usa",
        "switzerland"
    ],
    "NEWID": "2359",
    "TEXT": {
        "TITLE": "AUSTRALIA ATTACKS U.S. GATT FARM RULES EXEMPTION",
        "DATELINE": "    GENEVA, March 5 - ",
        "BODY": "Australia accused the U.S. of increasing\nprotectionism on agricultural products and called for an end to\nWashington's special 32-year exemption from certain GATT rules\non agricultural trade.\n    Robert Arnott, Australia's delegate to the General\nAgreement on Tariffs and Trade (GATT), made the appeal at a\nspecial annual meeting which reviews the 1955 U.S. waiver.\n    \"Australia today said the United States' goals of reducing\nU.S. barriers to agricultural trade were being contradicted by\nactions which in fact increased protection in trade in\nagriculture,\" the Australian delegation said in a statement.\n    \"The United States section 22 waiver is one of the basic\nflaws in the GATT coverage of agriculture,\" Arnott told the\nmeeting.\n    Arnott said the waiver had continually been used as a\njustification for \"dubious protective measures\" by the U.S. He\nlisted a recent Dairy Export Incentive Program and steps to\nclose the U.S. sugar market to imports.\n    He also told Reuters the waiver allowed Washington to\nimpose quotas on imports of farm products where it had domestic\nsupport programs. This covered imports of dairy products,\npeanuts, cotton and sugar.\n    Asked to comment, Michael Samuels, U.S. ambassador to the\nGATT, told Reuters: \"These charges have been made since the very\nbeginning. The waiver is part of domestic U.S. agricultural\npolicy, part of our law when we joined the GATT\".\n    \"We have agreed to put the waiver on the table during the\nUruguay Round and invite other countries to do the same with\ntheir programs. We can negotiate them all,\" Samuels added.\n    Ninety-two nations are taking part in the four-year Uruguay\nround of talks launched in Punta del Este last September.\nBargaining in agricultural goods and services (banking,\ntourism, insurance) is included for the first time as well as\nmanufactured goods.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "gatt"
    ]
}