{
    "DATE": "20-MAR-1987 09:20:17.13",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "switzerland",
        "west-germany"
    ],
    "NEWID": "7643",
    "TEXT": {
        "TITLE": "EC AND COMECON ENDS TALKS WITH PROGRESS",
        "AUTHOR": "    By Stephanie Nebehay, Reuters",
        "DATELINE": "    GENEVA, March 20 - ",
        "BODY": "The European Community (EC) and\nSoviet-led Comecon ended talks here, having made progress on\nsetting up formal trade relations, but no breakthrough because\nof Comecon's refusal to recognise West Berlin as part of the\nEC, delegates said.\n    Negotiators were trying to reach agreement on the draft of\na joint declaration setting up official relations after 30\nyears of mutual non-recognition. John Maslen, head of the EC\ndelegation, told Reuters as he emerged from the final session:\n\"We made some progress, but we have called for another meeting.\"\n    Officials, who asked not to be named, said the Comecon team\nhad refused to accept a clause in the draft declaration which\nwould recognise West Berlin as part of the 12-nation EC.\n    Under the 1957 Treaty of Rome all contracts and agreements\nsigned by the Community must contain this territorial clause\nstipulating West Berlin is an integral part of the EC. An EC\nnegotiator taking part in the three-day talks said: \"We wanted\nthe territorial clause in, but Comecon said no.\"\n    A joint statement issued after the talks said progress was\nmade towards clarifying positions, but another meeting would be\nnecessary to complete the work.\n    Any decision in principle to set up relations would require\napproval by the Community's Council of Ministers and by the\nexecutive committee of Comecon.\n    Zdzislaw Kuroski, deputy director of Comecon, who heads the\nEast bloc delegation, told Reuters ahead of today's session: \"We\nhave narrowed our differences on a range of questions, but not\non all questions.\"\n    Asked whether Comecon would accept EC insistence that any\njoint declaration stipulate West Berlin as part of the\nCommunity, he replied: \"This question is not contained in the\ndraft which our side presented.\"\n    West German diplomats said they would insist on including\nthe clause on West Berlin in any EC-Comecon agreement.\n    The talks followed an earlier round between the two trading\nblocs here last September and the first-ever direct talks\nbetween the EC and the Soviet Union on establishing diplomatic\nrelations in January.\n    The EC trades with individual Comecon member states despite\nnon-recognition of Comecon. Last year, the EC had a five\nbillion dlr trade deficit with East European states, about half\nthe deficit of the previous year, due to a drop in the price of\nSoviet oil imported by the EC.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}