{
    "DATE": "18-MAR-1987 18:21:11.66",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6922",
    "TEXT": {
        "TITLE": "VOLATILITY LIKELY TO REMAIN LOW IN DEBT FUTURES",
        "AUTHOR": "    By Brad Schade Reuters",
        "DATELINE": "    CHICAGO, March 18 - ",
        "BODY": "Financial analysts see little chance\nthat U.S. interest rate futures will break out of their narrow\nranges and low volatility during the remainder of the week.\n    \"We got a little volatility Wednesday,\" said Staley\nCommodities International analyst Jerome Lacey. \"But for the\nmoment we're still in a trading range.\"\n    Even unexpected developments concerning the growth of the\nU.S. economy may not be enough to spur the market out of its\nsluggish state, the analysts said.\n    \"It (the bond market) has not yet demonstrated that it can\nbreak out of its very low volatility,\" said Carroll McEntee and\nMcGinley analyst Denis Karnosky. \"It needs something, but it's\nnot going to be news about the economy,\" he said.\n    Karnosky said that the bond market will possibly break out\nof the doldrums if participants perceive that the dollar has\nstabilized and the Federal Reserve has more room to conduct\nmonetary policy.\n    But even Wednesday, when fed funds were below six pct, the\ndollar strong and oil on the soft side, bond futures attracted\neager sellers when contracts approached recent highs, he said.\n    In addition to a changing perception about the dollar and\nmonetary policy, Golden Gate Futures president Norman Quinn\nsaid the beginning of April could bring foreign investors back\ninto the marketplace.\n    \"The market is beginning to feel there may be demand at the\nbeginning of the fiscal year in Japan on April 1,\" Quinn said.\n    Quinn echoed the sentiment of many analysts that there are\nlarge amounts of cash waiting to be invested. If Japanese\ninvestment in U.S. securities does materialize at the start of\nJapan's fiscal year, domestic funds may also flow into the bond\nmarket, he said.\n    \"We could get a stiff rally, possibly enough to bring\nyields on long bonds down to seven to 7-1/8 pct,\" compared to\nthe current yield of about 7.5 pct, Quinn said.\n    In the meantime, even the prospect of new supply is not\nlikely to move futures.\n    The Treasury's announcement of a 15 billion dlr refunding\noperation did little to move cash government securities prices\nlate Wednesday after the close of futures.\n    \"I'd be surprised if supply pushed us out of it (the\ntrading range),\" Lacey said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "iwcc"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "lme"
    ]
}