{
    "DATE": " 2-JUN-1987 16:46:39.70",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "18302",
    "TEXT": {
        "TITLE": "INVESTMENT CRUCIAL TO U.S. TEXTILE RECOVERY",
        "DATELINE": "    WASHINGTON, June 2 - ",
        "BODY": "With more private investment, not more\nprotection, the U.S. textile industry could become competitive\nwith the most modern foreign producers, analysts from two\ncongressional agencies said today.\n    The Office of Technology Assessment, a nonpartisan arm of\nCongress told a House Ways and Means Trade Subcommittee hearing\nthere was still concern for the future of parts of the U.S.\ntextile and apparel industry, but there was more reason for\noptimism than a few years ago.\n    \"While textile producers are making significant\ninvestments, they could do more,\" OTA analyst Henry Kelly said.\n    The Congressional Budget Office (CBO), the nonpartisan\nbudget analysis arm of Congress, said federal loans or loan\nguarantees would be preferable options for Congress rather than\nincreased trade protection which could lead to foreign\nretaliation.\n    CBO analyst Edward Gramlich said past trade protections,\nfirst imposed in the 1950's have had only a small benefit for\nprofits and investments of domestic firms.\n    Trade Subcommittee chairman, Rep. Sam Gibbons, said the\nagencies analyses seemed to agree with his opinion against\ncongressional approval of protectionist textile quota\nlegislation aimed mainly at Western Europe, Japan and other\nAsian textile producing countries.\n    President Reagan last year vetoed a textile protection bill\nbut it was reintroduced in this session of Congress and is\nexpected to be voted on in the House this year.\n    However, approval this year is in doubt because passage of\na major trade bill without specific protections for textiles\nshowed a weakening of support for the legislation.\n    Most U.S. producers have fallen behind other foreign\nproducers in the use of modern textile and apparel production\nequipment and net imports are growing faster than the domestic\nmarkets, Kelly said.\n    He added that private investment in the textile and\nclothing industry in 1983 of 0.5 pct was less than one-seventh\nthe average manufacturing investment of 3.9 pct.\n    Despite existing import quotas and tariffs, imports of\ntextiles grew 26 pct in 1986 and imports of apparel grew 14 pct\nwhile U.S. production rose only 1.9 pct.\n    \"The traditional industry seems destined to be replaced by\nnew technology, imports, or some combination of both. While the\nindustry may not be able to compete in all domestic markets\nthat it enjoyed twenty years ago, the results of our research\nindicate that portions of the domestic market can be recovered,\nand that exports can be expanded,\" Kelly said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}