{
    "DATE": " 9-MAR-1987 09:11:10.46",
    "TOPICS": [
        "money-fx",
        "gnp"
    ],
    "PLACES": [
        "belgium",
        "west-germany"
    ],
    "NEWID": "3031",
    "TEXT": {
        "TITLE": "BONN SERIOUS ABOUT CURRENCY PACT, SAYS TIETMEYER",
        "DATELINE": "    BRUSSELS, March 9 - ",
        "BODY": "West Germany takes \"very seriously\" the\nrecent undertaking by major industrial countries to promote\nexchange rate stability around current levels, Finance Ministry\nState Secretary Hans Tietmeyer said.\n    Talking to journalists before a meeting of European\nCommunity Economy and Finance Ministers here, Tietmeyer\ndeclined to say whether the February 22 Paris accord by the\nGroup of Five countries plus Canada included secret agreements\nfor stabilising currencies.\n    But he noted the official communique said the participants\nagreed to cooperate closely to foster stability of exchange\nrates around current levels. \"We're taking this sentence very\nseriously,\" he said.\n    Tietmeyer remarked that the dollar had hardly moved against\nthe mark since the meeting.\n    He said a slowdown in West German economic growth had been\ncaused by sharp exchange rate swings and that the Paris\nagreement should help in this respect.\n    Economics Ministry State Secretary Otto Schlecht said the\nBonn government saw no current need for measures to bolster the\neconomy but was paying close attention to the slower growth and\nhad not ruled out \"appropriate and timely\" action if necessary.\n    Schlecht and Tietmeyer were speaking ahead of a discussion\nby the EC ministers of the latest EC Commission report on the\neconomic situation in the 12-nation bloc.\n    The Commission has sharply revised down expected German\ngross national product growth this year to two pct from 3.2 pct\npredicted last autumn and says Bonn has the most room of any EC\ncountry to stimulate economic activity.\n    Schlecht said the upturn in West Germany's economy slowed\nin the fourth quarter of last year and the first quarter of\n1987. But he said there was no cumulative downwards trend in\nview that would make quick remedial action necessary.\n    He said a number of favourable indicators such as high\nlevel of investment and a good climate for consumption meant a\nrecovery could be expected, while exports would pick up\nslightly during the course of the year.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "poehl"
    ]
}