{
    "DATE": "20-OCT-1987 00:15:04.00",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "indonesia",
        "uk",
        "malaysia",
        "usa",
        "papua-new-guinea",
        "west-germany",
        "netherlands"
    ],
    "NEWID": "20005",
    "TEXT": {
        "TITLE": "ASIAN COCOA PRODUCERS EXPAND DESPITE CRITICS",
        "AUTHOR": "    By Jeremy Clift",
        "DATELINE": "    JAKARTA, Oct 20 - ",
        "BODY": "Asian cocoa producers are expanding\noutput despite depressed world prices and they dismiss\nsuggestions in the London market that their cocoa is inferior.\n    \"Leading cocoa producers are trying to protect their market\nfrom our product,\" said a spokesman for Indonesia's directorate\ngeneral of plantations. \"We're happy about our long-term future.\"\n    Malaysian growers said they would try to expand sales in\nAsia and the United States if Malaysian cocoa was not suitable\nfor European tastes.\n    They were responding to comments by London traders that\nlarge tonnages of unwanted cocoa beans from Malaysia, Indonesia\nand Papua New Guinea (PNG) were helping to depress cocoa\nprices.\n    London traders said the Asian cocoa was considered\nunsuitable for western palates because of an acrid odour and a\nhigh level of free fatty acids.\n    Ng Siew Kee, the chairman of Malaysia's Cocoa Growers'\nCouncil, said Malaysia should expand its sales to Asia and the\nUnited States if it did not produce a type suitable for Western\nEurope.\n    A spokesman for the PNG Cocoa Industry Board said the\nLondon market was mistaken if it linked PNG cocoa with\nhigh-acid Malaysian and Indonesian beans.\n    \"When the market is declining, buyers seize on anything to\ntalk down prices,\" the spokesman said.\n    He said that PNG could sell whatever cocoa it produces.\n    PNG exported 33,000 tonnes of cocoa in the 1986/87 cocoa\nyear ending September 30, of which nearly 50 pct was exported\nto West Germany, 16 pct to the U.S. And the rest to the\nNetherlands and Britain.\n    The Indonesia spokesman, an Agriculture Ministry official\nwho wished not to be identified, said Indonesia had no problem\nwith quality and would continue to expand sales. He described\ncriticism of the quality of Indonesian beans as \"trade politics\"\nand said Jakarta's traditional links with Dutch buyers meant it\ndid not have any difficulty with exports.\n    Indonesia and Malaysia, Asia's two biggest commodity\nproducers, are expanding cocoa output and are both outside the\nInternational Cocoa Organization (ICCO).\n    Officials have said Malaysian production is expected to\ntotal 150,000 to 155,000 tonnes in calendar 1987.\n    This is up from 131,000 tonnes in 1986, partly because of\nthe end of a three-year drought in Sabah, the country's largest\ncocoa growing area.\n    Production of Indonesian cocoa beans tripled to 31,600\ntonnes in calendar 1986 from 10,284 tonnes in 1980. Output is\nprojected to rise to 50,000 tonnes in 1988 from 38,000 tonnes\nthis year as young trees mature.\n    Both Malaysia and Indonesia are low cost producers and\ntraders said they could last out low prices longer than West\nAfrican countries.\n    According to one Kuala Lumpur trader, world prices would\nhave to fall another 1,000 ringgit per tonne (about 250 stg) to\nmake cocoa production in Malaysia uneconomic.\n    Some traders believe the main quality problem is with\nharvesting and fermentation techniques.\n    One trader said Malaysian cocoa is virtually\nindistinguishable from West African output if treated in the\nsame way but this is not possible on the larger Malaysian\nestates.\n REUTER\n\u0003"
    }
}