{
    "DATE": "27-APR-1987 08:46:08.86",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "nakasone",
        "reagan"
    ],
    "NEWID": "17306",
    "TEXT": {
        "TITLE": "EMS INTERVENTION SAID SOMETIMES COUNTERPRODUCTIVE",
        "DATELINE": "    FRANKFURT, April 27 - ",
        "BODY": "Attempts to hold currency rates\nrigidly within tight ranges through European Monetary System\nintramarginal intervention can be counterproductive, bringing\nfunds into the stronger currency from the weaker at rates still\nconsidered fairly favourable, the Bundesbank said.\n    \"The movements thus sparked can actually promote the weaker\ntendency of a currency, requiring still larger obligatory\nintervention when rates hit band limits,\" it said in its 1986\nannual report. The other danger was that money supply expansion\ncould be caused in the stronger currency nation without its\ncentral bank being involved in the activity.\n\n    \"For this reason, currency levels should be allowed as much\nroom for manoeuvre as possible inside the band limits when a\ncurrency is in a phase of weakness,\" the Bundesbank said.\n    \"In addition, speculative positions are made more expensive\nto hold when interest differentials are increased.\"\n    In the report, the Bundesbank gave a rare glimpse of the\nextent of intramarginal and obligatory EMS intervention that\nhas taken place since the foundation of the eight-currency\nsystem on March 13, 1979.\n\n    Obligatory intervention is that required by EMS central\nbanks when a currency reaches its agreed limit against another\nparticipating unit.\n    Intramarginal intervention is undertaken on agreement\nbetween central banks when speculative pressure moves a\ncurrency in an unwanted direction, although it may not yet be\nnear any allowed EMS limits.\n    At the start of this year, central banks were very actively\nselling marks and supporting weaker currencies, primarily the\nFrench franc, as speculative EMS pressure grew.\n\n    But the announcement by the Bank of France that it was\nceasing intramarginal intervention sent the franc straight to\nits then-permitted floor of 31.8850 marks per 100.\n    Data in the Bundesbank report showed the EMS central banks\nbought a net total 29.9 billion marks after the April 6, 1986\nrealignment until the selling petered out on July 7.\n    But this was far outweighed by net purchases between July\n8, 1986, and the realignment on January 12 this year totalling\n63.0 billion marks - 44.1 billion of which was intramarginal\nand 18.9 billion was obligatory intervention.\n\n    The data showed that 17.4 billion marks of the total\neventually filtered into the West German monetary system.\n    Since the latest realignment, central banks have bought\n16.1 billion marks in intramarginal intervention, the\nBundesbank said, without naming the banks involved.\n    Only very high activity after the March 21, 1983\nrealignment came close to matching moves up to last January.\nThen, central banks bought a massive 61.6 billion marks in the\nperiod up to July 1985, mainly to stabilise the EMS as the\ndollar surged.\n    This then turned into mark sales of a net 34.0 billion from\nJuly 11, 1985 in the run-up to the April 1986 realignment.\n\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}