{
    "DATE": "16-MAR-1987 10:54:25.09",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "belgium"
    ],
    "NEWID": "5394",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - EMS MARKS EIGHTH BIRTHDAY",
        "AUTHOR": "    By Tony Carritt, Reuters",
        "DATELINE": "    BRUSSELS, March 13 - ",
        "BODY": "The European Monetary System marks its\neighth anniversary still vulnerable to turmoil in world money\nmarkets despite creating an island of currency rate stability\nin Europe, economists say. But many economists say the system,\nwhich holds eight European Community currencies within narrow\nfluctuation bands, remains in its infancy.\n    Its new currency, the European Currency Unit (Ecu), has\nbeen a runaway success with investors and borrowers alike\nseeking an alternative to the volatile dollar.\n    And on Wednesday, the long term vision of the Ecu as\nEurope's common currency took a step nearer to becoming reality\nwhen Belgium minted the world's first Ecu coin.\n    But economists say members such as West Germany have so far\nblocked a second stage of development envisaged by the system's\nfounding fathers, ex-West German Chancellor Helmut Schmidt and\nformer French President Valery Giscard d'Estaing.\n    Under this phase, originally due to have started two years\nafter the EMS was set up, decision-making was to have been\ntransferred from national governments and central banks to an\nautonomous European Monetary Fund.\n    But members have jealously guarded their sovereignty in\neconomic and monetary matters. \"The basic problem of the EMS is\nthat governments are not prepared to make the quantum leap to a\nsituation where certain decisions are taken in common,\" said one\neconomist who has closely watched the system's development.\n    The result is that the EC is often divided over policy on\nthird currencies, accentuating what the economists say is the\nsystem's greatest weakness, its vulnerability to a weak dollar.\n    Over the past 18 months, as the U.S. Dollar plunged and\ninvestors moved into strong currencies, the resulting sharp\nrise of the West German mark severely strained the system.\n    Another frustration has been Britain's failure to lend the\nEMS political support by keeping the pound, still a major world\ncurrency, outside the system.\n    No change in the British government's attitude is expected\nbefore the country's next general elections, due by mid-1988.\n    Meanwhile, the system's last realignment, the 11th since it\nwas set up, prompted European finance ministers to ask the EC's\nhighly-secretive Monetary Committee and Committee of Central\nBank Governors to come up with suggestions for reinforcing it.\n    Their ideas are due to be unveiled when finance ministers\nhold an informal meeting in Belgium early next month.\n    But economists said the proposals are unlikely to involve\nmore than tinkering with technical details. They are sceptical\nabout the chances for any fundamental change.\n    \"Technical measures won't be enough to protect the EMS\nagainst external factors such as dollar weakness. For that we\nmust take the step forward to the institutional level,\" said Leo\nde Corel of Kredietbank's economic research department.\n    Economists say the system's fortunes now will depend\nlargely on the success of an agreement last month among major\nindustrial nations to stabilise exchange rates. If the dollar\nresumes its slide the EMS could be in for more turbulence, they\npredict.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "lyng"
    ]
}