{
    "DATE": "30-MAR-1987 18:16:30.24",
    "TOPICS": [
        "dlr",
        "money-fx"
    ],
    "NEWID": "11135",
    "TEXT": {
        "TITLE": "SARNEY TEMPORARILY LEGALISES DLR PARALLEL MARKET",
        "AUTHOR": "    By Rene Villegas, Reuters",
        "DATELINE": "    BRASILIA, MARCH 30 - ",
        "BODY": "Brazilian President Jose Sarney\nannounced a move which temporarily legalises the purchase of\nU.S. Dollar currency in the parallel market, aimed at promoting\nimports of foreign goods.\n    In a speech, Sarney justified his measure as a need to face\n\"current well known difficulties to obtain foreign loans for the\npurchase of goods.\"\n    The parallel market, although tolerated, is technically\nillegal. For the past year, the dollar in the parallel market\nis being sold at 25 to 100 pct above the official rate.\n    Sarney's decision means that Brazilian importers of\nmachinery and industrial equipment can buy dollar currency in\nthe parallel market without having to wait for the issuing of\nan official order from the Banco do Brasil's Foreign Trade\nDepartment (Cacex).\n    Sarney also announced measures to boost exports in an\neffort to strengthen the country's trade balance and alleviate\nthe risk of a reduction of foreign loans for this sector of the\neconomy.\n    The president authorised the National Foreign Trade Council\n(CONEX) to resume operating as the ruling body of Brazil's\ntrade policy, with participation of the private sector.\n    The Council had been closed three years ago by the military\ngovernment of former President Joao Figueiredo.\n    Tomorrow, Brazil was due to fulfill payment of 15 billion\ndollars in short range credit lines, but its economic officials\nhave suggested a 60-day extension in the deadline in order to\nseek a renegotiation with its creditors.\n    Sarney told members of the Council that for Brazil it is a\nmust to recover its annual trade balance surplus to the 12\nbillion dollars average recorded in 1984 and 1985, and which\ndropped sharply last year to 8 billion dollars.\n    He attributed the poor performance of Brazil's trade\nbalance in 1986 to protectionist moves by industrialised\ncountries, the fall in the prices of basic goods and the crisis\nfaced by several of Brazil's Third World trade partners.\n Reuter\n\u0003"
    },
    "PLACES": [
        "brazil"
    ],
    "PEOPLE": [
        "sarney"
    ]
}