{
    "DATE": "26-MAR-1987 06:37:09.56",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "malaysia"
    ],
    "NEWID": "9769",
    "TEXT": {
        "TITLE": "MALAYSIAN CENTRAL BANK SEES HIGHER 1987 GROWTH",
        "DATELINE": "    KUALA LUMPUR, March 26 - ",
        "BODY": "Gross domestic product (GDP)\ngrowth in 1987 is expected to grow by between 1.5 and two pct,\nup from one pct in 1986, the central bank said.\n    The forecast compares with the one pct GDP growth forecast\nmade by the Treasury last October.\n    Bank Negara also said in its annual report that gross\nnational product (GNP) is expected to grow by 3.5 to four pct,\nafter declining 7.3 pct in 1986.\n    It said that a turnaround in investor confidence since last\nNovember had been spurred by a moderate improvement in oil and\ncommodity prices and a rise in manufacturing exports.\n    Growth in 1987 is expected to come from the anticipated\nrise in export earnings if the industrialised countries sustain\ntheir average GNP growth at 2.5 to three pct, it added.\n    Bank Negara said its forecast assumes that crude oil will\naverage 15.50 dlrs a barrel, rubber at 210 cents a kilo, palm\noil at 850 ringgit a tonne, tin at 17 ringgit a kilo and a rise\nof 12 pct in manufacturing exports.\n    It said Malaysia's international terms of trade will turn\naround to rise by two pct in 1987 after declining 12 pct in\n1986 and five pct in 1985.\n    \"In 1987, income will be higher, private consumer spending\nis likely to recover and expand... The budget will remain under\nstrict control... The resource gap in the government's finances\non current account will be bridged over the near term,\" Bank\nGovernor Jaafar Hussein said in the report.\n    The current account deficit is expected to narrow to 1.19\nbillion ringgit in 1986 or 1.8 pct of GNP from 1.79 billion or\n2.5 pct of the GNP the previous year.\n    The bank forecasts the inflation rate will increase by 1.5\npct, after its 0.7 pct rise in 1986.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "ec"
    ]
}