{
    "DATE": "23-MAR-1987 05:33:58.58",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "uk",
        "india"
    ],
    "NEWID": "8160",
    "TEXT": {
        "TITLE": "BP GRANGEMOUTH REFINERY SHUT, HYDROCRACKER DAMAGED",
        "DATELINE": "    LONDON, MARCH 23 - ",
        "BODY": "The entire British Petroleum Co PLC\nrefinery at Grangemouth in Scotland has been shut down\nfollowing the explosion and fire that severely damaged the\nhydrocracker at the site, a refinery spokesman said.\n    He said the rest of the 178,500 bpd refinery, including the\n19,000 bpd catalytic cracker, was undamaged. The whole refinery\nwas closed pending enquiries but a decision when to reopen the\nmain units will be taken in the next couple of days, he said.\n    But there was extensive damage to the central part of the\n32,000 bpd hydrocracker, which upgrades heavy oil products to\ngasoline, and it will be out of operation for some months.\n    The spokesman said BP will not suffer supply shortages as a\nresult of the explosion as it will be able to bring in product\nfrom other sources. BP has a 437,000 bpd refinery in Rotterdam,\na 181,900 bpd unit at Ingolstadt, West Germany, a 181,900 bpd\nplant at Lavera in France and a smaller Swedish plant.\n    He said the explosion and fire, in which one worker was\nkilled, occurred when the hydrocracker was not in operation.\n    The refinery as a whole had been operating at about half of\nits capacity since the end of January while an extensive\noverhaul was carried out on the North Side of the complex where\nthe hydrocracker is sited, he said.\n    This work was scheduled to be completed by mid-April, but\nthis is now being assessed following the hydrocracker accident.\n    Two people were killed in an explosion and fire in a flare\nline at the Grangemouth refinery on March 13, but the spokesman\nsaid this incident was some 100 yards from the latest accident.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec",
        "gatt"
    ],
    "PEOPLE": [
        "concepcion"
    ]
}