{
    "DATE": " 6-MAR-1987 13:38:44.48",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "2765",
    "TEXT": {
        "TITLE": "LIFFE FEBRUARY VOLUMES DOWN, BUT EURODOLLARS UP",
        "DATELINE": "    LONDON, March 6 - ",
        "BODY": "Total futures and options turnover on the\nLondon International Financial Futures Exchange (LIFFE) fell\nslightly during February, although daily average Eurodollar\nvolume set a new record, LIFFE said today.\n    Total futures and options turnover last month was 822,378\ncontracts, down from January's 881,778, but sharply above the\ncomparative February 1986 figure of 463,146 lots, it said.\n    Eurodollar turnover during February was 140,417 lots,\nagainst January's 100,941 and the year ago figure of 81,648.\nThe daily average was a record 7,020 lots, up four pct from the\nprevious record, set in March 1985.\n    February trading encompassed a new daily record of 66,087\ncontracts on the 19th of the month, exceeding the previous\nrecord of 61,398, which had been set on February 6, LIFFE said.\n    FT-SE 100 index futures volume was sharply higher during\nFebruary, with 22,109 contracts trading, against January's\n15,279 and the year-ago level of 8,181.\n    Open interest also set new records last month in\nEurodollars at 29,372 contracts, in FT-SE 100 at 4,898 and in\nshort sterling interest rate futures at 19,846 lots.\n    Key futures volumes as detailed by LIFFE were:\n                 Feb'87   Jan'87    Feb'86\n Long gilt      424,865  525,354   134,420\n Eurodollar     140,417  100,941    81,648\n Short sterling  94,720   87,619    67,640\n T-bond          84,694   87,980   133,766\n FT-SE           22,109   15,279     8,181\n Currencies       2,799    2,112     7,737\n Short gilt          74       85     6,516\n    Key options volumes as detailed by LIFFE were:\n              Feb'87    Jan'87     Feb'86\n Long gilt     44,640    54,329     ----\n Eurodollar     3,580     1,720     2,844\n T-bond         1,737     3,479     ----\n Sterling       1,466     2,223    18,191\n FT-SE          1,277       657     ----\n Total options 52,700    62,408    23,238\n    (Long gilt, T-bond and FT-SE index options were not trading\nin February 1986).\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "unctad"
    ],
    "EXCHENGES": [
        "liffe"
    ]
}