{
    "DATE": "27-MAR-1987 06:47:55.53\u0005\u0005\u0005RM",
    "TOPICS": [
        "money-fx",
        "dfl"
    ],
    "PLACES": [
        "netherlands",
        "west-germany"
    ],
    "NEWID": "10344",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - DUTCH EXCHANGE RATE POLICY",
        "AUTHOR": "    By Marcel Michelson, Reuters",
        "DATELINE": "    AMSTERDAM, March 27 - ",
        "BODY": "Recent slackness on Dutch capital\nmarkets has led some bankers to question the Central Bank's\npolicy of pegging the guilder firmly to the West German mark\nand to ask for more flexiblility in exchange rate policy.\n    While agreeing with the Bank's commitment to defend the\nguilder strongly, some bankers want the Bank to make more use\nof the range within which the guilder and the mark can\nfluctuate against each other in the European Monetary System\n(EMS).\n    Roelof Nelissen, chairman of Amsterdam-Rotterdam Bank NV\n(Amro) said the Central Bank's policy was overcautious.\n    \"I would like to suggest that the Bank use more freely the\nrange given to the guilder in the EMS,\" Nelissen said at the\npresentation of Amro's 1986 annual report last week.\n    Within the EMS, the mark is allowed to fluctuate against\nthe guilder between 110.1675 and 115.235 guilders per 100.\n    The Central Bank maintains a stricter policy and tries to\nkeep the mark below the 113.00 guilders per 100. It regards a\nstable exchange rate as its main target, using interest rate\npolicies to influence the exchange rate.\n    The preference of exchange rate goals above interest rate\naims goes almost undisputed in the Netherlands.\n    Critics say the Bank keeps the reins unnecessarily short.\n    Rabobank Nederland said in its latest economic bulletin: \"By\nmaintaining the 113.00 limit, the Central Bank raises the\nexpectation it will always intervene above that level. If it\nsuddenly needs more flexibility it will find it very hard to\nobtain.\"\n    Amro's Nelissen said relatively small changes in interest\nrates and exchange rates could cause substantial flows of\nsecurities business and sharp fluctuations on the Dutch capital\nmarket. Large interest rate changes were often needed to bring\nabout small changes in the guilder/mark exchange rate, he\nadded.\n    Unlike Amro, Algemene Bank Nederland NV (ABN) says this is\na price the Dutch have to pay. It fully agrees with the Central\nBank's policy, director-general Julien Geertsema told Reuters,\nnoting a 1983 decision not to revalue the guilder fully with\nthe mark in the EMS hurt confidence in the Dutch currency.\n    \"It is a pity we need such a wide interest rate difference\nbetween West Germany to maintain the exchange rate,\" he added.\n    Interest rate differentials between West Germany and the\nNetherlands are the main factors that trigger capital flows\nbetween the two countries, as the economic performance of the\ntwo does not differ much, economists said.\n    Data on 1986 capital flows between West Germany and the\nNetherlands have not yet been released, but in 1985 they\naccounted for only 10 pct of total trade flows between the two\ncountries, put at 110 billion guilders for 1986 by the\nDutch-German Chamber of Commerce earlier this month.\n    Economists say capital flows are more sensitive to interest\nand exchange rates.\n    West Germany is the Netherlands' largest single trading\npartner, taking 28 pct of Dutch exports and providing 26 pct of\nimports in the last quarter of 1986, Central Bureau of\nStatistics figures show.\n    At the moment, the rates for three month euromark deposits\ntrade around 4.0 pct while the same deposits in guilders have a\nrate of around 5-7/16 pct.\n    Amro bank argues that the Dutch real interest rate will\neven rise further because of expectations of deflation here in\n1987, contrasting with slight inflation in West Germany.\n    In the Netherlands, the cost of living is expected to\ndecrease by 1.5 pct at a GNP growth rate of two pct, the Dutch\nCentral Planning Agency said in its 1987 forecast last month.\nGerman GNP is seen rising by two to 2.5 pct, but with inflation\nbetween zero and 1.0 pct, according to most German forecasts.\n    But despite this upward push on real Dutch rates, money\ndealers do not expect the Central Bank to cut official rates\nindependently without prior moves by the Bundesbank.\n    Following the West German interest rate cuts on January 22,\nthe Dutch Central Bank did not lower its rates but set a 0.5\npct lower tariff for special advances and abandoned its credit\nsurcharge. Most traders were surprised by this move as they had\nexpected the Bank to follow suit unconditionally, they said.\n    The Bank said it lowered the rate with the largest impact\non the money market as far as the exchange rate permitted.\n    While not entirely unsympathetic to critics of its\npolicies, the Central Bank keeps its grip firm and the range\nnarrow.\n    \"The European Monetary System is not only a relationship\nbetween the guilder and the mark. Many times widening of the\nmargin between the two would implicate we have to buy or sell\nlarge amounts of a third currency,\" Central Bank vice-director\nJan-Hendrik Du Marchie Sarvaas said.\n    \"If we allowed the guilder to become a little cheaper, the\nmarkets would start to believe it was weak. We don't want that.\nWe want to make clear that the guilder is just as strong as the\nmark,\" he said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "nakasone"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}