{
    "DATE": "21-APR-1987 11:04:53.07",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "16995",
    "TEXT": {
        "TITLE": "SUPREME COURT UPHOLDS INDIANA TAKEOVER LAW",
        "DATELINE": "    WASHINGTON, April 21 - ",
        "BODY": "The Supreme Court, in a 6-3\ndecision, ruled that an Indiana law aimed at protecting\ncompanies from hostile takeovers by out-of-state businesses is\nconstitutional.\n    The high court justices reversed a ruling by a U.S. Court\nof Appeals in Chicago that struck down the 1986 control-share\nacquisition law.\n    The case involved a hostile takeover bid by Dynamics Corp\nof America against CTS Corp, based in Elkhart, Ind.\n    Dynamics made a tender offer in 1985 for one million shares\nto bring its holdings of CTS stock to 27.5 pct of the company's\ntotal.\n   \n    After CTS invoked the state law, Dynamics filed a lawsuit\nchallenging the constitutionality of the measure.\n    One effect of the law is to impose a 50-day delay on the\ntender offer at the option of the target company.\n    It also requires that the acquisition for control shares in\nan Indiana corporation does not include voting rights unless a\nmajority of all pre-existing shareholders so agree at their\nnext regularly scheduled meeting.\n    Justice Lewis Powell, writing for the court majority, held\nthat the state law was not pre-empted by federal securities\nlaw.\n   \n    \"The Indiana Act protects independent shareholders from the\ncoercive aspects of tender offers by allowing them to vote as a\ngroup,\" he said.\n    He acknowledged that the law may delay some tender offers\nand may decrease the number of successful tender offers for\nIndiana corporations.\n    But he said the law does not discriminate against\ninterstate commerce and was justified by the state's interests\nin protecting shareholders.\n   \n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "lme"
    ]
}