{
    "DATE": "30-MAR-1987 06:00:18.68",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "10743",
    "TEXT": {
        "TITLE": "RUGBY WELL PREPARED FOR NEW CEMENT COMPETITION",
        "DATELINE": "    LONDON, March 30 - ",
        "BODY": "Rugby Portland Cement Plc <RBYL.L> said\nit was well placed to operate in the new circumstances\nfollowing the ending in February of the 53-year old cement\nmanufacturers common price and marketing arrangements.\n    In a statement following the release of its 1986 results,\nIT stated that the current year had started well. It reported\nthat pretax profits in the year rose to 35.46 mln stg from\n21.84 mln previously on turnover higher at 313.3 mln after\n252.2 mln.\n    The strong recovery of the first six months continued into\nthe second half, although U.K. Cement demand rose only\nmodestly. Results benefitted from cost cutting and higher\nvolumes.\n    The decision by the Cement Makers Federation to end the\npricing agreement reflected pressure from higher competition\ndue to growing imports and the possibility that the system\nwould be taken to the Restrictive Practices Court by the U.K.\nGovernment. It stated that its John Carr unit benefitted from\nstrong organic growth, although overseas its Cockburn operation\nhad a difficult period with high maintenance costs and\nincreased depreciation charges.\n    The company is proposing to change its name at the next\nannual meeting to <Rugby Group Plc>.\n    Rugby said it spent 27 mln stg on acquisitions in 1986. It\nnoted that its Western Australia hotels company had agreed to\nsell the Parmelia hotel for 31.5 mln Australian dlrs, some\nseven mln stg above end-1986 book value.\n    The results were largely in line with forecasts and Rugby\nshares were little changed at 242p after 241 at Friday's close.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}