{
    "DATE": " 3-MAR-1987 13:13:47.06",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1208",
    "TEXT": {
        "TITLE": "WALL STREET STOCKS/ANACOMP INC <AAC>",
        "DATELINE": "    CHICAGO, March 3 - ",
        "BODY": "Anacomp Inc, one of the most actively\ntraded NYSE issues, rose today as at least one analyst expected\nearnings to be boosted by its planned acquisition of a\nmicrographics company.\n    Anacomp rose 1/2 to 6-3/4 on volume of 950,000 shares after\ntrading as high as seven earlier.\n    Howard Harlow, analyst at Whale Securities Corp, said\nAnacomp's earnings for fiscal 1987 ending September 31 could be\ndoubled to 80 cts a share from the 40 cts a share he had\nforecast before Anacomp agreed to buy DatagraphiX, a\nmicrographics firm, from General Dynamics Corp <GD>.\n    \"The company can earn 80 cts a share in fiscal 1987, maybe\nas much as a dlr a share, because of DatagraphiX,\" Harlow said.\n\"Most of the benefit will be in the fourth qtr because it will\nintegrate the company in the second half.\"\n    Anacomp's earnings will be less if it has problems\nintegrating DatagraphiX, Harlow said.\n    A spokesman at Anacomp said the company expects to complete\nits deal for DatagraphiX later this month. She would not say\nhow much it will pay for DatagraphiX, but noted that\nDatagraphiX contributed 10 mln dlrs in earnings to General\nDynamics on revenues of 239 mln dlrs in 1986.\n    Harlow said a fellow analyst at Whale Securities estimates\nthat Anacomp will pay between 100 mln dlrs to 150 mln dlrs for\nDatagraphiX. \"The estimates on the street narrow it down to\nbetween 110 mln dlrs and 130 mln dlrs,\" Harlow added.\n    Anacomp reported net of 2.8 mln dlrs or nine cts a share in\nits first qtr ended December 31, up from 301,000 dlrs or one ct\na share.\n    In Anacomp's fiscal 1986 it earned 4,073,000 dlrs or 13 cts\na share.\n    Whale Securities recommends buying the stock, Harlow said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ]
}