{
    "DATE": "11-MAR-1987 03:03:44.24",
    "TOPICS": [
        "zinc",
        "lead",
        "copper"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "3454",
    "TEXT": {
        "TITLE": "AUSTRALIAN METAL TRADER LINKS TO ASTURIANA DE ZINC",
        "DATELINE": "    BRISBANE, March 11 - ",
        "BODY": "<Metal Traders Australasia Ltd> said a\nnewly-formed subsidiary, the <Austmet Ltd> group, has\nnegotiated an exclusive long-term contract with Spain's\n<Asturiana de Zinc> to market its zinc metal exports.\n    Metal Traders said in a statement the contract would\nunderpin the worldwide zinc, copper and lead trading activities\nof Austmet, a wholly-owned London-based company with a U.S.\nUnit in Stamford, Connecticut.\n    Austmet has recruited a group of base metal traders,\ncurrently operating out of Britain and the U.S., Who have\nhandled Asturiana's business for the past five years, it said.\n    Asturiana has a three-year option to purchase 25 pct of the\nAustmet group, to be priced on an independent valuation at the\ntime of exercise, Metal Traders said.\n    Austmet will have an initial equity base of one mln stg, a\nturnover of 200 mln Australian dlrs rising to 300 mln in the\nfirst year, and credit lines of up to 30 mln U.S. Dlrs.\n    Austmet should be generating profits from July 1 and a\n1.5-2.5 mln dlr net is envisaged within two years, it said.\n    Metal Traders said Asturiana has the largest zinc smelting\ncapacity in Europe -- nearly 200,000 tonnes a year of 99.995\npct high-grade zinc, at Aviles in northern Spain.\n    Metal Traders, a listed company, was formerly <Pyrotech\nResources N.L.> whose chief activity was the development and\nmarketing of high-technology smelting processes invented in\nAustralia, notably the Siromelt Zinc Fuming Process.\n    But in late 1986, control of the company changed and it\nexpanded by acquisition into metal trading in Australia and\nAsia. It then changed its name.\n    It also has the marketing contract for mineral sands\nproduced by <TiO2 Corp N.L.>, of which it holds 17.5 pct.\n    In today's statement, Metal Traders also said it is\nreviewing possible acquisition of a mineral producer.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "aqazadeh"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}