{
    "DATE": " 7-MAR-1987 06:44:33.88",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "uk",
        "belgium"
    ],
    "NEWID": "2968",
    "TEXT": {
        "TITLE": "EXPERTS HAD EXPRESSED FEARS OVER RO-RO SAFETY",
        "DATELINE": "    LONDON, March 7 - ",
        "BODY": "As a British government investigation got\nunder way into the sinking of the car ferry Herald of Free\nEnterprise with heavy loss of life, experts said doubts had\nalready been expressed about the roll-on roll-off type of ship.\n    Shipping minister Lord Brabazon said a preliminary\ninvestigation had started into why the 7,951 tonne ferry\ncapsized and sank in little over a minute as it manoeuvred to\nleave Zeebrugge on a routine four hour crossing to Dover.\n    Initial reports spoke of water flooding the car decks\nthrough the bow doors. But a spokesman for the owners, Townsend\nThoresen, said it was also possible the ferry had been holed.\n    Townsend Thoresen operate two other ships identical to the\nHerald of Free Enterprise, but Brabazon said it was not planned\nto pull them out of service at present.\n    \"Our investigator is there already. We shall have to wait\nand see. But it is too early to say what happened,\" he told BBC\nradio.\n    As the work of retrieving bodies from the half-submerged\nhulk continued, maritime safety experts in London said doubts\nhad already been expressed about the design of so-called \"RoRo\"\nferries such as the Herald of Free Enterprise.\n    In 1980 the Inter-Governmental International Maritime\nConsultative Committee issued a report saying more roll-on\nroll-off vessels were lost in accidents than ships with deck\nareas divided by bulkheads.\n    Townsend Thoresen say the ship, built at the West German\nyard of Bremerhaven in 1980, was built to the highest safety\nstandards.\n    But salvage expert William Cooper said passengers would\nhave had problems getting off this type of ship because of its\ndesign.\n    Former Townsend Thoresen navigating officer Clive Langley\nsaid the RoRo type of vessels were similar in some respects to\na barge.\n    \"As any sailor knows it only takes two or three inches out\nof line and you can turn a barge over. An ordinary ship is\ncompartmentalised and you have more stability,\" he said.\n    Cooper said cross-Channel ferries were normally perfectly\nstable but had huge wide deck areas above the water level.\n    \"If you do get water into that area then you can get very\nsevere effects on the stability of the ship,\" he added.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "stoltenberg"
    ],
    "ORGS": [
        "imco"
    ],
    "EXCHENGES": [
        "cme"
    ]
}