{
    "DATE": " 8-APR-1987 02:56:07.22",
    "TOPICS": [
        "veg-oil",
        "palm-oil",
        "lumber",
        "coffee",
        "rubber"
    ],
    "PLACES": [
        "indonesia",
        "south-korea",
        "taiwan"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "NEWID": "14840",
    "TEXT": {
        "TITLE": "INDONESIAN COMMODITY EXCHANGE MAY EXPAND",
        "AUTHOR": "    By Jeremy Clift, Reuters",
        "DATELINE": "    JAKARTA, April 8 - ",
        "BODY": "The Indonesian Commodity Exchange is\nlikely to start trading in at least one new commodity, and\npossibly two, during calendar 1987, exchange chairman Paian\nNainggolan said.\n    He told Reuters in a telephone interview that trading in\npalm oil, sawn timber, pepper or tobacco was being considered.\n    Trading in either crude palm oil (CPO) or refined palm oil\nmay also be introduced. But he said the question was still\nbeing considered by Trade Minister Rachmat Saleh and no\ndecision on when to go ahead had been made.\n    The fledgling exchange currently trades coffee and rubber\nphysicals on an open outcry system four days a week.\n    \"Several factors make us move cautiously,\" Nainggolan said.\n\"We want to move slowly and safely so that we do not make a\nmistake and undermine confidence in the exchange.\"\n    Physical rubber trading was launched in 1985, with coffee\nadded in January 1986. Rubber contracts are traded FOB, up to\nfive months forward. Robusta coffee grades four and five are\ntraded for prompt delivery and up to five months forward,\nexchange officials said.\n    The trade ministry and exchange board are considering the\nintroduction of futures trading later for rubber, but one\nofficial said a feasibility study was needed first. No\ndecisions are likely until after Indonesia's elections on April\n23, traders said.\n    Trade Minister Saleh said on Monday that Indonesia, as the\nworld's second largest producer of natural rubber, should\nexpand its rubber marketing effort and he hoped development of\nthe exchange would help this.\n    Nainggolan said that the exchange was trying to boost\noverseas interest by building up contacts with end-users.\n    He said teams had already been to South Korea and Taiwan to\nencourage direct use of the exchange, while a delegation would\nalso visit Europe, Mexico and some Latin American states to\nencourage participation.\n    Officials say the infant exchange has made a good start\nalthough trading in coffee has been disappointing.\n    Transactions in rubber between the start of trading in\nApril 1985 and December 1986 totalled 9,595 tonnes, worth 6.9\nmln dlrs FOB, plus 184.3 mln rupiah for rubber delivered\nlocally, the latest exchange report said.\n     Trading in coffee in calendar 1986 amounted to only 1,905\ntonnes in 381 lots, valued at 6.87 billion rupiah.\n     Total membership of the exchange is now nine brokers and\n44 traders.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ]
}