{
    "DATE": "21-APR-1987 10:12:44.56",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16985",
    "TEXT": {
        "TITLE": "JAPAN SEES NEED TO ACT QUICKLY ON TRADE CRISIS",
        "DATELINE": "    TOKYO, April 21 - ",
        "BODY": "Japan is faced with a mounting crisis\nover its huge trade surplus and recognizes that it must act\nmore quickly to refocus its export driven economy, a senior\nForeign Ministry official said.\n    \"The sense of crisis among the Japanese public as well as\nthe government is increasing,\" Deputy Director General Hiroshi\nHirabayashi told reporters. \"The need to accelerate the efforts\n(to restructure the economy) is well recognized.\"\n    Hirabayashi said that gradual progress had been made to\nrefocus the Japanese economy, but admitted that it might not\nseem all that spectacular to foreign observers.\n    Difficulties had been encountered in implementing the\nso-called Maekawa report since it was unveiled a year ago, he\nsaid. But, he added, foreign governments should appreciate the\nefforts that have been made.\n    The report, named for its principal author, former Bank of\nJapan governor Haruo Maekawa, called for a shift in Japan's\neconomy away from its dependence on exports for growth. The\nJapanese cabinet today reviewed progress made since its\nrelease.\n    According to Hirabayashi, Prime Minister Yasuhiro Nakasone\ntold his fellow ministers that Japan must follow the direction\nset out by Maekawa and urged them to make efforts to achieve\nit.\n    Foreign Minister Tadashi Kuranari added that not enough had\nbeen done to publicize the action Japan was taking to refocus\nits economy.\n    Listing some of those actions, Hirabayashi said imports of\nmanufactured goods have increased, interest rates have fallen,\nand coal, steel and non-ferrous metal output have been reduced.\n    He expressed hope that Japan will act more quickly in the\nfuture to implement the report and scoffed at a suggestion that\nit would take ten years for Maekawa's goals to be met.\n    \"It will not take very much time to fulfill the (goals) set\nout by the Maekawa report,\" he said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan"
    ],
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}