{
    "DATE": "19-MAR-1987 12:59:53.63",
    "TOPICS": [
        "alum"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7263",
    "TEXT": {
        "TITLE": "KENTUCKY SMELTERS GET RELIEF ON HIGHER RATES",
        "DATELINE": "    NEW YORK, March 19 - ",
        "BODY": "Owners of two aluminum smelters in\nKentucky received temporary relief from higher electric rates\nafter a decision Tuesday by state regulators denying a rate\nhike to (Big Rivers Electric Corp) of Henderson, Ky.\n    But the owners of the smelters, (National Southwire\nAluminum Co) and Alcan Aluminium Ltd <AL>, said further\nviability of the operations would depend in part upon how the\nrate case is eventually settled.\n    \"We're hoping for no rate increases but we can't say for\nsure. It's still possible we'll have to close the smelter,\" a\nNational Southwire spokesman said. He said there were other\nvariables to consider in any decision whether to close or\ncontinue the smelter, located in Hawesville, about 60 miles\nwest of Louisville.\n    National Southwire is owned by National Intergroup Inc\n<NII>, which holds about 55 pct, and (Southwire Co), which\nholds the rest, the spokesman said.\n    A spokesman for Montreal-based Alcan said, \"The decision is\n48 pages long and is in legal-ese, so it certainly will be a\nlong time before we can make a decision\" about what it means\nfor the Sebree smelter in Henderson, about 100 miles west of\nLouisville. \"But we're delighted that Big Rivers Electric was\ndenied the requested rate increase.\"\n    A spokesman for the utility, a cooperative that generates\nand wholesales electricity to four distributors, said the\nrequested increase was 7.5 mln dlrs a year over 1985 rates.\n    The Kentucky Public Service Commission, in denying the\nincrease, asked the utility to meet with creditors, which\ninclude Manufacturers Hanover Corp <MHC> and Irving Bank Corp\n<V>, and the smelters, to renegotiate a rate plan, the utility\nspokesman said.\n    The commission suggested that Big Rivers Electric work out\na flexible rate schedule with the smelters that would index\ntheir electric costs to the price of aluminum, he said.\n    \"We have always been amenable to try, as far as we can, to\nassure that the two aluminum smelters remain viable,\" he said.\n    No meetings are scheduled and none have been planned\nbetween the utility, its creditors and the aluminum plant\nowners. The commission has set a hearing on the rate issue for\nJuly 28.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}