{
    "DATE": "18-JUN-1987 09:10:10.23",
    "TOPICS": [
        "money-fx",
        "nzdlr"
    ],
    "PLACES": [
        "new-zealand"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18625",
    "TEXT": {
        "TITLE": "NEW ZEALAND BUDGET FORECAST SEEN AS POSITIVE",
        "DATELINE": "    WELLINGTON, June 18 - ",
        "BODY": "Analysts said they were surprised at\nthe government's announcement of a forecast budget surplus for\nfiscal 1988 but said it was consistent with previous policy\nstatements and positive for the economy.\n    Finance Minister Roger Douglas predicted a budget surplus\nfor the year ending March 1988 of 379 mln New Zealand dlrs\nagainst a 1.95 billion deficit last year.\n    Analysts polled by Reuters said the forecast budget surplus\nwas even more positive than the most bullish analysts'\nforecasts and that this was good news for financial markets.\n    Market expectations among analysts questioned by Reuters\nbefore the budget varied widely between a balanced budget and a\n2.3 billion dlr deficit. But none predicted a surplus.\n    The forecast initially looks positive for both the bond and\nthe foreign exchange markets, one analyst said. Paradoxically,\nthe New Zealand dollar could rise in the medium term, despite\nlower interest rates, as overseas investors became more\nconfident about investing in New Zealand, he said.\n    However, some foreign exchange dealers disagreed, saying\nthe local dollar is primarily interest rate driven and will\nmove lower.\n    The local dollar dropped to 0.5940/50 U.S. Dlrs in after\nhours trading, against 0.5970/77 just before the budget\nrelease.\n    Analysts said the budget was also positive for the share\nmarket, despite an increase in the contribution of company\ntaxation to revenue figures.\n    One equities analyst predicted that the budget surplus\nannouncement could push the share market up by 50 points\ntomorrow.\n    The Budget statement was broadly as expected, with a\ncontinuation of existing policies, and the absence of\ntraditional pre-election incentives would be viewed positively\nby overseas investors, another said.\n    But one merchant bank economist said that certain anti-tax\navoidance measures could damage some sectors of the share\nmarket, particularly multi-national companies.\n    The government is also lowering its borrowing requirements,\nthrough bond tenders, as a result of the surplus. The\nrequirement for the rest of the year is now down to 950 mln\nN.Z. Dlrs from a predicted 1.75 billion.\n    Predicted revenue in the Budget looked sustainable and\nthere appeared to be no holding back on expenditure, another\neconomist said. He added that the document seemed entirely\ncredible.\n    \"Altogether it looks good for Labour's election prospects,\"\nhe said.\n    An election is due before the end of September.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}