{
    "DATE": " 3-MAR-1987 12:58:39.80",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "belgium"
    ],
    "NEWID": "1197",
    "TEXT": {
        "TITLE": "BELGIAN SAYS EC WOULD REACT TO TEXTILE BILL",
        "DATELINE": "    WASHINGTON, March 3 - ",
        "BODY": "Belgian Foreign Trade Minister Herman\nDe Croo said if Congress passed legislation curbing world\ntextile imports the only way the European Community (EC) could\nreact was to retaliate.\n    De Croo said at a news conference \"if you limit textile\nimports, you will re-orient textiles to Europe.\"\n    And that he said would trigger EC taxes on U.S. goods.\n    Congress passed a textile bill two years ago, but it was\nvetoed by President Reagan on grounds that curbing imports to\nprotect the domestic textile industry would trigger retaliation\nU.S. trading partners.\n    A similar bill has been introducted this year, in a\nCongress with a bigger Democratic majority and with a President\nweakened by the Iran scandal.\n    De Croo, here for talks with Administration officials and\nCongressmen, said if a textile bill passed, \"the only way we\ncould react would be retaliation, and it would cause more\nretaliation, which is not a good way to deal with problems.\"\n    He said if a textile bill was enacted, \"we will impose taxes\non a lot of American products.\"  He said \"it would be stupid. We\nhave to avoid that.\"\n    He said Congressmen seem upset mosty with Japan, because of\nits massive trade suprlus with the United States, and not with\nEC nations, but EC nations will be hurt by the diverted \nshipments of Asian textiles.\n    De Croo also criticized the way U.S. officials try to solve\nEC trade issues, saying \"each time we come in contact, it a\nconflict contact. The clouts are coming fom the West.\"\n    He said it then is a crisis atmosphere with officials cross\nthe Atlantic and dramatized with headlines.\n    \"This is not the way to work in a serious way between two\nbig powers,\" De Croo said.\n   \n reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}