{
    "DATE": " 9-APR-1987 11:05:11.68",
    "TOPICS": [
        "interest"
    ],
    "PLACES": [
        "usa",
        "uk"
    ],
    "NEWID": "15617",
    "TEXT": {
        "TITLE": "LAWSON SAYS SOME COUNTRIES COULD CUT RATES",
        "DATELINE": "    WASHINGTON, April 9 - ",
        "BODY": "Nigel Lawson, Britain's Chancellor of\nthe Exchequer, said some countries may need to cut interest\nrates with the aim of maintaining exchange rate stability.\n    Speaking to journalists one day after the Group of Seven\ncountries reaffirmed goals set in Paris six weeks ago, he said\ncentral banks would continue to intervene \"as and when\nnecessary.\"\n    He said the G-7 countries were concerned that Japan do more\nto stimulate domestic demand and welcomed measures outlined by\nJapanese Finance Minister Kiichi Miyazawa yesterday.\n    Lawson said he was still worried about  the risk of a\nsimultaneous recession in the United States, Japan and West\nGermany, though less so than when he gave his March 17 budget\nspeech to the British Parliament.\n    \"If anything I'm a little bit less concerned, but there is\nstill a risk,\" he said.\n    Asked if the United States should consider increasing\ninterest rates to support the dollar, he said, \"If there is a\nneed for changes in relative interest rates, it doesn't need to\nbe a rise in interest rates in the United States.\"\n    Lawson said there was some concern expressed in yesterday's\nmeetings at the slow progress the United States had made in\nreducing its budget deficit.\n    \"We believe there will be some worthwhile progress in\nreducing the deficit this year. The important thing is that it\ncontinue year after year,\" Lawson said.\n    The February 22 Louvre accord called for efforts to\nstabilize currencies at then-current exchange rates. In the six\nweeks that followed the Japanese yen continued to rise against\nthe dollar despite massive central bank intervention.\n    Asked whether this intervention was a sign of weakness in\nthe Louvre accord, he said, \"I don't think so. If there had been\nno intervention you would have called that a sign of weakness.\"\n    Although intervention could be a cause of inflation, Lawson\nsaid, \"the world does not appear to be in an inflationary mode\n... but one has to be vigilant.\"\n    He said yesterday's G-7 statement, which affirmed that\n\"current levels\" of exchange rates were appropriate, had been\n\"carefully worded.\" \"We know what we mean, and we all mean the\nsame thing,\" he said.\n    Lawson said financial markets seem to believe that Japanese\nmeasures outlined in the Louvre accord were the source of\nweakness for that agreement.\n    Therefore, the G-7 countries welcomed Miyazawa's\npresentation of plans for a supplemental budget to stimulate\ndomestic demand.\n    They particularly welcomed the goal of an immediate\nincrease in public works spending, but Lawson said the package\nalso involved a second stage to increase expenditures during\nthe second half of this year.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nyce"
    ]
}