{
    "DATE": "12-MAR-1987 11:33:29.55",
    "TOPICS": [
        "grain",
        "corn"
    ],
    "PLACES": [
        "portugal"
    ],
    "NEWID": "4289",
    "TEXT": {
        "TITLE": "PORTUGAL GRAIN AGENCY BARRED FROM IMPORT TENDERS",
        "AUTHOR": "    By Pascal Fletcher, Reuters",
        "DATELINE": "    LISBON, March 12 - ",
        "BODY": "A Portuguese court has made a\npreliminary ruling that the state grain buying agency EPAC\nshould not be allowed to take part in public import tenders\nopen to private importers, grain traders and officials said.\n    Under the terms of Portugal's January 1986 accession to the\nEuropean Community, EC, a grain import monopoly held by EPAC\n(Empresa Publica de Abastecimento de Cereais) is being reduced\nby 20 pct annually until all imports are liberalised in 1990.\n    Private traders protested last year that EPAC was being\npermitted to take part in tenders open to them for the first\nliberalised 20 pct share of the country's annual import needs.\nThe grain and oilseed importers association ACICO opened legal\nproceedings to stop EPAC participating in the public tenders.\n    Miguel Ascensao of ACICO told Reuters that Lisbon's civil\ncourt, in a preliminary ruling, had decided EPAC should not be\nallowed to take part in tenders open to private traders.\n    Trade sources said the ruling, though effective\nimmediately, was subject to appeal and would have to be\nconfirmed in further proceedings.\n    A member of the government Cereals Market Commission said\nthat, as a result of the court's decision, the Commission would\nnot be able to accept offers from EPAC in a public tender being\nheld today for the import of 80,000 tonnes of corn.\n    Ascensao said the court ruling stated that EPAC's\nparticipation in the public tenders violated the clauses of\nPortugal's EC accession treaty dealing with the gradual\ndismantling of the state agency's import monopoly.\n    It also said the participation of EPAC, which still\ncontrols the national grain storage and distribution network,\nwas unfair competition to the private traders.\n    Traders said they believed the EC's Executive Commission\nwas unlikely to get involved in the dispute, preferring to\nleave the case to be resolved as an internal Portuguese issue.\n    \"They (the EC Commission) will be keeping a low profile,\" one\ntrader said.\n    ACICO says it is ready to take its case to Brussels if\nnecessary.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "king-fahd"
    ],
    "ORGS": [
        "ec"
    ]
}