{
    "DATE": "26-MAR-1987 11:29:43.33",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "uk",
        "belgium"
    ],
    "NEWID": "9953",
    "TEXT": {
        "TITLE": "COCOA COUNCIL HEAD TO PRESENT BUFFER COMPROMISE",
        "DATELINE": "    LONDON, March 26 - ",
        "BODY": "International Cocoa Organization, ICCO,\ncouncil chairman Denis Bra Kanon will present a compromise\nproposal on buffer stock rules to producer and consumer\ndelegates either later today or tomorrow morning, delegates\nsaid.\n    Bra Kanon held private bilateral consultations with major\nproducers and consumers this morning to resolve outstanding\ndifferences, mostly on the issues of how much non-member cocoa\nthe buffer stock can purchase and price differentials for\ndifferent varieties.\n    Delegates were fairly confident the differences could be\nworked out in time to reach agreement tomorrow.\n    Some consuming member nations, including Britain and\nBelgium, favour the buffer stock buying more than 10 pct\nnon-member cocoa, delegates have said.\n    The consumers argue that buying cheaper, lower quality\nnon-member cocoas, particularly Malaysian, will most\neffectively support prices because that low quality cocoa is\ncurrently pressuring the market.\n    Producers, meanwhile, say non-member cocoa should make up\nat most a very small percentage of the buffer. They say\nMalaysia should not be able to benefit from the ICCO unless it\nis a member, and if the buffer stock bought Malaysian cocoa\nMalaysia would have no incentive to join, delegates said.\n    As to differentials, Ghana apparently wanted a higher\ndifferential for its cocoa than is outlined in the most recent\nproposal, so it would have a better chance of having its cocoa\nbought for the buffer stock, producer delegates said.\n    Some consumers wanted differentials to be adjusted in a way\nthat would not promote buffer stock purchases of the more\nexpensive cocoas, such as Ghanaian and Brazilian, they said.\n    Other technical points need to be sorted out, including\nlimits on how much cocoa the buffer stock manager can buy in\nnearby, intermediate and forward positions and the consequent\neffect on prices in the various deliveries, delegates said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "keating"
    ],
    "ORGS": [
        "icco"
    ]
}