{
    "DATE": "29-JUN-1987 02:43:27.89",
    "TOPICS": [
        "crude",
        "fuel",
        "naphtha"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19497",
    "TEXT": {
        "TITLE": "OIL MARKETS SHOW RESPECT FOR NEW OPEC ACCORD",
        "DATELINE": "    SINGAPORE, June 29 - ",
        "BODY": "OPEC has shown itself to be in control\nof the world oil situation with its speed in hammering out a\npact to limit crude oil output to 16.6 mln barrels per day\n(bpd) for the rest of 1987, oil traders said.\n    They said market respect for the cartel has increased since\nit announced Saturday that it would cut fourth quarter output\nto 16.6 mln bpd from the 18.3 mln agreed in December.\n    \"There are light oversupplies now, but OPEC ... Has ensured\nthere will be no oversupplies in the fourth quarter, and is in\neffect putting pressure on end-users,\" a European crude oil\ntrader said.\n    In Tokyo, one oil analyst said, \"There's no reason to expect\na weak market from now on.\"\n    A Japanese oil trader, also based in Tokyo, said, \"We\nthought OPEC would have difficulty agreeing on fourth quarter\nproduction so the market will react very bullishly.\"\n    Traders in Singapore said that while there has been only a\nslight increase so far in spot quotes for Dubai, a benchmark\ncrude, they expect price increases over the next few days.\n    August Dubai was discussed in cautious early activity at\naround 17.35 dlrs, above Friday's 17.15-20 range, but still\nbelow the government selling price (GSP) of 17.42.\n    Even prices of light Mideast grades, such as Qatar and Abu\nDhabi crudes, are expected to improve from recent weak\npositions, 15 to 20 cents below their GSP's. Singapore traders\nsaid sellers might now aim for GSP's at least.\n    They said that after initial jumps, they expect prices to\nstabilise and hover around GSPs for the next few months.\n    They said the Japanese oil market would be most affected\nand Japanese end-users would need to rebuild stocks for winter\nrequirements before October.\n    Prices are most likely to rise in the fourth quarter on\nEuropean and U.S. Stockbuilding for winter, they added.\n    \"There's no doubt consumption will be higher than production\nby the fourth quarter and stocks are not that high,\" said an\ninternational trader in Tokyo. Another Tokyo trader was less\nbullish, \"For sure there will be some shortage but it depends on\nhow much they (OPEC members) cheat.\"\n    A Singapore trade source said, \"There is enough cheating and\nleakage in the OPEC sales system to convince traders there is\nno need to worry about shortages.\"\n    Other traders said the questionable Iraqi production level,\nafter Iraq's rejection of its assigned quota, was a bearish\nfactor to be considered.\n    Traders also said end-users now would buy as much as\npossible on term contracts and buy spot only when the market\ncooled from its initial reaction to the OPEC agreement.\n    Spot product prices in Singapore were little changed in\nthin early discussions, with naphtha and middle distillates\nquiet on minimal buying interest.\n    Fuel oil products were steady to firm on light demand and\ntight prompt supplies, dealers said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "singapore",
        "japan"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}