{
    "DATE": " 2-JUN-1987 08:49:31.54",
    "TOPICS": [
        "reserves",
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ],
    "NEWID": "17966",
    "TEXT": {
        "TITLE": "U.K. RESERVES LIFT HOPES OF FURTHER BASE RATE CUT",
        "AUTHOR": "    By Rowena Whelan, Reuters",
        "DATELINE": "    LONDON, June 2 - ",
        "BODY": "The record 4.9 billion dlrs rise in U.K.\nReserves in May to a total 34.7 billion has lifted hopes for a\nfurther cut in bank base lending rates after the June 11\ngeneral election, market analysts said.\n    Sterling would have risen on the much better than expected\nnumber but for market nerves about the poll outcome, they said.\n    But the weight of foreign currency and gold reserves now\navailable to the authorities to support the pound should curb\nany market tendency to panic if U.K. Opinion polls show the\nruling Conservative Party's lead slipping, they added.\n    \"We have been intervening to a very much greater extent than\nwe have done hitherto,\" Chancellor of the Exchequer Nigel Lawson\nsaid at a news conference today, commenting on the news of the\nrecord reserves rise.\n    He put the U.K. Intervention in the context of the Louvre\naccord between leading industrial nations to stabilise the\ndollar, partly through direct intervention on foreign\nexchanges. \"We have been playing a very full part ourselves,\" he\nsaid.\n    But market analysts see the recent upward pressure on\nsterling, and consequent need for official sales to damp down\nits rise, more in the light of local factors.\n    Steven Bell, chief economist at Morgan Grenfell Securities,\nsaid that corporate money has been flowing back into Britain\namid hopes of another Conservative government, after fears last\nautumn of a Labour election victory sent it flooding out.\n    U.K. Portfolio investment is also returning, while foreign\nbuyers see U.K. Growth propects and high bond yields as\nattractive. They will be strong buyers of U.K. Assets, notably\nequities, once the election is out of the way, Bell said.\n    Analysts see this pressure as the main hope for lower\ninterest rates, as the government is expected to try to reverse\nthe loss of export competitiveness caused by a strong pound.\n    Today, however, the pound hardly moved on the reserves\nnews, dipping on its trade-weighted index against a basket of\ncurrencies from 73.1 pct of its 1975 value at 1000 GMT to 73.0\npct at 1100 GMT, half an hour after the figures were released.\n    \"The market doesn't want to do anything because of the\nelection,\" commented an economist at a big U.S. Investment bank.\n    Several dealers and analysts added that market forecasts of\na rise in reserves of between one and three billion dlrs had\noverestimated the amount of pound sales that were likely to\nhave been disguised by swap arrangements or transactions on the\nforward market.\n    The market also seemed to have overestimated the amount of\nsterling the Bank of England bought at the end of May to smooth\nthe pound's sudden downturn, while some of the intervention\nreported in May probably occurred in April, they said.\n    The key three months interbank money market rates eased\nabout 1/8 point, reflecting cautious hopes that the downtrend\nin U.K. Interest rates will be revived following the reserves\nnews, analysts said.\n    Government bond prices initially firmed, but the market was\nmuted as traders worried about the funding implications of\nanother huge rise in reserves, they added.\n    Morgan Grenfell's Bell forecast a half point base rate cut\nfrom the current nine pct level soon after the election, so\nlong as poll projections of another Conservative victory prove\naccurate, with another half point later.\n    Justin Silverton, equity economist at Credit Suisse\nBuckmaster and Moore, said a full point reduction might be\npossible. \"Sterling will be held down by interest rate cuts in\nfuture, rather than this active intervention,\" he predicted.\n    Kevin Boakes of Greenwell Montagu Gilt-Edged cautioned\nagainst over-optimistic forecasts, but agreed a half point cut\nlooked likely.\n    A cut before the election has been virtually ruled out.\n    \"The Bank (of England) is both worried about the political\nproblem of cutting rates during an election campaign ... And\nhas signalled some worry about broad money (growth),\" said Robin\nMarshall, chief U.K. Economist at Chase Manhattan Securities.\n    He said the 10 billion dlrs increase in total reserves in\nthe past seven months may foreshadow full U.K. Entry into the\nEuropean Monetary System.\n    But Bell said the authorities would like to see another 10\nor 15 billion dlrs in the reserves before joining, if they did\nso. But, unlike many analysts, he doubted the U.K. Will go in.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}