{
    "DATE": " 2-JUN-1987 13:54:47.66",
    "TOPICS": [
        "oilseed",
        "soybean",
        "soy-meal",
        "meal-feed"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "volcker",
        "greenspan"
    ],
    "NEWID": "18177",
    "TEXT": {
        "TITLE": "SOYCOMPLEX COULD RALLY ON TIGHT U.S. FEED SUPPLY",
        "DATELINE": "    CHICAGO, June 2 - ",
        "BODY": "Nearby months in soybean and soymeal\nfutures could post a short-term rally on tightening supply of\nlivestock feed, even if favorable growing conditions keep the\nnew crop outlook bearish, traders said.\n    \"A lot of soymeal dealers are just getting very worried\nabout where processors will get their soybeans this Summer,\"\none Illinois soyproduct dealer said.\n    Processors are competing vigorously with river dealers for\nthe few soybeans being offered by country elevators, with a\nDecatur, Illinois processor raising its spot soybean basis bid\nanother two cents today to 10 over July futures.\n    Farmer marketings of old crop soybeans continue very light,\nwith flat prices apparently well below levels they are willing\nto sell, dealers said.\n    Some terminal elevator operators are coming to the belief\nthat even if futures rally back to last month's highs, country\nmovement may remain light because farmers in many areas are\nsold out of old crop soybeans, particularly in the eastern half\nof the Midwest.\n    Soybean processors will continue to take seasonal downtime\nfor maintenance if soybeans remain difficult to buy, reducing\nthe weekly soybean crush rate still further and keeping the\nspot soymeal basis strong, dealers said.\n    Futures traders said tight cash supplies should help July\nsoybeans and soymeal gain on deferreds. July soymeal has\nalready moved to a premium over the August through October\nmonths and old crop July/new crop November soybeans may also\nmove to a July premium later this month, they added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ]
}