{
    "DATE": "20-OCT-1987 14:04:18.88",
    "TOPICS": [
        "trade",
        "livestock",
        "carcass",
        "grain",
        "wheat"
    ],
    "PLACES": [
        "luxembourg",
        "argentina",
        "spain",
        "portugal",
        "west-germany",
        "japan",
        "france",
        "canada"
    ],
    "NEWID": "20511",
    "TEXT": {
        "TITLE": "EC AGREES TRADE DEAL WITH ARGENTINA",
        "DATELINE": "    LUXEMBOURG, Oct 20 - ",
        "BODY": "The European Community (EC) agreed a\ntrade deal with Argentina designed to compensate the country\nfollowing the entry of Spain and Portugal into the group, EC\nofficials said.\n    Under the deal agreed by EC foreign ministers, Argentina\nwill gain additional trading rights on a series of products\nincluding meat, fish and cereals by-products.\n    But ministers failed to agree on new trade deals with\nCanada and Japan and are due to study these again, the\nofficials said.\n    The deal with Argentina was agreed by a majority of EC\nstates after West Germany withdrew objections to increased\nquotas for Argentina on high-quality beef.\n    Ireland and France continued to oppose the deal on meat,\nsaying that the main dispute was over sales of cereals\nsubstitutes, but they were outvoted by the other states, the\nofficials said. Under the deal, Argentina will benefit from\nimproved quotas on exports of beef to the EC. In particular the\nquota on high-quality Hilton beef will be raised by 4,500\ntonnes to 34,300 tonnes and quotas on frozen boneless beef will\nbe increased by 3,000 tonnes to 53,000 tonnes.\n    Argentina will also benefit from an additional quota of\n5,000 tonnes of frozen hake fillets at 10 pct duty and reduced\nlevies on 550,000 tonnes of wheat bran, the officials said.\n    The improved trade terms were offered after Argentina said\nthat Spain and Portugal's entry into the EC affected their\nexports of cereals substitutes to these two countries. They\nhave been negotiated under the rules of GATT (General Agreement\non Tariffs and Trade).\n    But officials said ministers had been unable to resolve\nCanadian claims that its sales of certain fish to Spain had\nbeen affected by the country's EC membership.\n    Officials said the EC had asked GATT to arbitrate on the\nfish dispute with Canada.\n    Ministers also decided to continue talks with Japan. The EC\nclaims that Spain and Portugal's entry into the group has\nimproved trade conditions for Japan but has been unsatisfied\nwith Japanese offers of compensation.\n    Japan's main offers were to improve inspection systems on\ncitrus fruits to aid EC exports, to improve tariffs for some\nother farm produce, to increase tariffs for leather footwear\nand to offer better trade terms for Spain and Portugal.\n    EC External Trade Commissioner Willy De Clercq told\njournalists: \"We maintain our position that the (Japanese)\nconcessions were not enough.\"\n    \"We hope that there will be an improvement,\" he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "de-clercq"
    ],
    "EXCHENGES": [
        "comex"
    ]
}