{
    "DATE": "13-APR-1987 06:04:54.49",
    "TOPICS": [
        "gnp",
        "jobs",
        "bop",
        "cpi"
    ],
    "NEWID": "16158",
    "TEXT": {
        "TITLE": "INSTITUTES DIVIDED ON OUTLOOK FOR GERMAN ECONOMY",
        "DATELINE": "    BONN, April 13 - ",
        "BODY": "The five leading West German economic\nresearch institutes have failed to agree about how strongly the\ndomestic economy will expand this year but revised down\nforecasts contained in a report published six months ago.\n    The three research groups of Kiel, Hamburg and Essen\npredicted in the institutes' joint spring report that gross\nnational product (GNP) would rise by two pct in 1987, compared\nwith 2.4 pct in 1986. The five institutes had jointly forecast\nthree pct 1987 growth in October last year.\n    Taking a dissenting view, the DIW institute of West Berlin\nand Munich's Ifo institute predicted only one pct 1987 growth.\n    The joint report said that the estimates of economic\ndevelopment made by the DIW and Ifo were \"markedly less\nfavourable\" than those of the other three.\n    The DIW and Ifo forecast the economy would pick up after a\nslow start to the year. \"In the second half of 1987 there will,\nhowever, only be a weak upward movement,\" they said.\n    The two institutes said external economic factors which\nwere currently damaging exports and pushing up imports would\ndominate the economic environment throughout the year. They saw\nexports falling by a real 2-1/2 pct in 1987 and predicted no\nmarked improvement in the course of the year.\n    The other three institutes, however, wrote: \"The decline in\ndemand and production (seen) in the winter months does not\nindicate the beginning of a cyclical downswing.\"\n    They said the sharp rise of the mark had led to corporate\nuncertainty and companies had not carried out investment plans.\nBut they expected that many investments had not been cancelled\nbut only put off. \"It can be presumed that the braking actions\n(on the economy) will diminish markedly this year.\"\n    They added: \"The domestic prerequisites for a continuation\nof the economic uptrend are still favourable.\"\n    These three institutes said diminishing external burdens\ncombined with favourable domestic conditions meant an upturn in\ndemand and production could be expected by the spring.\n    However, this projection was clouded by risks including the\nfurther development of the mark against the dollar.\n    Contrary to the DIW and Ifo, the three institutes said that\nwhile exports would continue to be the weak point of the\neconomy in 1987, \"there is good reason to believe that exports\nwill soon bottom out and that a slight rise will emerge during\nthe course of the year.\" They predicted an overall 0.5 pct fall\nin exports in 1987, the same as in 1986.\n    The three more positive institutes saw private consumption\nrising by four pct in 1987, compared with 4.2 pct in 1986,\nwhile DIW and Ifo predicted a three pct increase.\n    They saw the climate for equipment investment improving but\npredicted only a rise of four pct in 1987 against 4.6 pct in\n1986. Ifo and DIW saw these investments rising by only two pct.\n    All the institutes predicted only a slight decline in\nunemployment. The Kiel, Hamburg and Essen institutes said the\njobless total would average 2.17 mln in 1987 compared with 2.23\nmln in 1986 and predicted a rise in the number of people in\nwork of about 200,000.\n    These three institutes said new jobs would be created\nmainly in the private services sector and also by the state in\nthe context of job creation measures. The construction industry\nwas likely to engage new workers for the first time since 1980\nbut they predicted either no rise in employment in the\nmanufactured goods industry or only a slight expansion.\n    The DIW and Ifo said rises in employment would occur only\nin the tertiary sector, while \"the number employed in the\nmanufacturing industry will decline.\"\n    The DIW and Ifo said unemployment would only decline to\n2.20 mln in 1987 from 2.23 mln in 1986.\n    They saw the current account surplus falling in 1987 to 58\nbillion marks from 78 billion in 1986. The other three saw a\ncurrent account surplus in 1987 of at least 60 billion marks\nand predicted that the trade surplus would fall to only around\n100 billion marks from 112 billion in 1986.\n    The institutes agreed that consumer prices would start to\nrise in 1987, after they declined in 1986, and all five\npredicted an average increase over the year of 0.5 pct.\n REUTER\n\u0003"
    },
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "mikulic"
    ],
    "ORGS": [
        "ec"
    ]
}