{
    "DATE": " 2-MAR-1987 06:54:19.43",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "uk",
        "usa"
    ],
    "NEWID": "331",
    "TEXT": {
        "TITLE": "EXCO BUYS U.S. GOVERNMENT SECURITIES BROKER",
        "DATELINE": "    LONDON, Mar 2 - ",
        "BODY": "<Exco International Plc>, a subsidiary of\nBritish and Commonwealth Shipping Co Plc <BCOM.L>, said it had\nagreed in principle to buy an 80 pct stake in <RMJ Holdings\nCorp> for about 79 mln dlrs.\n    Exco Chairman Richard Lacy told Reuters the acquisition was\nbeing made from Bank of New York Co Inc <BK.N>, which currently\nholds a 50.1 pct, and from RMJ partners who hold the remainder.\n    Bank of New York and the partners will retain about 10 pct\neach and these stakes will be bought over the next six years.\n    RMJ is the holding company of RMJ Securities, one of the\nlargest U.S. Government securities brokers.\n    It is also involved in broking notes, obligations and other\ninstruments sponsored by U.S. Federal agencies.\n    Lacy said Exco had been considering buying a U.S.\nGovernment securities broker for the past four years and had\nmade an offer for RMJ when it was sold by Security Pacific Corp\n<SPC.N> in 1985. RMJ was then valued at about 50 mln dlrs.\n    B and C managing director Peter Goldie said RMJ would be\nbought at about the same multiple as Exco, suggesting net\nincome of around 16 mln dlrs.\n    The company's earnings had not been hit by the halving of\nbrokerage fees some 14 months ago as volumes had since doubled.\n    Lacy said that RMJ employed some 300 people, with 200 in\nthe brokerage business and about 70 in its <SMS> unit, which\nprovided computer software for the financial services\ncommunity.\n    RMJ Securities had offices in New York, where total market\nturnover of U.S. Government securities was 110 billion dlrs a\nday, and in London where it has 15 billion.\n    It was also given permission last week to open an office in\nTokyo where total market turnover had lifted rapidly to about\nfive billion dlrs a day.\n    The acquisition would contribute between five and 10 pct of\nB and C's share earnings in 1987 on a proforma basis.\n REUTER\n\u0003"
    },
    "ORGS": [
        "atpc"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}