{
    "DATE": "31-MAR-1987 05:05:03.53",
    "TOPICS": [
        "money-fx",
        "trade"
    ],
    "NEWID": "11209",
    "TEXT": {
        "TITLE": "S. KOREA MINISTER TO VISIT U.S. FOR CURRENCY TALKS",
        "DATELINE": "    SEOUL, March 31 - ",
        "BODY": "South Korea's Finance Minister Chung\nIn-yong will visit U.S. Treasury Secretary James Baker next\nweek to discuss U.S. Requests for an appreciation of South\nKorea's won against the dollar, finance ministry officials\nsaid.\n    They said Chung would leave for Washington on Monday to\nattend the International Monetary Fund's (IMF) Interim\nCommittee meeting and for talks with U.S. Officials on ways of\nreducing Seoul's trade surplus with Washington.\n    The dates for the Baker-Chung meeting have yet to be set.\n    The IMF committee meeting, scheduled for April 9, is\nexpected to review the resolution reached by the six top\nindustrialised nations in Paris last month calling for newly\nindustrialised countries, such as South Korea and Taiwan, to\nallow their currencies to rise.\n    The official said Chung is expected to outline Seoul's\nefforts to increase imports of U.S. Goods and to stress the\nneed for South Korea to maintain a trade surplus in the next\nfew years in order to cut foreign debts totalling some 44.5\nbillion dlrs.\n    South Korea has ruled out a major revaluation of the won,\nbut is allowing its currency to appreciate slowly.\n    Trade Minister Rha Woong-bae told the U.S. Chamber of\nCommerce earlier this month a sudden won revaluation could\nresult in South Korea running a large trade deficit and being\nforced to renege on its international debt repayments.\n    The Bank of Korea, the central bank, today fixed the won at\na two-year high of 846.90. The won has gained 5.1 pct since the\nbeginning of 1986.\n    South Korea's trade surplus with the U.S. Rose to 7.1\nbillion dlrs last year from 4.3 billion in 1985.\n REUTER\n\u0003"
    },
    "PLACES": [
        "south-korea",
        "usa"
    ],
    "PEOPLE": [
        "nakasone",
        "reagan"
    ],
    "ORGS": [
        "ec"
    ]
}