{
    "DATE": "18-MAR-1987 18:46:23.63",
    "TOPICS": [
        "copper"
    ],
    "PLACES": [
        "chile"
    ],
    "NEWID": "6927",
    "TEXT": {
        "TITLE": "CHILEAN COPPER WORKERS ELECT LEFT-WING LEADERS",
        "DATELINE": "     SANTIAGO, March 18 - ",
        "BODY": "Chilean left-wing leaders were\nelected by the copper workers union for the first time since\nthe left-wing government of Salvador Allende was overthrown in\na 1973 coup.\n     Nicanor Araya, a member of the Popular Democratic Movement\n(MDP), was named president of the Chilean Confederation of\nCopperworkers (CTC), which groups 22,000 workers employed in\nthe state-owned copper mines, union officials said.\n    Other members of the MDP, which includes the communist\nparty and a faction of the socialist party, took five of the\nprincipal positions on the union's directorate.\n    The state-owned copper company of Chile (CODELCO) produces\naround 90 pct of the country's copper output of some one mln\ntonnes per year. Chile is the world's leading copper exporter\nand sales account for just under 50 pct of its export income.\n    The MDP won six out of the 14 places on the union's\ndirectorate in elections earlier this month, with the christian\ndemocratic party holding five and the remainder being won by\nindependents.\n    But the left-wing was left in control of the union after\nthe christian democrats and independents failed to reach\nagreement on a joint candidate for the presidency and withdrew\nfrom negotiations.\n    Union elections were called following the resignation of\nformer president Rodolfo Seguel last October.\n    Seguel, a christian democrat and Chile's best-known union\nleader, said he was forced to step down after repeated court\nactions brought by CODELCO prevented the union from operating.\n    The labour leader, who now heads the inter-union national\nworkers command (CNT), was among 500 workers sacked by CODELCO\nfollowing a strike in 1983.\n    The strike, the only copper industry stoppage staged in the\npast 13 years, marked the start of a wave of protests against\nthe military rule of President Augusto Pinochet.\n     CODELCO argued that Seguel could not continue as union\nleader when no longer employed by the company.\n Reuter\n\u0003"
    },
    "ORGS": [
        "iwcc"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "lme"
    ]
}