{
    "DATE": "19-MAR-1987 14:52:33.51",
    "TOPICS": [
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7356",
    "TEXT": {
        "TITLE": "CONGRESSMEN URGE U.S. SOYBEAN PROGRAM CHANGES",
        "DATELINE": "    WASHINGTON, MARCH 19 - ",
        "BODY": "Several leading farm-state\nCongressmen said they will press the U.S. Agriculture\nDepartment to implement some kind of marketing loan to make\nsoybeans exports competitive while protecting farm income.\n    Speaking at a House grains subcommittee hearing, chairman\nDan Glickman, D-Kan., proposed that Congressmen and\nrepresentatives of soybean growers meet with USDA on the\nsubject in the next two weeks.\n    \"Let's see if we can try to push them (USDA) to do\nsomething without legislation,\" Glickman told the hearing.\n    The current soybean loan rate effectively is 4.56 dlrs per\nbushel with no income protection, or marketing loan.\n    David Haggard, American Soybean Association, ASA, president\nsaid USDA must make changes in the soybean program.\n    The current soybean program \"gave us the worst of both\nworlds,\" ASA's Haggard told the hearing. The 1987 loan rate is\ntoo high relative to corn and is encouraging an expansion of\nsoybean production in South America, he said. At the same time,\nthe U.S. soybean loan rate is too low to provide any income\nsupport for soybean farmers, Haggard said.\n    \"We need some kind of market loan,\" he added.\n    The 1985 farm bill provides authority for the Agriculture\nSecretary to implement a marketing loan for soybeans but USDA\nso far has resisted pressure to use the authority.\n    Representatives of ASA met earlier this month with USDA,\nbut Haggard said USDA officials gave no indication if they\nwould seriously consider offering a marketing loan.\n    USDA undersecretary Daniel Amstutz yesterday said the\nsoybean situation is a \"dilemna\" which has been studied\nextensively by the department. But he did not say what, if any\nchanges, are under consideration.\n    In his testimony, Haggard indicated there are ways other\nthan a marketing loan which should be considered to help\nsoybean growers, such as a so-called producer option payment,\nor a direct payment program.\n    Haggard said barring any program changes, Commodity Credit\nCorporation, CCC, soybean stocks, now at 385 mln bu, will rise\nto 500 mln by the end of August. A further 100 mln bu of\nsoybeans could be forfeited between September and end-year.\n    \"Thus, CCC could own the equivalent of Brazil's entire\nsoybean crop by the end of calendar year 1987,\" Haggard said.\n    However, Haggard said that the U.S. should be cautious in\nmaking soybean program changes that might allow the European\nCommunity to challenge the U.S. program under the General\nAgreement on Tariffs and Trade, GATT.\n    He noted that The EC imports one quarter of U.S. soybean\nproduction and loss of that market would be devastating.\n    The Reagan administration has given \"mixed signals\" on\nwhether it believes a marketing loan for soybeans could be\nsuccessfully challenged in GATT by the EC, Haggard said.\n    While the ASA position is to support a 5.02 dlrs per bu\nloan rate combined with a marketing loan, Haggard also endorsed\na proposal by Rep. Jerry Huckaby, D-La., which would set a six\ndlrs per bu loan rate and apply a marketing loan.\n    The Huckaby proposal is also supported by the ranking\nRepublican on the House Agriculture committee, Rep. Edward\nMadigan of Illinois.\n    Subcommittee chairman Glickman endorsed the need to take\nsome action on soybeans, but cautioned that the marketing loan\ncould mean a substantial increase in budget costs.\n    Glickman noted that the Agriculture Committee must cut one\nto 1.5 billion dlrs from its fiscal 1988 budget and therefore\nmust fit any soybean program changes into the overall budget.\n    Haggard said at a soybean loan rate of six dlrs per bu\ncombined with a marketing loan, the U.S. soybean price might\nfall to four dlrs per bu initially. This would cost the\ngovernment a maximum of two billion dlrs. But he said the costs\nwould decline as market prices recovered.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}