{
    "DATE": " 9-APR-1987 14:55:44.60",
    "TOPICS": [
        "strategic-metal"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15838",
    "TEXT": {
        "TITLE": "HOUSE PANEL WANTS PENTAGON MANAGE U.S. STOCKPILE",
        "DATELINE": "    WASHINGTON, April 9 - ",
        "BODY": "The House Armed Services Committee\nhas voted for a transfer in the management of stockpiled\nmaterials for national defense to the U.S. Defense Secretary.\n    The committee also voted for legally-binding quantity and\nquality requirements on the materials, mostly metals.\n    The measures are a part of the Defense Authorization Bill\nwhich will be voted on in the House next month.\n    The purpose of the measures, passed by the committee\nyesterday, is to improve stockpile management and discourage\nsell-offs of materials that could jeopardize strategic needs, a\nstaff member of the committee told Reuters.\n    \"They (the stockpiles) stand to gain the most by being\nmanaged properly,\" said the staffer. \"Management of the stockpile\nover the last 10 years has been atrocious.\"\n    Responsibility for stockpile management now belongs to a\nWhite House agency, the Federal Emergency Management Agency.\n    The staffer said under the measures passed by the committee\nthe Secretary of Defense would have more influence over\ndecisions to keep or sell strategic stockpile materials.\n    The administration has proposed a goal of 700 million dlrs\nworth of strategic materials to be held in the stockpile. The\nstockpile now contains around 10 billion dlrs of materials.\n    He said several agencies currently helped FEMA to manage\nthe stockpile and decide how much to sell to help the deficit.\n    These agencies included the Office of Management and Budget\nand the Departments of Interior and Commerce, he said.\n    The committee believed the shared involvement in stockpile\nmanagement was counter-productive, he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc",
        "atpc"
    ],
    "PEOPLE": [
        "balladur"
    ],
    "EXCHENGES": [
        "nyce"
    ]
}