{
    "DATE": "17-MAR-1987 13:25:14.14",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa",
        "venezuela"
    ],
    "NEWID": "6125",
    "TEXT": {
        "TITLE": "U.S OIL TAX WOULD NOT AFFECT PDVSA-CHAMPLIN DEAL",
        "DATELINE": "    Caracas, march 17 - ",
        "BODY": "an eventual oil import fee in the\nunited states will make no difference to champlin petroleum\ncorp's joint venture agreement signed today with petroleos de\nvenezuela (pdvsa), champlin chairman william adams said.\n    \"this was an aspect which was discussed at length during the\nnegotiations, but we can say our contract covers all\neventualities in this regard,\" he told reuters during the\nsigning ceremony here.\n    Venezuela's energy and mines minister arturo hernandez\ngrisanti earlier described the agreement, under which pdvsa\nbuys 50 pct of champlin's corpus christi refinery, as \"one more\nstep in the maturation and presence of our oil industry in\nworld markets.\"\n   union pacific chairman william cook said the agreement will\nbe beneficial to both sides, combining a secure source of\nsupply with a modern refinery and access to markets.\n    \"we are looking to a long-term relationship, and at a time\nof protectionist tendencies in the U.S. Congress there are\nclear benefits to both sides,\" he said.\n    Adams said pdvsa crude would remain competitive even with\nan oil import fee because champlin had invested heavily over\nthe years in adapingthe texas refinery to process venezuelan\nheavy crudes with coking and hydro-treating facilities and\nobtain a competitive product yield.\n    \"therefore while the danger of an oil import fee has been a\nconsideration in the negotiations, and it remains to be seen\nwhat such a fee would represent, we do not foresee any impact\non today's agreement,\" adams said.\n    He said the refinery could run crude as heavy as\nvenezuela's bolivar coastal field (bcf) 17 api without any\ndifficultiesand would probably move over time to a heavier diet\nto take advantage of bigger margins.\n    The refinery has a capacity to process up to 110,000 bpd of\nvenezuelan high sulphur content heavy crude, with an 80-85 pct\nyield of white products.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}