{
    "DATE": "23-MAR-1987 14:19:09.62",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8438",
    "TEXT": {
        "TITLE": "SOSNOFF HAS SMALL NUMBER OF CAESARS <CAW> SHARES",
        "DATELINE": "    NEW YORK, March 23 - ",
        "BODY": "Martin T. Sosnoff said his <MTS\nAcquisition Corp> to date has received only a \"negligible\"\nnumber of Caesars World Inc shares in response to its 28-dlr-\nper-share tender offer for all shares.\n    Sosnoff also said he has held preliminary talks with Pratt\nHotel Corp <PRAT> and Southmark Corp <SM> on forming a joint\nventure to enter into talks to acquire Caesars in a friendly\ntransaction in which Sosnoff would have a 50 pct interest and\nPratt and Southmark the remainder.\n    Sosnoff said the talks with Pratt and Southmark are not\nbeing actively pursued at the presentand may or may not be\ncontinued in the future.  He said there could be no assurance\nthat a joint venture would be formed or that Caesars would\nagreed to talks.  \"Several preliminary contacts with\nrepresentatives of Caesars have not resulted in any indication\nthat it wishes to enter into such negotiations,\" Sosnoff said.\n    He said based on talks with staff members of gaming\nauthorities, there can be no assurance that the necessary\nregulatory review of its bid for Caesars World can be completed\nby the original April Three expiration date.\n    Sosnoff said it has extended the tender until May 15.  The\nbid remains subject to regulatory approvals and the arrangement\nof financing.\n    Pratt, which owns the Sands Hotel and Casino in Atlantic\nCity, N.J., where Caesars operates the Boardwalk Regency Hotel\nand Casino, recently waged an apparently unsuccessful campaign\nto acquire control of Resorts International Inc <RTA> against\nNew York developer Donald Trump.  Southmark owns about 37 pct\nof Pratt Hotel.\n    Caesars World's boasrd has urged rejection of the offer on\nthe grounds that it is inadequate and has said it would\ninvestigate alternative transactions.  Sosnoff currently owns\nabout 13.3 pct of Caesars World.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "itc"
    ],
    "PEOPLE": [
        "von-weizsaecker"
    ]
}