{
    "DATE": "24-MAR-1987 11:34:02.03",
    "TOPICS": [
        "earn",
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "8820",
    "TEXT": {
        "TITLE": "LOWER TAX OFFSETS LOWER SHELL U.K. UPSTREAM PROFIT",
        "DATELINE": "    LONDON, March 24 - ",
        "BODY": "<Shell U.K. Ltd's> pre-tax profit on\nexploration and production operations fell to 869 mln stg in\n1986 from 2.12 billion in 1985 due to the fall in oil prices\nlast year, Shell U.K. Finance director Nigel Haslam said.\n    But he told a press conference that due to the high\nmarginal tax rate on North Sea operations, the main impact of\nthe drop in profit was absorbed by a fall in taxation to 330\nmln stg from 1.45 billion in 1985.\n    The bulk of tax last year was Corporation Tax, with\nPetroleum Revenue Tax (PRT) representing only 16 mln stg, he\nsaid.\n    As a result, post-tax profit from the exploration and\nproduction sector fell by only 126 mln stg to 539 mln.\n    Earlier, Shell U.K., a subsidiary of Royal Dutch/Shell\nGroup <RD.AS>, reported an overall net profit of 757 mln stg,\nup from 667 mln in 1985, on sales of 6.57 billion stg against\n8.81 mln.\n    Shell U.K. Chairman Bob Reid said the company's crude oil\noutput from the North Sea was at a record 373,000 bpd in 1986,\nwhich would almost certainly prove to be a peak for the\ncompany. Shell expects a fall in output of around 10 pct in the\ncurrent year to around 340,000 bpd, due mainly to the decline\nin output from the major Brent field, he said.\n    Gas output of 5.9 billion cubic metres and natural gas\nliquids output of around one mln tonnes in 1986 are expected to\nbe maintained in 1987, he said.\n    A final decision on development of the Kittiwake and Osprey\nNorth Sea oil fields will be made in the next 12 to 18 months,\nReid said. The Kittiwake field, originally part of the 2.5\nbillion stg Gannet project abandoned last year when the oil\nprice fell, is now estimated to cost around 350 mln stg.\n    Economies on development costs for the Tern and Eider North\nSea fields, which were approved last year, have brought the\ncost down to 30 to 35 pct below the original budget.\n    Day to day operating costs of the exploration and\nproduction sector had been cut 10 pct last year, and the target\nis to keep costs per barrel constant.\n    The company drilled 17 wells offshore, with 10 leading to\nthe discovery of hydrocarbons, although it is too early to\ngauge the commercial viability of these discoveries, Reid said.\n    Restructuring of the downstream oil sector contributed to a\nprofit rise to 187 mln stg in 1986 from 91 mln stg in 1985.\n    Jaap Klootwijk, managing director of downstream unit <Shell\nU.K. Oil>, said refining margins in the first quarter of 1987\nwere a \"bit better than the very bad fourth quarter 1986.\"\n    In November and December in particular, refining operations\nhad shown negative margins following the fall in crude and oil\nproduct prices, he said. He expected margins to continue\ngenerally positive over the summer, although they could dip to\nbecome negative from time to time, depending on price\nmovements.\n    A new catalytic cracker at Shell's Stanlow refinery will\nnow come on stream by the end of first quarter 1988, about five\nmonths behind schedule, following a crane accident which\nseverely damaged the plant last year, he said.\n    Profits from the chemicals sector rose to 33 mln stg from\n11 mln after the rationalisation of the Carrington chemical\nsite.\n    Haslam said the Budget announcement on PRT relief, by which\ncompanies will be allowed to offset up to 10 pct of qualifying\ndevelopment expenditure on certain future oil fields against\nPRT, was \"helpful,\" but rather less than had been hoped for.\n    Reid said his estimate of crude oil prices this year was in\nthe range of 15 to 18 dlrs. If prices went much above that, he\nwould expect some over-production above OPEC\"s official 15.8 mln\nbpd output ceiling which would tend to bring prices back down.\n    He said it looked as if the December OPEC pact to restrain\noutput was holding, bringing supply and demand into balance,\nbut the test will come in summer when demand for OPEC oil will\nfall.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}