{
    "DATE": "18-JUN-1987 13:04:56.72",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "mexico",
        "japan",
        "canada",
        "switzerland",
        "usa"
    ],
    "PEOPLE": [
        "douglas"
    ],
    "NEWID": "18835",
    "TEXT": {
        "TITLE": "EUROPEAN COMMUNITY CRITICISES U.S TRADE MEASURES",
        "DATELINE": "    GENEVA, June 18 - ",
        "BODY": "The European Community (EC) accused the\nUnited States of violating a political commitment to free trade\nthrough practices including a tax on imported gasoline and a\ncustoms user fee.\n    EC ambassador Tran Van-Thinh made the formal charge to the\nsurveillance body of the General Agreement on Tariffs and Trade\n(GATT), GATT spokesman David Woods told reporters.\n    Woods also said the EC was joined by the United States in\ncriticising Brazil for extending its list of products for which\nimport licenses have been temporarily suspended, so as to\nimprove its balance of payments.\n    The United States charged Japan with violating GATT rules\nby restricting imports of agricultural products through an\nimport licensing system. The United States asked for\nconsultations with Tokyo on the issue.\n    Tran charged that the trade measures contravened a\npolitical commitment to halt and reverse trade barriers,\npledged by ministers in Punta del Este last September.\n    When ministers established the four year Uruguay round to\nnegotiate freer trade in 13 areas, they set up the GATT\nsurveillance body to monitor this commitment, known in GATT\njargon as \"standstill and rollback.\"\n    Tran criticised Washington for the \"superfund\" tax on oil\nimports, a customs user fee, and the removal of a special\nmachine tool (known as category FSC34) from its government\nprocurement list for reasons of national security.\n    Warren Lavorel, a U.S. Trade official, defended the\npolicies, saying they did not violate GATT trade rules.\n    The surveillance body will send a record of today's talks\nto the Trade Negotiating Committee, which oversees the round,\nto decide any further action on the charges.\n    The oil tax and customs user fee have already been the\nsubject of formal GATT dispute panels set up outside the\nUruguay Round to rule on the legality of the practices.\n    The ruling GATT Council yesterday adopted a dispute panel's\nreport and ruled that the U.S. Superfund tax on oil imports\nbreached trade rules. It called on Washington to modify its\nlegislation.\n    Mexico and Canada, along with the European Community,\nbrought the dispute to the GATT last year.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}