{
    "DATE": "20-OCT-1987 17:11:05.37",
    "TOPICS": [
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "usa",
        "west-germany"
    ],
    "NEWID": "20764",
    "TEXT": {
        "TITLE": "TREASURY'S BAKER UNDER FIRE FOR WALL STREET DROP",
        "AUTHOR": "    By Alver Carlson",
        "DATELINE": "    WASHINGTON, Oct 20 - ",
        "BODY": "As official Washington sought to\nrestore investor confidence after Monday's Wall Street\ncollapse, Treasury Secretary James Baker came under fire from\ncritics who claimed he helped to precipitate the crisis.\n    Baker's weekend blast at the West German Bundesbank for\nboosting interest rates seemed to signal an unraveling of an\ninternational accord to stabilize currency values.\n    Nigel Lawson, British Chancellor of the Exchequer, was\namong those who said the treasury secretary's statements helped\nspur a wave of stock sales by making already jittery investors\nthink that a clash between the two major economic powers would\ndamage the world economy.\n    Lawson told a London television interviewer Tuesday, \"I\nthink the scale of the (stock) fall was very great. That, I\nthink, was partly due to statements that have been made by\nsenior figures on the other side of the Atlantic.\" It was a\ndispute that should never have happened, he added.\n    Although Baker appeared to patch over the rift at a\nhastily-called meeting with West German officials Monday, he  \nstill faced a storm of criticism on his return to the United\nStates on Tuesday. Baker cut short a long-planned trip to\nScandinavia to return here to deal with the economic crisis.\n    Said one U.S. analyst of Baker's weekend remarks, \"His\ntiming could not have been worse.\"\n    One government bond salesman in New York said, \"He actually\nthought that yelling at the Germans, and threatening to smack\nthe dollar down would work. That doesn't show much\nunderstanding of international monetary gamesmanship.\"\n    However, some analysts said West Germany's stubborn march\ntoward higher interest rates may have forced Baker's hand.\n    \"On the surface Baker may look responsible for this, but if\nyou go back to see what caused it (unsettling of financial\nmarkets), it was West German policy,\" said Robert Brusca of\nNikko Securities International in New York.\n    \"All Mr. Baker did was to mention the obvious in public, so\nmaking him responsible for it was a little like killing the\nmessenger,\" he said.\n    After Monday's talks, the U.S. and West German governments\nmade it clear that the Louvre currency accord, pieced together\nin Paris in February, was still in effect.\n    Wall Street feared that collapse of the agreement might be\na prelude to hyper-inflation and economic malaise similar to\nthe late 1970s. Analysts believe Monday's Wall Street crash\nwiped out about 500 billion dlrs in stock values.\n   Treasury sources said that Baker, already unhappy about\nBonn's refusal to stimulate its economy in order to keep the\nglobal recovery moving, was angered by a Bundesbank interest\nrate boost that seemed destined to do just the opposite.\n    He felt that the U.S. recovery, inching along in its 59th\nmonth, could no longer be the only engine of global economic\nexpansion. A growing U.S. economy has been serving as a huge\nmarket for debtor country exports.\n    Moreover, Baker, the consummate politician, was worried\nthat the Republican party might face next year's presidential\nelection with its main showpiece -- a vibrant economy -- badly\ntarnished.\n    A rise in global interest rates might worsen the debt\ncrisis and completely choke off U.S. economic growth that has\nalready slowed to a tepid 3.2 pct annual rate.\n    \"There's no doubt that it can have an adverse effect on the\neconomy, and it's important that the psychology turn around\nquickly, or else obviously the panic will feed on itself, and\neventually there'll be a serious price to pay economically,\"\nformer deputy Treasury Secretary Richard Darman said in a\ntelevision interview.\n    In many ways, the official response was mild.\n    Washington was stunned by the sudden Wall Street retreat,\nwith President Reagan speaking for most people by admitting\nthat he was \"puzzled.\"\n    U.S. government sources said the secretary immediately\nreturned to the Treasury to be briefed on market developments\nand, presumably, their political impact.\n    For all of this, it seems unlikely that Baker's status in\nWashington will diminish because of the market fall.\n    Asked by reporters if somebody's head should roll because\nof the Wall Street retreat, Texas Democratic Senator Lloyd\nBentsen said with some irony, \"Oh, I think it's much too late to\nbe doing that...You have an administration that's taken the\nattitude that we can put the country on automatic pilot and ---\nretire to the living room to take a nap. You just can't do\nthat.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "james-baker",
        "lawson"
    ],
    "EXCHENGES": [
        "amex"
    ]
}