{
    "DATE": "31-MAR-1987 18:48:13.83",
    "TOPICS": [
        "money-fx"
    ],
    "NEWID": "11753",
    "TEXT": {
        "TITLE": "U.S. FED EXPLORES COMMODITY BASKET INDEX",
        "AUTHOR": "    By Alver Carlson, Reuters",
        "DATELINE": "    WASHINGTON, MARCH 31 - ",
        "BODY": "The complex task of wielding control\nover monetary policy in an increasingly fast-moving global\neconomy could be aided by tying policy to commodity prices, the\nnewest member of the Federal Reserve Board says.\n    Commodity prices are already considered by the Fed in the\nmaking of monetary policy. But they would be given a much\ngreater role under an idea being floated by Governor Robert\nHeller, who joined the board last August.\n    He conceeds that much more study of the idea is needed, but\nargues that such an arrangement, particularly if it were\nadopted by other major industrial countries, could reduce the\nvolatility of exchange rates.\n    Moreover, it could help stabilize of the prices of\ncommodities themselves, slowing changes in inflation.\n    His idea, which many conservative economists find\nappealing, has some backing among board members appointed in\nrecent years by President Reagan.\n    It would complement the present system of opening or\nclosing the monetary screws based on the pattern of inflation,\nkey indicators such as unemployment, and the rise or fall of\nthe money supply. Changes in the money supply can lead to\nchanges in interest rates and affect economic activity\ndirectly.\n    Discussed on and off for a long time, the commodity concept\nis part of a growing search for a system that anchors monetary\npolicy and widely-fluxtuating currency prices to a more solid\nbase.\n    \"What is needed is an anchor or reference point that can\nserve as a guide for both domestic and international monetary\npurposes,\" says Heller.\n    In the past, this anchor was gold but the United States\nwent off the gold standard because the global economy had\nvastly outstripped gold supplies.\n    A return to the gold standard is generally dismissed out of\nhand by most policymakers on the grounds that the largest\nproducers of gold are the Soviet Union and South Africa.\n    The so-called fixed rate system, scuttled in the early\n1970s, is still considered unworkable in the present world.\n    But the current system of floating currencies in which\ncurrencies can fluxtuate widely, adding vast pressures to the\nmonetary system, is also being widely questioned.\n    Some have suggested that the system might benefit from a\nformal approach that mandates intervention by countries when\ncurrencies wander above or below agreed to levels but there are\nmajor problems with this also.\n    For one thing, there is justifiable concern that countries\nmight be relunctant to intervene if they felt it might be\ndetrimental to their own domestic economy.\n    Moreover, some question whether concerted intervention can\nmake much of an inpact if the overall market does not agree\nwith the fundamental judgement.\n    The poorest countries have called for a monetary conference\nto work out a new system that, not surprisingly, helps them\ncope with their overpowering debt problems.\n    Treasury Secretary James Baker, the Reagan administration's\nchief economic architect, has preferred to use the so-called\nGroup of Five industrial countries or sometimes, Seven, as a\nforum to work out cooperative agreements on currency and other\neconomic matters.\n   He appears convinced that officials from West Germany,\nFrance, Britain, Japan, Italy and Canada talking quietly behind\nclosed doors can reached reasoned decisions away from public\nposturing.\n   The Heller approach, while extremely complex, could have a\nprofound impact on the system, ideally stabalizing prices and\ninternational exchange rates.\n    As envisioned by Heller, a basket of say, 30 major\ncommodities ranging from wheat to oil, would be put together\nand prices would be measured on a regular basis.\n    \"In times of rising commodity prices, monetary policy might\nbe tightened and in times of falling commodity prices, montary\npolicy might be eased,\" he says.\n    He notes that commodity prices are traded daily in auction\nmarkets, and a commodity price index can be calculated on a\nvirtually continuous basis.\n    Moreover, most commodity prices are produced, consumed and\ntraded on a world-wide basis, so \"that an index has a relevance\nfor the entire world,\" he says.\n    In addition, commodity prices are at the beginning of the\nproduction chain and serve as an imput into virtually all\nproduction processes.\n    \"Focusing on commodity prices as an early and sensitive\nindicator of current and perhaps also future prices pressures,\nthe monetary authorities may take such an index into account in\nmaking their monetary policy decisions,\" he says.\n    However, he says that any major change in a basic commodity\nsuch as occurred in oil during the 1970s because of action by\nthe OPEC cartel, would have to be discounted in such a system.\n    He says the worst thing that could happen is to allow\nmonetary policy to spread a freakish increase in one commodity\nto the rest of the system and to other commodities.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}