{
    "DATE": " 2-JUN-1987 13:24:15.44",
    "TOPICS": [
        "veg-oil"
    ],
    "PLACES": [
        "belgium"
    ],
    "PEOPLE": [
        "volcker",
        "greenspan"
    ],
    "NEWID": "18150",
    "TEXT": {
        "TITLE": "ACP STATES SAY EC OILS TAX PLAN BREAKS ACCORDS",
        "DATELINE": "    BRUSSELS, June 2 - ",
        "BODY": "Developing countries said the European\nCommunity (EC) would breach two international agreements if it\nwent ahead with its plans for an oils and fats tax.\n    Ambassadors to the EC from African, Caribbean and Pacific\n(ACP) states told a press conference the tax would hit the\nexports of 26 ACP countries.\n    They said the EC failed to follow consultation procedures\nlaid down in the Lome Convention which regulates relations\nbetween ACP states and the bloc for moves which could affect\ntrade between the two sides.\n    They also said the EC would be in breach of an undertaking\nnot to bring in new protectionist measures during the current\nPunta del Este round of world trade negotiations being held\nunder GATT (General Agreement on Tariffs and Trade) auspices.\n    The EC Commission has proposed a tax of up to 330 European\ncurrency units (Ecus) a tonne on both imported and EC-produced\nvegetable and marine fats for human consumption, which could\nraise up to two billion Ecus a year.\n    EC farm ministers, who would have to approve such a tax,\nare split on the issue and are expected to decide it at a\nmarathon meeting on EC farm prices beginning in Luxembourg on\nJune 15.\n    Jamaican ambassador Leslie Wilson said ACP countries are\nconvinced this would lead to EC industry substituting products\nmade within the bloc for oil and fat imports. The ACP estimates\nthis would result in a fall of 160 to 185 mln Ecus in its\nmember country exports.\n    \"We can't believe the EC would willingly take measures to\nundermine our countries, but such would be the impact of these\nmeasures,\" Wilson said.\n    The U.S. and Malaysia say their exports would also be hit\nby the proposed tax and they may take retaliatory action if it\nis approved.\n    Wilson said the ACP would take such steps only \"as a very\nlast resort,\" but added that the ACP is in touch with other\ncountries which oppose the plan.\n    Wilson, who was chairing the news conference, made it clear\nJamaica itself would not be hit by the tax as it does not\nexport oils and fats.\n    Among the worst hit countries would be Ivory Coast,\nSenegal, Nigeria and Papua New Guinea, the ACP says.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ]
}