{
    "DATE": " 1-APR-1987 00:02:13.34",
    "TOPICS": [
        "earn"
    ],
    "NEWID": "11773",
    "TEXT": {
        "TITLE": "COMMERZBANK SEES LOWER OPERATING PROFIT THIS YEAR",
        "DATELINE": "    FRANKFURT, April 1 - ",
        "BODY": "Commerzbank AG <CBKG.F> management\nboard chairman Walter Seipp said that from the present\nviewpoint the bank must expect 1987 full operating profit to be\nlower than in 1986.\n    In the first two months of the year, partial operating\nprofit -- excluding trading on the bank's own account -\ndeclined, he said, without giving details.\n    The interest surplus fell 2.8 pct compared with 2/12ths of\n1986 results, while the commission surplus, because of the\nquiet stock exchange business, fell back still more strongly.\nBy contrast the personnel and fixed asset expenses increased.\n    German banks do not report full operating profit. But Seipp\nsaid last year the figure for the first time had topped one\nbillion marks for the parent bank, and the group result was\naround 50 pct higher than this.\n    Commenting on 1986, Seipp said, \"we were able to raise the\nfull operating profit...Slightly above the record result of\n1985 because own account profits increased slightly.\"\n    He gave no concrete details but added that in January and\nFebruary, good own account trading profits meant that the drop\nin full operating earnings was more modest than that in the\npartial operating figure.\n    The bank would, as a result, be more profit-oriented in\nfuture, developing, for example, more into investment banking,\nkeeping a tight rein on personnel costs and dampening\nexpenditures on fixed assets.\n    Turning to 1986 results, Seipp said by year end there had\nbeen a strong growth in business volume.\n    Over the year business volume rose by 9.9 pct to 93.2\nbillion marks compared with 1985, Seipp added.\n    Group balance sheet volume rose by 8.0 pct to 148.15\nbillion. It would have been around five billion marks higher\nstill if currency relationships had remained unchanged.\n    In the parent bank, the interest surplus rose nine pct in\nthe year, while the interest margin held roughly at 1985's 2.56\npct despite pressure on credit rates.\n    The surplus on commission business, which had soared by a\nquarter in 1985, rose by 11.6 pct last year thanks almost\nexclusively to growth in securities commissions, Seipp said.\n    Personnel expenditure was up 11.9 pct last year, at more\nthan 1.5 billion marks. Fixed asset expenditure rose by 9.6 pct\nto more than 650 mln.\n    As a result, the parent bank partial operating profit rose\nby 3.2 pct to 752 mln marks.\n    Parent bank tax payment rose to 244 mln marks last year\nfrom 233 mln in 1985.\n    Seipp said extraordinary earnings included a \"high\ntwo-figure million\" in profit from the sale of the bank's AEG AG\n<AEGG.F> shares to Daimler-Benz AG <DAIG.F> during the latter's\nmajority stake purchase booked last year.\n    The ability of the bank to write off depreciations in\ncredit business against profits from securities trading and\nearnings on the sale of stakes had been utilised, as in prior\nyears, to its full extent.\n    Because of numerous insolvencies at home, by far the\nlargest part of the provisions were set aside for individual\nwrite-downs from domestic business. Abroad, the circle of\nproblem debtor countries rose last year, although the ratio of\ncredit exposure to provisions improved further.\n    Seipp said that because about half the group's exposure to\nproblem nations was in dollars, the bank had swapped into\ndollars individual provisions hitherto held primarily in marks.\n    \"This means that no open currency positions exist any longer\non the amount of the provision that is made against an actual\ndefault,\" he added.\n    Despite the increase in concern over debtor nations in the\nlast few weeks, he said, the international banking community is\nbetter armed than it was against payment problems.\n    All banks had significantly strengthened their capital\nbase, most European banks had made considerable provisions\nagainst bad debts while goverments and central banks were\nbetter prepared for unforseen difficulties.\n    He described debt-equity swaps as a very interesting new\napproach to indebted nations' problems. There was a lot of\ninterest in direct investment via an equity participation in\nLatin America, particularly from West German firms.\n Reuter\n\u0003"
    },
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}