{
    "DATE": "25-MAR-1987 15:30:34.97",
    "TOPICS": [
        "iron-steel"
    ],
    "PLACES": [
        "usa",
        "canada",
        "taiwan",
        "south-korea"
    ],
    "NEWID": "9554",
    "TEXT": {
        "TITLE": "CANADA MAY MONITOR STEEL SHIPMENTS",
        "DATELINE": "    OTTAWA, March 26 - ",
        "BODY": "Canada may begin monitoring steel\nflowing in and out of the country to determine if any steel is\nbeing illegally \"trans-shipped\" to the U.S., senior government\ntrade officials said.\n    The officials, asking not to be identified, said the\ngovernment will investigate an industry contention that steel \nimported from countries such as South Korea and Taiwan is being\ndiverted to the U.S. and ultimately exasperating concerns about\nthe level of Canadian exports south of the border.\n    But the senior officials, asking not to be indentified,\nsaid that despite intense pressure from the Reagan\nAdministration, Ottawa was not considering any kind of formal\nlimits on Canadian shipments to the U.S.\n    \"In a sense what I hope we are doing is buying some time,\"\nsaid one official who claimed Canadian companies were \"fair\ntraders\" in the big American market.\n    If approved by the Canadian cabinet, the officials said a \nmonitoring system will be established in the next three or four\nmonths.\n    \"I guess if we find trans-shipment is a problem, we would\nhave to do something about it,\" said a trade official.\n    Canadian steel shipments to the U.S. have risen to 5.7 pct\nof the U.S. market in recent months, almost double the level\njust two years ago.\n    The increase in Canadian shipments comes at a time of\ngrowing anger in the U.S. over rising steel imports from\nseveral countries in the face of a decline among domestic steel\nproducers.\n    Some U.S. lawmakers have proposed Canada's share of the\nAmerican market be limited to 2.4 per cent.\n    The Ontario Government has urged Ottawa to require foreign\ncompanies to obtain permits to import steel into the country.\nCurrently, import licences are required only for carbon or raw\nsteel, which makes up less than half the steel market.\n    Canada exported two billion Canadian dlrs worth of steel in\n1986, while importing 944-mln dlrs worth of the product in the\nsame year.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "icco",
        "ec"
    ]
}