{
    "DATE": "12-MAR-1987 15:56:53.83",
    "TOPICS": [
        "grain",
        "wheat",
        "corn",
        "oilseed",
        "soybean"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4490",
    "TEXT": {
        "TITLE": "GLICKMAN PUSHES HARD FOR 0/92 FARM PLAN",
        "DATELINE": "    WASHINGTON, March 12 - ",
        "BODY": "Implementation of a one-year 0/92\npilot program for wheat and feedgrains was strongly promoted\ntoday by the chairman of a key house agriculture subcommittee\nas a way to cut farm costs and simultaneously give farmers\nanother option when making their planting decisions.\n    \"We have a budget driven farm policy. It may be a shame,\nbut we are locked into this,\" said Dan Glickman, (D-Kans.),\nchairman of the subcommittee on wheat, soybeans and feed\ngrains. \"We need to look at ways to cut costs and not hurt the\nfarmer. A 0/92 plan, if properly done, could do both.\"\n    Glickman announced this week plans to introduce a 0/92 bill\nfor 1987 and 1988 wheat and feedgrains. An aide to Glickman\nsaid that it will probably be introduced next week.\n    Glickman said a 0/92 program, which allows a farmer to\nforego planting and still receive 92 pct of his deficiency\npayment, would not be a major revision of the 1985 farm bill --\nonly an extension of the 50/92 option already provided under\nthe current bill.\n    It is premature to make any major changes in the farm bill,\nhe said, but if agriculture has to make further cuts to meet\nbudget goals, a voluntary 0/92 plan would be better than\nsharply cutting target prices, as USDA has proposed.\n    A 0/92 plan, however, would not be decoupling, but simply a\ndifferent type of acreage diversion program, Glickman said.\n    Decoupling -- delinking planting decisions from government\npayments -- is too much of a policy change to approve at this\npoint, he said.\n    \"I don't think there is any interest in pursuing a\ndecoupling bill this year. Period. Unequivocal,\" Glickman said\nat the hearing.\n    Sen. Rudy Boschwitz (R-Minn.), cosponsor of the\nBoren/Boschwitz decoupling plan, said he supports a short term\n0/92 program as a move to a more permament decoupling plan.\n    Boschwitz plans to introduce a 0/92 plan in the senate. His\nplan would guarantee a certain deficiency payment to\nparticipating farmers, require that idled acreage be put to\nconservation use only, prohibit haying and grazing on extra\nidled acreage, limit participation to a certain number of acres\nin a county and provide tenant protection provisions.\n    \"I know we cannot obtain complete decoupling in 1987, but\nwe can at least move in that direction,\" Boschwitz said.\n    Robbin Johnson, vice president of Cargill, Inc., testified\nin favor of decoupling. Decoupling would end the current bias\nin U.S. farm policy towards overproduction and reduce farmers'\ndependency on the government, he said.\n    A 0/92 plan does not go far enough in decoupling, Johnson\nsaid, and would still encourage farmers to plant.\n    Officials from the National Corn Growers Association and\nthe National Cattlemen's Association said their groups oppose\nany 0/92 or decoupling plan due to concerns about reopening the\nfarm bill and creating more confusion among farmers.\n    But when asked if his association were forced to choose\nbetween a ten pct cut in target prices or a 0/92 program, Larry\nJohnson of the Corn Growers said they would agree to 0/92\nrather than take sharp cuts in target levels.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "inro"
    ]
}