{
    "DATE": "20-MAR-1987 12:21:07.48",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "france",
        "west-germany",
        "spain",
        "uk"
    ],
    "NEWID": "7802",
    "TEXT": {
        "TITLE": "GATT TO DEBATE U.S. CHARGES OF AIRBUS SUBSIDIES",
        "DATELINE": "    GENEVA, March 20 - ",
        "BODY": "The U.S. Will pursue its complaint that\nEuropean governments unfairly subsidise the Airbus Industrie\naircraft consortium in proceedings at the GATT civil aircraft\ncommittee, a GATT spokesman said today.\n    The U.S. Presented its case for the first time to the\naircraft committee of the General Agreement on Tariffs and\nTrade (GATT) during a special two-day session ending today.\nGATT rules cover some 80 pct of world commerce.\n    The 20-member committee agreed to open debate on the U.S.\nComplaint, starting with informal consultations and then\nholding a special session in July, trade officials said.\n    \"The tension has eased,\" the permanent trade ambassador of\nthe 12-member European Community Tran Van Thinh told reporters.\n\"The U.S. Has decided to go through proper channels.\"\n    U.S. Trade officials again made clear their anger over what\nthey call unfair government support for Airbus, voiced during a\nvisit to European capitals in February.\n    In a letter calling for the special committee meeting,\nWashington charged France, West Germany, the U.K., Spain and\nthe EC Commission with unfair practices on behalf of Airbus.\n    The U.S. Charges that the Europeans are violating rules\nlaid down in the 1979 Agreement on Trade in Civil Aircraft.\n    Washington presented its reading of rules on inducement to\npurchase aircraft and support for development of airlines\nduring the special session and asked the committee to confirm\nits view.\n    Official sources in the delegations said the U.S. Views\nwould be considered during the informal consultations but the\nEuropeans would also be free to bring up any complaints against\nAmerican civil aircraft practices.\n    Some delegates said the U.S. Position appeared to give such\nbroad interpretation to the rules as to suggest that the civil\naircraft accord needed re-negotiating. All these matters would\nbe considered during the informal meetings.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "kullberg"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "simex"
    ]
}