{
    "DATE": " 2-APR-1987 15:33:26.07",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12701",
    "TEXT": {
        "TITLE": "GOURMET COFFEE MAKES U.S. SUPERMARKET DEBUT",
        "AUTHOR": "    By Maisie McAdoo, Reuters",
        "DATELINE": "    New York, April 2 - ",
        "BODY": "Shoppers who buy Haagen-Daas ice cream,\nDijon mustard or Tuborg beer on their weekly trip to the\nsupermarket are soon to be the target of a promotional blitz\nfor national-brand \"gourmet\" coffees.\n    General Foods, the largest U.S. coffee roaster, and A and\nP, which shares the third place in the U.S. market, are the\nonly two national brand roasters so far to introduce the\nhigher-quality coffees into selected supermarkets.\n    But industry insiders believe there is substantial growth\npotential in upscale coffee, despite years of flat sales in\nregular ground roast types.\n    \"I would suspect General Foods will make a name for\nthemselves with their gourmet line,\" said a coffee trade\nsource. \"What it could do is really dent the small-store,\nwhole-bean business,\" the trade source added.\n    The new lines are designed to appeal to a classic\nadvertising composite--the \"yuppie\" consumer.\n    They buy fresh pasta, subscribe to Bon Appetit magazine and\nwere \"first on their block with a wok,\" as described by Karin\nBrown, General Foods senior product manager for its new coffee,\ncalled Private Collection out of GF's Maxwell House division.\n    Paul Gallant, president of A and P's Compass Foods\nsubsidiary that makes the new A and P gourmet line, described\nits potential appeal as \"a status thing.\"\n    At an initial price of 4.99 dlrs for 12 ounces it is\nexpensive, though not more so than high quality coffee sold in\nsmall specialty stores. General Foods' Maxwell House Div. has\njust cut the price on its new offering by 50 cents to 4.49 dlrs\nfor 12 ounces--a move competitor A and P is bound to imitate,\naccording to an A and P executive.\n    Number two U.S. roaster Folgers has \"nothing to announce at\nthis point\" in the gourmet line, a spokesman said. Neither does\nHills Bros., a subsidiary of Nestle that shares the third and\nfourth size market spot by volume with A and P.\n    Competitors believe Folgers will watch the progress of\nGeneral Foods' offering, prepared to jump in if the market\ntakes off.\n    General Foods and A and P hope their new products will help\npush coffee sales out of the doldrums. Coffee consumption in\nthe United States has fallen 44 pct since 1962, according to a\n1986 study by the International Coffee Organization. Sales show\nno signs of picking up.\n    Compass's Gallant blames the falloff on declines in coffee\nquality since the 1960's and aggressive soft drink marketing.\n    \"The national brands began to cheapen the blend in the name\nof profit but spent 100 mln dlrs a year telling consumers this\nwas quality coffee,\" Gallant said.\n    As a result, first time consumers never got a taste for the\nbrew. The first time a young consumer tries coffee, \"they turn\naround and say 'My God this is awful, I think I'll have a\nCoke',\" he said.\n    Having now mostly written off the 16-25 age group, who have\nconfirmed their loyalty to soft drinks, coffee marketers are\naiming at the high income, free-spending, self-treating crowd\n-- the yuppie composite.\n    \"Where else are you going to go?,\" an industry source said.\n\"Kids aren't going to drink coffee, that's apparent. There are\nno other markets. The only area that's not been promoted is\ngourmet,\" he said.\n    In addition to perking up sales, success in the gourmet\nline could provide much higher margins to roasters than regular\nground roast coffees produce.\n    Generally, retail prices are about twice the price of\ngreen, unroasted coffee beans, taking into account the costs of\nroasting, packaging and distribution, and then deducting\noften-generous trade discounts. Supermarkets tend to sell\ncoffee near the trade price as a \"loss leader,\" a product\ndesigned to draw shoppers into the store.\n    But with the new gourmet lines, a different pricing\nstructure prevails, industry sources said. There is no trade\ndiscounting and an emphasis on expensive packaging, including a\nspecial valve designed to keep the beans fresher.\n    Dealers said roasters were buying the higher quality green\nbeans at about 1.60 dlrs a lb. Thus, retail prices on gourmet\ncoffee are now almost three times the price of green.\n    Targetted consumers seem willing to pay the difference.\nGeneral Foods claims 80 pct of consumers in their test market\nsurveys for Private Collection came back for more.\n    And product manager Brown points to the success of more\nexpensive beers, mustard and ice cream, that began selling in\nrestricted high income areas and are now available in almost\nevery supermarket in the country.\n    A and P is similarly optimistic. \"We think we'll do\nextremely well in the gourmet market,\" Gallant said.\n    Maxwell House is marketing its eight types of Private\nCollection in selected high income areas, while A and P offers\nits 14 different whole bean gourmet coffees, called 8 O'Clock\nRoyale, only in their own stores in Philadelphia, Baltimore,\nNew York, Atlanta and some other metropolitan areas.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}