{
    "DATE": "24-APR-1987 12:54:36.57",
    "TOPICS": [
        "crude",
        "nat-gas",
        "gas",
        "pet-chem"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "17135",
    "TEXT": {
        "TITLE": "SHELL OIL FIRST QUARTER NET DROPS 61 PCT ",
        "DATELINE": "    HOUSTON, April 24 - ",
        "BODY": "Shell Oil Co said first quarter net\nincome dropped 61 pct over the prior-year quarter on revenues\nthat slipped four pct.\n    \"Lower prices for crude oil and natural gas and reduced\nmargins in our oil and chemical products businesses were the\nmajor factor for the earings decline,\" John F. Bookout,\npresident, said in a statement.\n    For the quarter, the company, a unit of Royal Dutch/Shell\nGroup <RD> <SC>, earned 108 mln dlrs on sales of 4.50 billion\ndlrs, compared with 276 mln dlrs on sales of 4.67 billion dlrs\na year ago.\n    Bookout said the company is cautiously optimistic oil\nmarkets will be less volatile in coming months than they were\nin 1986.\n    \"In coming months, oil products results should benefit from\nseasonally higher gasoline volumes,\" he said.\n    \"However, so long as U.S. product inventories remain high,\nit may be difficult to fully recover from the depressed margins\nof recent periods,\" he added.\n    Bookout said the company's chemical products earnings\nshould benefit from strong performances in chemical sales\nvolumes and continued high industry operating rates.\n    Shell said its oil and gas exploration and product segment\nearned 110 mln dlrs for the quarter vs 91 mln dlrs in 1986.\n    It said earnings were hurt by lower selling prices for\ncrude oil, natural gas and natural gas liquids. Domestic crude\noil prices averaged 14.24 dlrs a barrel, compared with 19.28\ndlrs last year, while natural gas prices dropped 24 pct, Shell\nsaid.\n    Shell said earnings at its oil products segment plunged by\n53 mln dlrs, to eight mln dlrs. It said lower refined product\nselling prices were only partially offset by reduced raw\nmaterial costs.\n    The company said earnings from chemical products also fell\nsharply, to 40 mln dlrs from 72 mln dlrs, due mainly to lower\nmargins, especially in commodity chemicals, coupled with its\npullout from the agricultural chemicals business in October\n1986.\n    Shell said capital and exploratory outlays totaled 500 mln\ndlrs for the quarter, off from 645 mln dlrs.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}