{
    "DATE": "19-OCT-1987 00:18:22.79",
    "TOPICS": [
        "ipi"
    ],
    "PLACES": [
        "ussr"
    ],
    "NEWID": "21575",
    "TEXT": {
        "TITLE": "SOVIET INDUSTRIAL GROWTH/TRADE SLOWER IN 1987",
        "DATELINE": "    MOSCOW, Oct 19 - ",
        "BODY": "The Soviet Union's industrial output is\ngrowing at a slower pace in 1987 than in 1986 and foreign trade\nhas fallen, Central Statistical Office figures show.\n    Figures in the Communist Party newspaper Pravda show\nindustrial production rose 3.6 pct in the first nine months of\n1987 against 5.2 pct in the same 1986 period.\n    Foreign trade in the same period fell 3.6 pct from the 1986\nperiod as exports fell by 0.5 pct and imports dropped by 4.2\npct.\n    Foreign trade in the nine months totalled 94.2 billion\nroubles. Separate import and export figures were not given.\n    One factor affecting industrial growth was the introduction\nof a new quality control plan, Western economists said. Last\nyear's calculations of industrial output included all goods,\nirrespective of quality.\n    Under the new plan, introduced in line with Soviet leader\nMikhail Gorbachev's drive to modernise the economy, special\ninspectors have the right to reject goods they consider below\nstandard.\n    Pravda said 42 mln roubles worth of defective goods were\nrejected in the nine-month period.\n    The figures also showed that on October 1, there were more\nthan 8,000 cooperative enterprises employing over 80,000\npeople. More than 200,000 were employed in the private sector,\nPravda said, without giving comparative figures.\n    The promotion of the cooperative and private sectors of the\neconomy has been an important part of the modernisation\ncampaign, with measures introduced recently to allow the\nsetting up of small shops on a private basis.\n    Labour productivity rose 3.7 pct in the first nine months\nagainst 4.8 pct growth in January to September 1986.\n    But western economists said they treat Soviet productivity\nfigures with caution, as they are more broadly based than in\nthe West, which measures worker output over a given period.\n    Pravda said there were 283.8 mln people in the Soviet Union\nas of October 1. In the January to September 1987 period 118.5\nmln people were employed, a rise of 4.4 pct on the same period\nlast year. Average earnings were 200 roubles a month against\n194 roubles a year ago.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "inro"
    ],
    "EXCHENGES": [
        "amex"
    ]
}