{
    "DATE": "23-MAR-1987 17:50:01.25",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8563",
    "TEXT": {
        "TITLE": "CHICAGO FUTURES LEADER SAYS MARKETS CAN ADAPT",
        "AUTHOR": "    By Nelson Graves, Reuter",
        "DATELINE": "    BOCA RATON, Fla., March 23 - ",
        "BODY": "Foreign currency futures\nmarkets would not be harmed if the leading industrial countries\nagreed to restrict currency movements to within a narrow band,\nsaid Leo Melamed, chairman of the Chicago Mercantile\nExchange's, CME, executive committee.\n    \"The target zone would not affect our market I think at\nall.... A 10 pct range in the Deutsche mark gives us a healthy\nmarket,\" Melamed told Reuters in an interview.\n    \"We were willing to live in the old Smithsonian era with a\nfour pct shift,\" he said, referring to permitted currency\nfluctuations in the early 1970s. \"One thing you can adjust is to\nmake each contract a larger value.\"\n    As chairman of the CME in 1969-71, Melamed was instrumental\nin the development of currency futures, which now are crucial\nto the Chicago exchange.\n    Melamed said capital flows -- which he estimated can\napproach 200 billion dlrs a day -- would overwhelm efforts by\ngovernments to control currency fluctuations.\n    \"They can do it for a day, in terms of intervention, an\nhour, a week maybe, but not over a period of time. So it's\nunrealistic and it doesn't work and it's unnecessary.\"\n    The CME's top policymaker also said a decision by the\nexchange to advance the quarterly settlement time of its stock\nindex futures contract to the morning from the afternoon would\nhelp eliminate dramatic price gyrations in futures and equity\nmarkets on so-called \"triple-witching\" day.\n    \"We think that the settlement in the morning will have a\nsalutary effect so that over a longer period of time I think\nthis issue (triple witching) will go away because of the change\nin the structure as of next June,\" when the move is scheduled to\ngo into effect, he said.\n    Melamed said proposed changes in floor practices by traders\nof the popular Standard and Poor's 500 stock index future would\naddress complaints of trading abuses and stimulate trading.\n    Two weeks ago, the CME board of directors proposed barring\nbrokers on the top step of the pit from trading for their own\naccount. The board also proposed requiring brokers engaged in\ndual trading elsewhere in the pit to record personal trades to\nthe nearest minute and curbing trading between broker groups.\n    The changes \"will in time have an extremely positive effect\non the marketplace. That's going to prove very, very\ninstrumental in increasing volume over time,\" he said,\npredicting the increase would come within a year.\n    Melamed, also chairman of Dellsher Investment Co Inc, said\nthe CME last week withdrew a proposal to put a 12-point limit\non the S and P 500 index's daily price movement when the\nCommodity Futures Trading Commission told the exchange it could\nnot be a temporary program.\n    The CME also received \"many negative comments, many more\nthan we anticipated,\" Melamed conceded. Many futures commission\nmerchants predicted sell orders would accelerate in the event\nthe price approached the bottom limit.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "balladur"
    ]
}