{
    "DATE": " 5-MAR-1987 03:41:48.78",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "hong-kong"
    ],
    "NEWID": "1919",
    "TEXT": {
        "TITLE": "HK BANK EXPECTED TO POST 10 TO 13 PCT PROFIT RISE",
        "AUTHOR": "    By Allan Ng, Reuters",
        "DATELINE": "    HONG KONG, March 5 - ",
        "BODY": "The Hongkong and Shanghai Banking Corp\n<HKBH.HK> is likely to show a rise in profit of between 10 and\n13 pct for 1986, reflecting stronger than expected loan growth,\nshare analysts polled by Reuters said.\n    Their estimates of the bank's net earnings for last year\nranged from 2.99 to 3.1 billion H.K. Dlrs. Results will be\nannounced on Tuesday. The 1985 net profit was 2.72 billion.\n    They forecast a final dividend of 29 cents for a total of\n42 cents for the year against 38 cents in 1985, adjusted for a\none-for-five bonus issue.\n    Analysts said they expected the bank to recommend a bonus\nissue this year, probably one for three or one for five.\n    The bank's 61.5 pct subsidiary Hang Seng Bank Ltd <HSGH.HK>\nis to report its 1986 results on Friday.\n    Analysts expect Hang Seng to announce net profit of more\nthan one billion dlrs for the first time, an increase of 10 to\n12 pct.\n    They expect Hang Seng to pay a final dividend of 1.37 dlrs\nfor a total of 1.75 dlrs for the year against 1.60 in 1985.\n    Analysts said that while the use of undisclosed inner\nreserves by banks here makes forecasting very imprecise,\nHongkong Bank benefited from the unexpected strength of the\nHong Kong economy in 1986, when gross domestic product grew by\nnearly nine pct against an initial forecast of 4.5 pct.\n    \"They benefited considerably from the pickup in loan demand,\nas their loan portfolio is well balanced,\" an analyst at Mansion\nHouse Securities (F.E.) Ltd said.\n    Government figures show that total loans and advances rose\nby 13.8 pct in 1986, compared with a 4.5 pct increase in 1985.\n    Loans to finance Hong Kong's visible trade, the mainstay of\nthe local economy, rose by 15.1 pct against a decline of five\npct in 1985.\n    Low interest rates also helped the bank. Interest received\non loans was low, with the prime rate at 6.5 pct at end-1986,\nbut interest paid on savings was two pct. Hongkong Bank and\nHang Seng Bank control half of all deposits in the banking\nsystem, giving them access to a large base of low-cost funds.\n    The strength of the real-estate market was another major\nincome source for the bank group. Loans to finance property\ndevelopment and instalment mortgages rose sharply.\n    \"The Hongkong Bank group is still the leader in mortgage\nbusiness despite tough competition from the Bank of China group\nand other foreign banks,\" one analyst said.\n    The high level of activity on the capital and equities\nmarkets in 1986 contributed to a sharp improvement in Hongkong\nBank subsidiaries Wardley Ltd <WAIA.HK> and <James Capel and\nCo>, analysts said. \"Wardley had a tremendous year acting as\nfinancial adviser and underwriter,\" an analyst said.\n    Wardley was underwriter for last year's billion-dlr\nflotation of <Cathay Pacific Airways Ltd>, of which Hongkong\nBank owned 30 pct at the time.\n    The bank's stake has since been cut to 16.4 pct in return\nfor 1.57 billion dlrs. It also sold its entire 48.8 pct stake\nin <South China Morning Post Ltd>, the larger of two\nEnglish-language daily newspapers here, for 1.18 billion dlrs.\n    The proceeds will go to reserves for acquisitions and will\nnot show up in the profit and loss accounts, analysts said.\n    Analysts said the bank had also been helped by a reduced\nneed to write off bad debts. \"The need for provisions was much\nlower than the year before,\" said Tony Measor of Hong Leong\nSecurities Co Ltd. \"Last year's profits should have been 2.8 to\n2.9 billion dlrs if not for the huge provisions.\"\n    Former Hongkong Bank chairman Michael Sandberg said the\nbank wrote off hundreds of millions of dollars against its\nshipping exposure in 1985. Lesley Nickolds of County Securities\nAsia Ltd said she saw no major shipping writeoffs in 1986. She\nforecast profit of 2.99 billion dlrs.\n    The bank's Latin American exposure, mainly through its\n51-pct owned Marine Midland Banks Inc <MM>, appears to have\nimproved substantially, analysts said. Marine Midland's 1986\nfourth-quarter loan-loss provisions fell to 44.1 mln U.S. Dlrs\nfrom 89.2 mln a year before. Its 1986 net profit rose to 145\nmln U.S. Dlrs from 125 mln in 1985.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nyse"
    ],
    "PEOPLE": [
        "subroto"
    ]
}