{
    "DATE": "29-JUN-1987 11:34:19.06",
    "TOPICS": [
        "ship",
        "crude"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19684",
    "TEXT": {
        "TITLE": "CHANCES OF DIRECT U.S.-IRAN GULF CLASH SEEN LOW",
        "AUTHOR": "    By Rory Channing, Reuters",
        "DATELINE": "    KUWAIT, June 29 - ",
        "BODY": "U.S. moves to increase its warships in\nand around the Mideast Gulf could trigger more attacks on\nunprotected merchant ships but run little risk of sparking a\ndirect military clash with Iran, diplomats said.\n    They said the American decision inevitably carries some\nrisk of armed confrontation, but Iran -- despite its blunt\nrhetoric -- would want to avoid this as much as Washington.\n    \"As Iran knows very well, what America is bringing into the\nGulf could do serious damage,\" said one western diplomat.\n    Diplomats see the greatest potential danger in more attacks\non \"soft targets\" such as merchant shipping not protected by\nAmerican or other western navy vessels patrolling the Gulf.\n    The risk of Iranian attack on U.S. Warships or Kuwaiti oil\ntankers carrying the U.S. Flag and under naval escort is rated\nby diplomats as low. However, \"There is the threat that the\nIranians, seeing these heavily protected U.S.-flag tankers,\nwill go for softer targets,\" one diplomat said.\n    Tehran Radio quoted Iran's top defence spokesman Ali Akbar\nHashemi Rafsanjani as saying yesterday that Washington was\n\"moving to the brink of an armed encounter with us.\"\n    The U.S. is increasing its Gulf fleet from seven to 10\nwarships and sending the refurbished battleship Missouri to\npatrol just outside the Strait of Hormuz.\n    The build-up ties in with U.S. plans to start escorting\nKuwaiti oil tankers next month, which have been re-registered\nto fly the American flag to give them naval protection.\n    Shipping serving Kuwait has come under repeated attack by\nIran, angered at the emirate's war backing of Iraq.\n    Concern in the region has mounted over the threat posed by\nChinese-made Silkworm missiles, which the U.S. says Iran is\npreparing to deploy near the Strait of Hormuz.\n    The Missouri, with its four-escort flotilla, is likely to\nmake Iran think twice about using the missiles, diplomats said.\n    A military source in the Gulf has said Iran also set up a\nlaunching site for the Silkworms on captured Iraqi soil in the\nFaw peninsula, within range of Kuwait.\n    \"But anything that went as far as a direct attack on Kuwaiti\nterritory would be a very serious escalation\" likely moving\nworld opinion against Iran, remarked one.\n    Some diplomats believe Iran could also consider carrying\nout reprisals against the United States outside the Gulf.\n    Rafsanjani, who is also parliamentary leader, predicted\nlast Friday \"a river of blood\" throughout the world in the event\nof any U.S. strike against Iran.\n    Western diplomats said Iran, which Washington has accused\nof being behind state-sponsored terrorism, had no demonstrable\ncapacity to carry out attacks in the U.S. itself.\n    Diplomats saw few potential targets in Lebanon now that\nmost Americans have left in the wake of kidnappings linked to\npro-Iranian groups. But Europe and Asia were potential\ntrouble-spots, and Kuwait was one of the most obvious targets.\n    Any backlash was likely to take the form of sabotage or\nother action to make it difficult to blame Iran, they added.\n Reuter\n\u0003"
    },
    "PLACES": [
        "kuwait",
        "usa",
        "iran"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}