{
    "DATE": "11-MAR-1987 17:37:08.09",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "3991",
    "TEXT": {
        "TITLE": "HARPER <HPR> GETS BID FROM HARCOURT <HBJ>",
        "DATELINE": "    NEW YORK, March 11 - ",
        "BODY": "Harper and Row Publishers Inc said it\nreceived an acquisition offer from Harcourt Brace Jovanovich\nINc to acquire all of Harper and Row's shares at 50 dlrs a\nshare in cash.\n    Harper said it will consider the proposal, including such\npossible concerns as anti-trust and other legal considerations.\n    On Monday, Harper and Row received a surprise 34 dlr-a-\nshare bid from investor Theodore Cross, owner of six pct of the\nshares, for the stock he does not own.\n     Harcourt made clear in its offer that it will step aside\nif Harper's directors and shareholders reject the bid, Harper\nsaid.\n    Harper said the board has previously expressed a strong\ndetermination to remain an independent publishing enterprise.\n    Harper also said that New World Pictures, a shareholder,\nhas requested a copy of Harper's shareholder list to be used in\nsoliciting proxies.\n    New World has 30,800 shares of the total 4.4 mln shares.\n    Harper and Row's stock closed off 3/4 to 33-1/2 after\nrising 9-1/4 points yesterday.\n    Shareholders are due to vote April 2 on a shareholders\nrights plan designed to thwart hostile takeovers.\n    Ivan Obolensky, an analyst with the investment banking for\nof Sterling Grace and Co said Harper and Row is one of the few\nremaining independent publishers with a \"back list\" of authors\nstretching back 200 years.\n    He said as long as the company maintains copyrights with\nthe estates of deceased authors, it controls all motion picture\nand television rights to the stories. And he said new printing\ntechnologies make new editions a profitable business.\n    \"Harcourt Brace needs a back list of that nature and is\nwilling to pay up for it,\" Obolensky said. But he said Harper\nand Row \"has plenty of beef to warrant a 50 dlr bid.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "sarney"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}