{
    "DATE": " 9-APR-1987 13:59:51.23",
    "TOPICS": [
        "livestock",
        "carcass"
    ],
    "PLACES": [
        "zimbabwe"
    ],
    "NEWID": "15798",
    "TEXT": {
        "TITLE": "DISEASE PUTS ZIMBABWE BEEF EXPORTS IN JEOPARDY",
        "DATELINE": "    HARARE, April 9 - ",
        "BODY": "Zimbabwe's beef exports to the European\nCommunity (EC), potentially worth 70 mln Zimbabwean dlrs this\nyear, may be jeopardised by an outbreak of foot and mouth\ndisease in southwestern Matabeleland, industry sources said.\n    The country has temporarily suspended beef exports to the\nEC because of the outbreak and awaits a decision from the EC\nveterinary committee, which is considering a formal ban.\n    The outbreak in the country's main ranching province has\nalready led neighbouring beef-producing Botswana and Zambia to\nbar beef and dairy imports from Zimbabwe, threatening the dairy\nindustry with a loss of at least one mln dlrs in export\nrevenue.\n    \"The situation is still uncertain at the moment. Normally\nwhen an outbreak occurs there is an automatic suspension of\nbeef exports,\" one industry source said yesterday.\n     Commenting on EC policy, he explained, \"Depending on the\nseriousness of the outbreak the (veterinary) committee then\ndecides on three options, allowing us to continue exporting\nbeef from disease-free areas, clamping a three-month suspension\non exports or banning us from exporting for a year. We are\nstill awaiting their decision,\" he added, asking not to be\nidentified.\n    Zimbabwe was granted an export quota of 8,100 tonnes of\nhigh-grade beef to EC markets in 1985 after the country had\nspent millions of dollars erecting disease-control fences and\nupgrading abattoirs to meet stringent EC rules.\n    Should the EC ban Zimbabwean exports, the country will be\nforced to sell its beef on glutted world beef markets at low\nprices, the source said. Projected earnings from beef sales\ncould fall about 23 mln dlrs as a result, he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "balladur"
    ],
    "EXCHENGES": [
        "nyce"
    ]
}