{
    "DATE": "16-JUN-1987 06:04:20.07",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "venezuela"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18448",
    "TEXT": {
        "TITLE": "OPEC OFFICIAL SAYS CARTEL HAS REGAINED LEADERSHIP",
        "DATELINE": "    CARACAS, June 16 - ",
        "BODY": "OPEC has regained its former role as\nprice-setter in the oil market following last year's price war,\nacting OPEC Secretary General Fadhil al-Chalabi said.\n    But he said he expects no short-term rise in demand for\nOPEC oil, adding that market stability will mean a continued\nsacrifice for the 13 OPEC member countries.\n    Al-Chalabi, speaking at a university here yesterday, said\nthe December 1986 conference at which OPEC set an 18 dlr per\nbarrel reference price gave the market a signal that the\nproducers' group was serious.\n    \"It (OPEC) has no choice but to defend the price and this\nhas restored its credibility,\" said al-Chalabi, who is in\nCaracas for a meeting of the OPEC Fund Board of Governors.\n    Al-Chalabi said OPEC members have not exceeded the\nproduction quotas which took effect on February 1 and spot\nmarket prices are now near or above official OPEC prices.\n    Before the December conference OPEC faced a major and basic\ndilemma which led to the loss of its leadership role, he said.\n\"The question was, what should OPEC do? Defend the price and\nrisk losing its market share? Or defend its market share and\nlet the price drop?\" he asked.\n    \"OPEC has chosen to stabilise the price. But the question is\nhow long will it be willing to keep up this painful exercise?\" \nhe said.\n    Al-Chalabi said that despite OPEC's success in shoring up\nprices and achieving discipline regarding quotas, he saw no\nquick end to restraint in production.\n    He also said he foresaw no increase in demand for OPEC oil\nbecause increased non-OPEC production, combined with\nconservation and the use of alternative energy sources, has\ncaused changes in the market which will not easily be reversed.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}