{
    "DATE": " 9-APR-1987 08:09:03.08",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa",
        "uk",
        "japan",
        "west-germany",
        "france",
        "canada",
        "italy"
    ],
    "NEWID": "15450",
    "TEXT": {
        "TITLE": "FINANCE MINISTERS AGREE ON NEED FOR STABILITY",
        "DATELINE": "    WASHINGTON, April 9 - ",
        "BODY": "Finance ministers from seven major\nindustrialized nations agreed on the need to stabilize\ncurrencies at current levels but said more action was needed to\nreduce trade imbalances and sustain economic growth.\n    In a communique issued after a four-hour meeting at the\nU.S. Treasury that ended last night, the ministers said the\nvalue of the dollar and other currencies was basically correct\nnow, and they welcomed new measures planned by the Japanese to\nboost their economy.\n    West German Finance Minister Gerhard Stoltenberg called it\na \"good meeting\" and in brief remarks exchanged with reporters\nother ministers seemed pleased with its outcome.\n    Shortly after the communique was issued and just as foreign\nexchange trading opened in Tokyo, the Bank of Japan intervened\nagain to prevent the yen rising too quickly.\n    The communique said, \"The ministers and governors reaffirmed\nthe commitment to the cooperative approach agreed at the recent\nParis meeting. They agreed, however, that further actions will\nbe essential to resist rising protectionist pressures, sustain\nglobal economic expansion and reduce trade imbalances.\"\n    It welcomed the plans set this week by the Japan's ruling\nLiberal Democratic Party to stimulate its economy with what the\ncommunique termed \"extraordinary and urgent measures\" including\nan \"unprecedented front-end loading of public works\nexpenditures.\"\n    The meeting of the so-called Group of Seven brought\ntogether ministers and central bank governors of the seven\nmajor industrial democracies, the United States, Japan, West\nGermany, France, Britain, Italy and Canada.\n    The communique said the ministers reaffirmed the commitment\non cooperation reached in a meeting on February 22 in Paris\nwhen they had agreed to stabilize foreign exchange rates at the\nthen-current levels.\n    In the weeks that followed, the dollar continued to fall\nagainst the Japanese yen despite massive dollar purchases by\nthe Bank of Japan and other central banks and is now trading at\naround postwar lows.\n    Japan has come under growing criticism from both the United\nStates and European countries for its only modest efforts to\nopen its markets to outside competition and to reduce its\nexports.\n    The communique said Japan affirmed its intention to open\ndomestic markets to foreign goods and services but did not\nelaborate.\n    It said the officials \"reaffirmed the view that around\ncurrent levels their currencies are within ranges broadly\nconsistent with economic fundamentals and the basic policy\nintentions outlined at the Louvre meeting.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "lme"
    ]
}