{
    "DATE": " 5-APR-1987 21:17:28.95",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13263",
    "TEXT": {
        "TITLE": "CAESARS WORLD BOARD APPROVES RECAPITALIZATION",
        "DATELINE": "    NEW YORK, April 5 - ",
        "BODY": "Caesars World Inc <CAW> said its\ndirectors unanimously approved a recapitalization plan under\nwhich stockholders will get a cash distribution of 25 dlrs per\nshare via a one-time special cash dividend and will retain\ntheir common stock ownership in Caesars World.\n    Caesars World said it expects to raise the approximately\none billion dlrs needed to pay the 25 dlr per share dividend\nand the expenses of recapitalization through around 200 mln\ndlrs in bank borrowings and a public sale of approximately 800\nmln dlrs of debt. Some outstanding debt will be retired.\n    Drexel Burnham Lambert Inc, Caesars' financial advisor, has\ntold the company it is confident it can arrange the entire\nfinancing needed for the recapitalization.\n    Henry Gluck, chairman and chief executive officer of the\nhotel, casino and resorts company, said in a statement the\nboard believes the recapitalization plan is financially\nsuperior to a 28 dlr a share tender offer by Martin Sosnoff.\n    Gluck said the Caesars World board once again recommends\nthat shareholders reject the Sosnoff offer.\n    The stock closed at 29.25 dlrs a share on Friday.\n    \"Our ability to restructure along these lines is possible\nprimarily because of the financial stability and the strong\noperating results achieved by management in recent years,\" Gluck\nsaid.\n    He said that after the recapitalization takes effect,\nproforma net income for the fiscal year ended July 31, 1988 is\nexpected to be about 28.7 mln dlrs.\n    Fiscal 1988 primary earnings per share are projected to be\n76 cents, based on about 37.8 mln in post-recapitalization\ncommon and common-equivalent shares outstanding.\n    Commenting on the company's longer term earnings outlook,\nGluck said \"we project net income to increase to 86.2 mln dlrs\nin 1992, reflecting increased operating income and lower\ninterest expense due to the retirement of 267 mln dlrs of debt\nincurred in connection with the recapitalization.\"\n    He said the company does not usually release projections,\nbut has done so now beause of the significance of the\nrecapitalization.\n    Gluck said the recapitalization plan will be submitted for\nstockholder approval at a special meeting expected in June.\n    The plan will require the approval of stockholders and that\nof the Nevada and New Jersey gaming regulatory authorities.\n    As part of the plan, the company will change its state of\nincorporation from Florida to Delaware by means of a merger of\nCaesars World into a wholly owned subsidiary of the company.\n    The new incorporation certificate and bylaws will provide\nfor, among other things, a \"fair price\" provision requiring that\ncertain transactions with interested 15 pct stockholders be\napproved by an 80 pct vote of stockholders, excluding shares\nheld by such interested stockholders.\n    Caesars World said in a statement that \"the cash\ndistribution will result in a substantial deficit in\nstockholders' equity.\" It did not give an estimate of the size\nof this deficit.\n    But the company said its financial advisors have said they\nbelieve that after the recapitalization, Caesars World should\nhave the financial flexibility and resources necessary to\nfinance its current and projected operating and capital\nrequirements.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "kaufman"
    ],
    "ORGS": [
        "iea",
        "oecd",
        "opec"
    ]
}