{
    "DATE": " 8-APR-1987 13:08:33.80",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "15154",
    "TEXT": {
        "TITLE": "JAPAN IN LAST-DITCH EFFORT TO AVERT TARIFFS",
        "AUTHOR": "    By Robert Trautman, Reuters",
        "DATELINE": "    WASHINGTON, April 8 - ",
        "BODY": "Senior Japanese officials tomorrow\nopen talks with American trade negotiators in a last-ditch\neffort to avert new high U.S. tariffs to be imposed on a wide\nvariety of Japanese electronic exports.\n    Makoto Kuroda, vice minister of Japan's Ministry of\nInternational Trade and Industry (MITI), is to hold two days of\nmeetings with the Deputy U.S. Trade Representative, Michael\nSmith, and the Under Secretary of Commerce, Bruce Smart.\n    The new tariffs, to go into effect on April 17, are in\nretaliation for Japan's failure to adhere to an agreement to\nend dumping semiconductors in world markets at below cost and\nto open its home market to U.S. semiconductor shipments.\n    They are to be imposed on goods which use semiconductors,\nincluding television and audio equipment and computers.\n    Both U.S. and Japanese officials have said there was little\nlikelihood the talks would do anything to avert the 100 pct\nduties on 300 mln dlrs worth of Japanese shipments.\n    President Reagan announced the planned tariffs on March 27\nafter he said that close monitoring of the July 1986\nU.S.-Japanese semiconductor pact convinced U.S. officials that\nJapan was not honoring the agreement.\n    In making the annoucement, Reagan said \"I am committed to\nthe full enforcement of our trade agreements designed to\nprovide American industry with free and fair trade.\"\n    Trade analysts said his move was aimed as much at Japan's\nsemiconductor trade practices, which are said to have injured\nthe U.S. semiconductor industry, as Congress, which has\ncomplained about presidential timidity on trade issues.\n    Congressional Democrats have pledged to enact aggressive\ntrade laws to counter what they contend has been Reagan's\ninaction to redress the growing U.S. trade deficit, which last\nyear reached 169.8 billion dlrs.\n    About one-third of the deficit was with Japan.\n    Reagan said there were recent signs Japan was beginning to\nadhere to the pact and that was why he was not terminating it.\n    Kuroda said on leaving Tokyo today he had no new proposals\nbut did have an explanation of the semiconductor situation.\n    He told the daily newspaper Ashai Shimbun that Reagan's\ndecision was based on inaccurate data and an exaggerated sense\nof MITI's power to control Japanese traders.\n    \"The United States has excessive expectations.,\" he said. To\nstabilize supply-demand relations which have been disrupted by\nexcess inventories since 1985 will take some time.\"\n    He also said that U.S. firms had not been aggressive enough\nin trying to sell in the Japanese market.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "stoltenberg",
        "poehl",
        "balladur",
        "de-larosiere",
        "miyazawa",
        "sumita",
        "leigh-pemberton",
        "goria",
        "james-baker"
    ],
    "EXCHENGES": [
        "lme"
    ]
}