{
    "DATE": "27-MAR-1987 11:11:53.63\u0005\u0005\u0005E F",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "10470",
    "TEXT": {
        "TITLE": "GALACTIC <GALCF> ADOPTS CONSERVATIVE ACCOUNTING",
        "DATELINE": "    VANCOUVER, British Columbia, March 27 - ",
        "BODY": "Galactic Resources\nLtd, earlier reporting a 1986 loss of 25.6 mln U.S. dlrs, said\nit adopted a more conservative accounting policy, similar to\nother gold producers' accounting for exploration costs.\n    As a result, the company retroactively charged all past\nexploration and related administration costs incurred on its\nproperties against expenses in 1986, 1985 and 1984.\n    Under the new policy, all future exploration and related\nadministration costs will be written off to expenses rather\nthan capitalized as an intangible asset, it said.\n    Galactic said the accounting change resulted in a 22.8 mln\nU.S. dlr charge against 1986 earnings. It did not immediately\ndisclose the affect of the change on prior years' results.\n    The new accounting policy is not expected to adversely\naffect working capital position, future cash flows or the\ncompany's ability to conduct ongoing business operations, it\nsaid.\n    Galactic said the charge includes 9.9 mln U.S. dlrs of\ncosts concerning its Summitville Mine leach pad and 8.9 mln\nU.S. dlrs in waste removal costs, dyke construction and other\nmine developments.\n    Galactic said under the prior accounting policy, the\nSummitville mine expenses would have been amortized over the\nlife of the mine and charged against future earnings.\n    The change will also result in lower depreciation and\namortization charges against income of about 52 U.S. dlrs an\nounce of gold produced in future periods, based on total\nestimated reserves of 617,000 ounces.\n    Galactic said March leaching production at Summitville is\nexpected to exceed 2,500 ounces, raising gold equivalent\nproduction since the June 5, 1986 start of leaching to 65,000\nounces.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "papandreou"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "icco"
    ]
}