{
    "DATE": " 5-MAR-1987 10:58:42.27",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2118",
    "TEXT": {
        "TITLE": "SHAD SEES PROGRESS ON INSIDER TRADING",
        "DATELINE": "    WASHINGTON, March 5 - ",
        "BODY": "Securities and Exchange Commission\nchairman John Shad said progress was being made in stopping\ninsider trading, but the chairman of a House subcommittee with\njurisdiction over securities laws said he was concerned about\nconditions on Wall Street.\n    \"Greed has created a feeding frenzy on Wall Street and in\nthe process laws are broken and multi-billion dlr corporations\nhave become easy prey,\" Rep. Edward Markey, D-Mass, the\nchairman of the Telecommunications and Finance said at the\nstart of a hearing on SEC activities.\n    \"Congress is understandably nervous. We perceive the\ncurrent scandals as a warning of even worse things to come,\"\nMarkey said. \"The frenzy and disruption created by merger mania\nis particularly distressing.\"\n    Shad said the recent cases involving Ivan Boesky, Dennis\nLevine and others was a warning that those who engage in\ninsider trading were taking a heavy risk of imprisonment, high\nfines and disbarment from the securities industry.\n    \"Insider trading has not been eradicated, but it has been\ninhibited and multimillions of dollars of profits that Boesky\nand others have been siphoning off the markets are now flowing\nthrough to legitimate investors and traders,\" Shad said in his\nstatement.\n    Shad said insider trading cases involved only 10 pct or\nless of SEC enforcement actions in recent years but they have\nincreased significantly to 125 cases brought during the past\nfive years compared to 77 cases in the preceeding 47 years.\n    Markey said he did not favor banning takeovers but thought\nthe tender offer process needed reform including earlier\ndisclosure of takeover attempts.\n    N.J. Rep. Mathew Rinaldo, the senior subcommittee\nRepublican, said he was introducing legislation to create a\nfive member commission to study the securities industry for a\nyear and report its findings and recommendations to Congress.\nCommission members would be appointed by the SEC.\n    \"Its primary mission would be to analyze the extent of\nillegal trading on insider trading and to assess the adequacy\nof existing surveillance systems and government oversight\noperations. The commission would advise Congress as to what\nadditional resources or civil or criminal remedies are needed\nto combat fraud and improve compliance with federal laws,\"\nRinaldo said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "boesky"
    ],
    "ORGS": [
        "ico-coffee"
    ]
}