{
    "DATE": "27-MAR-1987 01:47:20.85\u0005\u0005\u0005RM",
    "TOPICS": [
        "bop",
        "trade"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "10297",
    "TEXT": {
        "TITLE": "JAPAN FEBRUARY CURRENT ACCOUNT, TRADE SURPLUS JUMP",
        "DATELINE": "    TOKYO, March 27 - ",
        "BODY": "Japan's current account surplus rose to\n7.38 billion dlrs in February from 3.89 billion a year ago and\nfrom 4.95 billion in January, the Finance Ministry said.\n    The trade surplus rose to 8.14 billion dlrs in February\nfrom 4.77 billion a year earlier and 5.70 billion in January.\n    The long-term capital account deficit widened to 11.40\nbillion dlrs from 8.06 billion a year ago, but it narrowed from\n12.32 billion in January, the Ministry said.\n    Japan's February exports rose to 16.74 billion dlrs from\n14.89 billion in February 1986 and from 14.65 billion in\nJanuary, the Ministry said. Imports fell to 8.61 billion from\n10.12 billion a year earlier and 8.94 billion in January.\n    The invisible trade deficit fell to 617 mln dlrs in\nFebruary from 693 mln a year earlier, but was up from a 527 mln\ndeficit in January.\n    Figures do not tally exactly because of rounding.\n    Transfer payments narrowed to a 140 mln dlr deficit last\nmonth from a 185 mln deficit a year earlier and a 225 mln\ndeficit in January.\n    The basic balance of payments deficit in February fell to\n4.02 billion dlrs from 4.17 billion in February 1986 and 7.37\nbillion in January. Short-term capital account payments swung\nto a 1.28 billion dlr deficit in February from a 1.60 billion\nsurplus a year earlier and a 1.44 billion dlr surplus in\nJanuary.\n    Errors and omissions were 2.65 billion dlrs in surplus,\ncompared with a 1.27 billion surplus a year earlier and a 1.10\nbillion deficit in January. The overall balance of payments\ndeficit rose to 2.65 billion dlrs from 1.30 billion a year\nearlier but was down from 7.04 billion in January.\n    The seasonally adjusted trade surplus fell to 9.16 billion\ndlrs in February from the record 9.58 billion in January, the\nMinistry said.\n    The seasonally adjusted current account surplus also\ndropped to 8.4 billion dlrs in February from the record 8.83\nbillion set in January.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "nakasone"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}