{
    "DATE": "19-MAR-1987 10:42:17.15",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "taiwan",
        "south-korea",
        "hong-kong",
        "singapore"
    ],
    "NEWID": "7135",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - U.S. DEFICIT WITH NICs",
        "AUTHOR": "    By Claire Miller, Reuters",
        "DATELINE": "    NEW YORK, March 19 - ",
        "BODY": "The U.S. trade deficit with Taiwan and\nKorea is expected to widen this year, despite some economic and\ncurrency adjustments by the two newly industrialized countries,\neconomists said.\n    \"The surpluses that Taiwan and Korea ran with the U.S. in\n1986 will get bigger. This time next year, the U.S. will be\nscreaming at those countries about their exports,\" said Steve\nCerier of Manufacturers Hanover Trust Co.\n    Taiwan is currently the third biggest exporter to the U.S.\nafter Japan and Canada, while Korea is the seventh largest.\n    Faced with heightened protectionist sentiment in Congress,\nthe Reagan administration has been stepping up the rhetoric\nagainst Taiwan and Korea, urging those countries to allow their\ncurrencies to appreciate and lift impediments to free trade.\n    The thrust has shifted to those newly industrialized\ncountries (NICs) amid signs the dollar's steep drop against the\ncurrencies of Japan and most EC nations -- previously the main\nfocus of the U.S. drive to cut its trade gap -- is beginning to\nclose the competiveness gap for American goods.\n    U.S. Treasury secretary James Baker said recently that he\nexpects a reduction in Japan's trade surplus this year.\n    But U.S. manufacturers still are losing markets on their\nown doorstep to Taiwan and Korea, whose currencies have not\nrisen as much as the yen and the mark. As major beneficiaries\nof soft oil prices and with low labor costs, Taiwanese and\nKorean exporters are well-placed to take up the slack.\n    \"In 1986, the fashionable comment in Washington was\nJapan-bashing. Now it's NIC-bashing,\" said Robert Chandross, of\nLloyds Bank PLC.\n    Asia's four main NICs -- Hong Kong, South Korea, Singapore\nand Taiwan -- accounted for almost one-fifth of the overall 170\nbillion dlr U.S. merchandise trade deficit for 1986.\n    The U.S. trade gap with Taiwan rose to 15.7 billion dlrs in\n1986 from 13.1 billion in 1985, while the bilateral trade\ndeficit with South Korea grew to 7.1 billion from 4.8 billion.\n    And preliminary U.S. data show that the growth trend is\ncontinuing. The U.S. trade shortfall with Taiwan was 1.6\nbillion dlrs in January, up 24.4 pct from a year earlier. The\ngap with Korea was 700 mln dlrs, up 24.8 pct from a year ago.\n    Lately both nations have said they will take steps to\ndefuse incipient trade tensions. Korea said it is choosing many\nof the 122 items on which the U.S. wants it to cut import\ntariffs in order to deflect pressure for currency revaluation.\n    Still, South Korean trade minister Rha Woong Bae said last\nweek that Korea would maintain a trade surplus for three to\nfive years as a way to cut its 44.5 billion dlr foreign debt.\n    For its part, Taiwan said in January that it will cut\ntariffs on 1,700 goods sometime in the second half of 1987 and\ntry to diversify exports. But vice economic minister Wang\nChien-Shien said last month that he still does not expect\nTaiwan's trade surplus with the U.S. will fall in 1987.\n    The NICs have made deep inroads into markets for textiles\nand electronic goods. But Korea is raising its profile in the\narea of \"big-ticket\" manufactured goods, notably cars.\n    Korea expects its auto exports -- mostly for North America\n-- to balloon to 675,000 units in 1987 from zero in 1985.\n    \"The NICs' exports are almost all manufactured goods. When\ntheir exports rise it hits the heart of the U.S. manufacturing\nbase. It cuts directly to us and to our customers,\" said Bob\nWendt, manager for economic studies at Bethlehem Steel Corp.\n    The U.S. takes 90 pct of Korea's computer products exports,\n72 pct of its electrical appliances and 65 pct of its\ntelecommunications equipment.\n    A recent study by Morgan Guaranty Trust Co says Taiwan and\nSouth Korea are the most pressing trade issue for the U.S.\n    While Hong Kong and Singapore run trade surpluses with the\nU.S., these are offset by their deficits with other countries.\n    But Taiwan and, to a lesser extent, South Korea, stand in\nmarked contrast. Both of these nations have moved rapidly into\nlarge bilateral surplus with the U.S. and major overrall trade\nand current account surpluses, the Morgan study says.\n    Morgan expects Taiwan's overall trade surplus to grow to\n18.5 billion dlrs in 1987 from 15.2 billion last year, and\nKorea's to increase to 6.5 billion dlrs from 3.5 billion.\n    Concern about the NICs is not confined to the U.S.\n    \"A lot of Korea and Taiwan's exports to the U.S. have been\nat Japan's expense,\" said Richard Koss at General Motors Corp.\n    February's Paris meeting of six major industrial powers\nexorted NICs to lower trade barriers and revalue currencies.\n    But this two-pronged approach has drawn little response\nfrom the two nations so far and, in any case, will only work\nwith a sizeable lag, economists say.\n    The U.S. has not said how much it thinks the Taiwan's and\nKorea's currencies should climb. The Taiwan dollar, which is\npegged to the U.S. dollar, has risen about 15 pct since\nSeptember 1985 while the Korean won has risen about five pct.\n    But in real terms the Taiwan dollar has been flat against\nthe U.S. unit and the won has lost seven pct, economists say.\n    \"We've not seen any lessening of competition from those\ncountries that we can attribute to currency changes,\" said\nBethlehem Steel's Wendt.\n    And so far, U.S. pleas for Taiwan and Korea to use their\nhefty export earnings to import more have had little effect.\n    Moreover, it is uncertain how far U.S. protectionism will\nget given the administration's free-trade stance. \"It's hard to\nsee that anything will be passed much before year-end. And then\nthe question is, will it have teeth?\" one economist said.\n   \n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}