{
    "DATE": "25-MAR-1987 13:07:57.86",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "9445",
    "TEXT": {
        "TITLE": "CANADA SETS OIL INDUSTRY AID PACKAGE",
        "DATELINE": "    EDMONTON, Alberta, March 25 - ",
        "BODY": "Canada's federal government\nwill provide a 350 mln dlr oil industry aid package that\nincludes cash incentives designed to cover one-third of a\ncompany's oil and gas exploration and development costs, Energy\nMinister Marcel Masse announced.\n    The aid program will inject about 350 mln dlrs a year into\nthe oil and gas industry and could lead to more than one\nbillion dlrs in new investment, Masse told a news conference.\n    The program will affect drilling done anywhere in Canada on\nor after April 1, 1987.\n    Masse told reporters that the government's oil industry aid\npackage is aimed at small and medium sized companies.\n    The aid package, called the Canadian Exploration and\nDevelopment Incentive Program, will restrict the total payments\nthat any individual company can claim to 10 mln dlrs a year.\n    Masse said the program will probably generate new\nemployment equivalent to 20,000 people working for a year.\n    He said oil industry aid is needed because exploration and\ndevelopment spending dropped by at least 50 pct since world oil\nprices fell during the first half of 1986.\n    Energy Minister Masse said the federal government decided\nto provide cash incentives so a large number of non-tax paying\ncompanies, mainly small Canadian firms, will receive the full\nvalue of the incentive. Such companies would not immediately\nbenefit from tax benefits, he said.\n    The federal government also wanted to deliver an aid\nprogram outside the tax system. Finance Minister Michael Wilson\nis now reviewing Canada's tax system and plans to announce tax\nreform proposals later this spring.\n    An important feature of the aid program is a decision to\nlet companies issue flow-through shares, allowing investors to\nbenefit from the subsidy rather than restricting benefits to\nonly participating companies, he said.\n    Allowing flow-through shares under the program will make it\neasier for companies to attract investors in exploration and\ndevelopment, Masse said.\n    He told reporters his department is still considering\nwhether to allow partnerships and other entities to qualify for\nthe subsidy.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "ec"
    ]
}