{
    "DATE": "25-MAR-1987 04:29:11.28",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "sri-lanka"
    ],
    "NEWID": "9163",
    "TEXT": {
        "TITLE": "SRI LANKAN GOVERNMENT TO STOP IMPORTING SUGAR",
        "DATELINE": "    COLOMBO, March 25 - ",
        "BODY": "The Food Department will no longer\nimport sugar from April 1, senior officials of the Food and\nCooperatives Ministry and the Department told Reuters.\n    They said the decision was taken after the Sugar Importers\nAssociation asked that the sugar trade be further liberalised.\n    \"The Food Department will cease trading in sugar and will no\nlonger hold a buffer stock,\" a senior official said.\n    He said the government has finalised an agreement with\nE.D.F.Man (Sugar) Ltd under which E.D.F.Man will hold a buffer\nstock on the government's behalf of 20,000 tonnes, against the\n45,000 tonne buffer stock usually held by the Department.\n    Officials said the size of the buffer stock has been\nreduced because the private sector will hold its own stocks.\n    The agreement with E.D.F. Man includes details such as\ntrigger pricing mechanisms, they said.\n    Four months ago the Department allowed the private sector\nto import sugar without government clearance. The Department\nand the private sector each imported around 115,000 tonnes of\nsugar last year, when national consumption was 280,000 tonnes.\n    An Importers Association official said that \"even if the\nDepartment no longer imports sugar, we would not necessarily\nbuy more.\"\n    This is because the Association would still have to compete\nwith the Cooperatives Wholesale Establishment (CWE), he said.\n    The CWE is a semi-government body and the official said\narrangements are being made for state cooperatives and holders\nof food subsidy stamps to draw their sugar from it, starting\nApril 1.\n    Ministry officials said the CWE can either import sugar or\nbuy it from a local bonded warehousing scheme run by E.D.F. For\nthe past two years.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "sumita"
    ],
    "ORGS": [
        "ec"
    ]
}