{
    "DATE": " 3-APR-1987 05:18:20.43",
    "TOPICS": [
        "pet-chem",
        "ship"
    ],
    "PLACES": [
        "japan",
        "south-korea"
    ],
    "NEWID": "12770",
    "TEXT": {
        "TITLE": "SOUTH KOREA TO PAY MORE FOR JAPANESE ETHYLENE",
        "DATELINE": "    TOKYO, April 3 - ",
        "BODY": "South Korea will pay about 20 pct more for\nethylene imported from Japan in the second quarter of the year\nbecause increased plastic production in both countries has\nboosted demand and tightened supplies, chemical industry\nsources said.\n    South Korea has agreed to pay Japanese trading houses just\nover 400 dlrs C and F per tonne, up from an average of 350 dlrs\nin the first quarter and throughout 1986, they said.\n    South Korean demand for imported ethylene this month has\nrisen to 17,000 tonnes from 10,000 last month, and the country\nmay face difficulties covering the extra volume, they said.\n    <Korea Petrochemical Industries Corp>, a producer of high\ndensity polyethylene (HDPE) and polypropylene, will more than\ndouble its ethylene requirements to 9,000 tonnes a month from\n4,000 when it completes a plant expansion at the end of this\nmonth, the sources said.\n    <Honan Ethylene Corp's> import requirements have risen to\n8,000 tonnes a month from 6,000 tonnes last year to meet strong\ndemand from <Honan Petrochemical Co>, which makes HDPE and\nethylene glycol, and <Hangyang Chemical>, which produces\nlow-density polyethylene and vinyl chloride monomer, they said.\n    But Japan's ethylene plants are already operating at almost\nfull capacity of 4.5 mln tonnes a year just to fulfill domestic\ndemand, the sources said.\n    \"And even if Japan had the additional ethylene, there is a\nlogistical problem of finding extra appropriate-sized vessels\nto ship it to Korea,\" said one trading house source.\n    Japanese trading companies are looking to alternative\nsources to supply South Korea's needs, including Saudi Arabia,\nQatar and Mexico, they said.\n    But long-haul voyages are expensive as the product has to\nbe shipped at a temperature of minus 103 degrees centigrade to\nkeep it in a liquid form, they said.\n    Japan has no plans to invest further in the ethylene\nindustry in order to cope with the additional demand, despite\nrising prices, trading house sources said.\n    South Korea has two projects in hand which will increase\nits ethylene production capacity by 500,000 tonnes a year by\nthe end of 1989, so the strong demand surge for imports is only\na medium-term trend, they said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "carlsson"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}