{
    "DATE": "17-MAR-1987 13:44:33.26",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6157",
    "TEXT": {
        "TITLE": "TAFT <TFB> STOCK RISES ON PROPOSAL",
        "AUTHOR": "    By Patti Domm",
        "DATELINE": "    New York, March 17 - ",
        "BODY": "Taft Broadcasting Co stock rose almost\nthree points today as its vice chairman and an investment group\nproposed to sweeten a takeover offer for the company.\n    However, several arbitragers said they would shy away from\nthe stock at its current price levels since it is unclear how\nhigh bidding for the company would go and whether the company\nwould agree to a takeover.\n    \"There are too many uncertainties,\" said one arbitrager.\n    Taft stock rose 2-7/8 to 155-3/4.\n    Dudley Taft, Taft vice chairman, and Narragansett Capital\nInc said they sent a letter to the Taft board, stating they\nwere committed to pursuing acquisition of the broadcast company\nand were prepared to negotiate a transaction in excess of 150\ndlrs per share.\n    The company responded that the proposal would be submitted\nto the board of directors, but that no decisions have yet been\nmade on a sale of the company.\n    \"Someone's betting this company will go for 170 (dlrs per\nshare),\" said one arbitrager.\n    Arbitragers said the stock is a risky buy at current\nlevels, unless an offer was accepted in the 170 dlr per share\nrange. They said to make an arbitrage investment at this level\nwould be chancy since it will take a long time for any\ntransaction to be completed because of regulatory approvals\nnecessary for the broadcast properites.\n    Taft earlier rejected a 145 dlr per share or 1.35 billion\ndlr bid from the investment group. The company said it rejected\nthe bid as inadequate based on advice of Goldman, Sachs and Co,\nits financial adviser. It said it would consider alternatives\nsuch as restructuring.\n    Arbitragers speculated a bidding war may erupt for Taft,\nwhich has two large shareholders in an investment group led by\nRobert Bass and Carl Lindner, chairman of American Financial\nCorp. The Bass group holds 25 pct of Taft and Lindner holds\n16.2 pct. The Taft family, which founded the company almost 50\nyears ago, has about 12 pct.\n    Lindner last week told the Securities and Exchange\nCommission he may be interested in making a bid for Taft.\n    \"I could see if things got really crazy that it might go\nfor 175 (dlrs per share),\" said one arbitrager, but he\nspeculated it probably would not even be taken over for more\nthan a price in the 160s.\n    Another speculated that Lindner might bid, but he\nspeculated the investor would not really be interested in\nrunning the company. Lindner was unavailable for comment.\n    Dennis McAlpine, an analyst with Oppenheimer and Co, said\nhe had speculated the company might be considering a leveraged\nbuyout.\n    \"Ideally, you'd have to break this thing up to satisfy all\nthe interests involved,\" he said, adding the two largest\nshareholders might be interested in pieces of Taft.\n    He said the highest takeover price he calculated for the\ncompany has been about 140 dlrs per share, but that the highest\nestimates on Wall Street have been about 160. He said the\nlatter would be based on more optimistic expectations for the\nbroadcast industry.\n Reuter\n\u0003"
    },
    "ORGS": [
        "gcc"
    ],
    "PEOPLE": [
        "lyng"
    ]
}