{
    "DATE": "31-MAR-1987 13:21:23.42",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11504",
    "TEXT": {
        "TITLE": "TALKING POINT/BORG-WARNER CORP <BOR>",
        "AUTHOR": "    By Patti Domm, Reuters",
        "DATELINE": "    New York, March 31 - ",
        "BODY": "Borg-Warner Corp will vigorously\nresist GAF Corp's 46-dlr-per-share takeover offer, but the\nMidwest conglomerate may fall prey to another offer,\neither from GAF or its own management, analysts believe.\n    Analysts also said Borg-Warner may attempt to escape GAF\nthrough a restructuring. The speculation pushed Borg-Warner's\nstock up 1-3/8 to 48-1/2 in heavy trading.\n    Analysts predicted feisty GAF Chairman Samuel Heyman will\nstage a tough campaign to gain control of Borg-Warner so he can\nadd its profitable plastics and chemical business to GAF.\n    \"It seems from at least their dealing with (raider Irwin)\nJacobs that they don't want to be taken over. The question is\nnow do they acquiesce to GAF. I think instinctively, they want\nto remain independent,\" said Dudley Heer of Duff and Phelps.\n    Borg-Warner has been under siege by takeover speculation\nfor almost a year. Last week, Jacobs' investment vehicle,\nMinstar Inc, and an investor group sold its 10.1 mln\nBorg-Warner shares. The same day, GAF Corp raised its stake by\n9.1 mln shares to 19.9 pct of the outstanding.\n    Jacobs was interested in buying the company, but took no\nsteps toward a transaction.\n    \"Their (Borg-Warner) policy has been to stonewall them for\nthe last nine months. It's been one of the dullest corporate\nbattles I've seen,\" said one analyst.\n    The battle, however, has heated up, and the range of\nbreakup values on Wall Street span from the current market\nprice to almost 60 dlrs per share. Most analysts said they\nthink a price in the low 50s would be appropriate.\n    Arbitragers speculate that GAF will not give up easily on\nits 3.16 billion dlr offer to buy the balance of Borg-Warner.\n    Analysts who know GAF predict Heyman will either end up\nwith Borg-Warner or enrich his chemicals and building materials\ncompany in some other way. Heyman two years ago attempted an\nunsuccessful takeover of Union Carbide Corp, but GAF benefited\nfrom that company's restructuring.\n    \"Borg Warner can't quibble that it's not a legitimate\noffer. It seems to me the short of it is Borg Warner is kind of\nbetween a rock and a hard place. They either have to accept a\n46 dlr proposal or perhaps work a deal where it's sweetened. I\npersonally think the company is (worth) around 55 dlrs per\nshare,\" said Pershing analyst Richard Henderson.\n    Henderson also speculated the company might attempt a\nrestructuring such as the one carried out by Goodyear Tire and\nRubber Co last year when it was being courted by Sir James\nGoldsmith. The company bought back the financier's stock and\ncarried out a wider share repurchase.\n    Arbitragers, however, said they do not believe Heyman is\nseeking \"greenmail,\" or the repurchase of his stock by the\ncompany at a premium.\n    Analysts noted that Heyman seems to have no problems with\nfinancing the transaction.\n    Previously associated with \"junk bond\" experts, Drexel\nBurnham Lambert Inc, GAf said it would finance its Borg-Warner\ntakeover with bank financing. GAF said it would make a tender\noffer following a merger agreement approved by the Borg-WArner\nboard and conditioned on the board's recommendation of the\ntender offer and merger.\n    Heyman said in a letter to Borg-Warner that he expects a\nmerger would provide job security for Borg-Warner employees\nsince the two companies businesses overlap. Analysts, however,\nbelieve Heyman would sell off assets he did not want to repay\ndebt from the transaction.\n    GAF's stock rose 1-5/8 today, to 48-5/8.\n   \"I believe, obviously, if GAF takes over Borg-Warner at the\nlevel it is proposing it would enhance GAF share values\nsubstantially,\" said Oppenheimer analyst Charles Rose.\n    He said at 46 dlrs per share, Heyman's average cost for the\ncompany's stock would be 44 dlrs per share based on GAF's\ncurrent holdings.\n    Rose said the Borg-Warner plastics and chemical business,\nwhich makes thermo-plastics is the asset attracting Heyman.\nAnalysts said it accounts for a third of Borg's earnings.\n    The plastics are used in telephone equipment, office\nequipment and appliances. \"Borg has half the market in the U.S.\nand is the leading technical player and the leading innovator,\"\nRose said. Its competitors are Dow Chemical Co <DOW> and\nMonsanto Corp <MTC>, he said.\n    Borg-Warner also has an automotive parts business, and a\nprotective systems business, which includes Wells Fargo\nsecurity guards. It also has an information services business,\nand is trying to sell its financial services business.\n    Borg-Warner earned 206.1 mln dlrs or 2.35 dlrs per share on\nrevenues of 3.62 billion dlrs in 1986. Smaller GAF, in 1986,\nearned on an operating basis 80.7 mln dlrs or 2.22 dlrs per\nshare on sales of 753.8 mln dlrs.\n    GAF's net earnings included an after tax gain of 201.4 mln\nfrom its participation in a Union Carbide exchange offer, a\nspecial union carbide dividend, and the sale of its Union\nCarbide shares.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}