{
    "DATE": " 2-APR-1987 14:26:38.95",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12680",
    "TEXT": {
        "TITLE": "AMOCO <AN> SEES 1ST QTR NET TOPPING 4TH QTR",
        "DATELINE": "    NEWE YORK, April 2 - ",
        "BODY": "Amoco Corp first quarter profits are\nexpected to exceed the 165 mln dlrs, or 65 cts per share,\nreported for 1986's fourth quarter, chairman Richard Morrow\nsaid.\n    Speaking to reporters after a security analyst meeting, he\nsaid the gain was expected because of higher oil and gas\nprices, but declined to compare his expectations with the 331\nmln dlrs, or 1.28 dlrs per share, the company earned in 1986's\nfirst quarter.\n    Earlier, Morrow told the analysts that Amoco's first\nquarter refining and marketing results \"will look pretty poor,\"\nbecause of low margins in January and February. The margins\nbegan to improve last month and look pretty good now, he added.\n    Morrow said he expects oil product margins to remain good\nfor the rest of the year, \"but it remains to be seen if they\nwill match 1986 levels.\" The Amoco chairman said he expects\ncrude oil prices to remain in the 17 to 20 dlr barrel range for\nthe rest of 1988 based on his belief that OPEC's agreement will\nhold.\n    Morrow said his best estimate for 1989 crude oil prices is\n21 dlrs per barrel, adding he believes this price level would\nresult in a 40 pct increase in oil company exploration\nspending.\n    President H. Lawrance Fuller told the analysts Amoco\nreduced its estimates of worldwide oil and gas reserves by a\ntotal of 201 mln equivalent barrels last year because of a drop\nin oil and gas prices.\n    Noting the Securities and Exchange Commission requires that\nreserves be estimated on the assumption that year-end prices\nwill remain fixed for the life of the properties, he said the\ndrop in oil prices to 16 dlrs a barrel at the end of 1986 from\n27 dlrs a year earlier forced the company to reduce its reserve\nestimate by four pct.\n    Fuller said Amoco expects its U.S. oil and natural gas\nliquids production to decline about five pct this year from\nlast year's 121 mln barrels because of drilling deferrals made\nlast year when oil prices were falling.\n    He said the full impact of the deferrals was off-set by the\npurchase of properties which will add about 5,000 barrels per\nday to the company's 1987 U.S. production.\n    Fuller said U.S. refining capacity is expected to be\nincreasingly strained by the rising demand for lead-free\ngasoline, especially the higher octane grades.\n    He said expected federal regulations on gasoline vapor\npressure will further tighten the industry's gasoline\nproduction capacity.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}