{
    "DATE": "20-MAR-1987 08:41:46.23",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "7632",
    "TEXT": {
        "TITLE": "JAPAN SAYS OECD STUDY ON SUBSIDIES STILL ONGOING",
        "DATELINE": "    TOKYO, March 20 - ",
        "BODY": "Japanese Agriculture Ministry officials\nsaid a study of agriculture subsidies by the Organisation for\nEconomic Cooperation and Development, OECD, is still under way\nand will be completed sometime next month.\n    The officials said the study has been inaccurate so far,\nand they said Japan would comment on the final results.\n    A Reuter report from Washington yesterday said the study\nhas found that Japan has the highest agriculture subsidies in\nthe world and that dairy farmers benefit more than any other\ncommodity producers from subsidies. The study has not been\nofficially released due to objections from some countries.\n    Japan has withdrawn its objection and decided to accept the\nrelease of the study, the agriculture ministry officials said.\nOECD directors are expected to approve the release at a meeting\nin mid-May.\n    One agriculture ministry source said the study so far was\nbased on the years 1979-81. Japanese subsidies have dropped\nsharply since then, partly because of tight budgetary policy,\nand foreign currency factors have also changed, he said.\n    \"The study is ... Unfair and unacceptable because it does\nnot take account of various differences in farming conditions\nin each country, such as geography,\" the source said.\n    He said it is highly likely that the final study will show\nJapan has the highest farm subsidies in the world.\n    \"This would increase foreign pressure to open Japan's farm\nmarket further, but this would have little impact on Japan's\nagriculture policy,\" he said, without giving further details.\n    A main purpose of the study is to clarify export subsidies\nby major exporting nations like the United States and the\nEuropean Community, but Japan is a major importer, he said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan"
    ],
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "simex"
    ]
}