{
    "DATE": " 2-MAR-1987 18:17:48.07",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "853",
    "TEXT": {
        "TITLE": "SEC PROBES 1986 TRE <TRE> TAKEOVER ATTEMPT",
        "DATELINE": "    WASHINGTON, March 2 - ",
        "BODY": "The federal Securities and Exchange\nCommission (SEC) is looking for possible securities laws\nviolations in connection with an unsuccessful 1986 bid by\nHollywood producer Burt Sugarman to take over TRE Corp,\nattorneys contacted by SEC investigators said.\n    During the takeeover attempt, a unit of Sugarman's Giant\nGroup Ltd at one point held a 9.9 pct stake in TRE.\n    It had help in that effort from Jefferies Group Inc, a Los\nAngeles investment banking firm which sold it an option on a\nportion of the shares Sugarman eventually acquired.\n    In addition, a company controlled by Sugarman raised 35 mln\ndlrs in a debt offering underwritten by Drexel Burnham Lambert\nInc with help from Jefferies, and used a portion of the\nproceeds to buy TRE stock.\n    Finally, Reliance Group Holdings Inc acquired nearly six\npct of TRE, according to an SEEC filing.\n    The attorneys, who asked not to be identified, said the SEC\nwas investigating whether Sugarman and other firms with TRE\nholdings were working together without disclosing their\ncooperation, as would be required by the federal securities\nlaws.\n    One attorney said SEC probers also were examining whether\nSugarman and Drexel had made adequate disclosures of its\nintended usage of the proceeds in the prospectus for the 35 mln\ndlr bond offering.\n    A TRE spokesman confirmed that TRE, since December a unit\nof Aluminum Co of America, had been contacted by SEC\ninvestigators and was cooperating with the probe.\n    The spokesman added that TRE Chairman Leopold Wyler had\nbeen interviewed by the SEC probers.\n    A Jefferies spokesman said the SEC had asked for\ninformation a few months ago as part of an informal probe.\n    The spokesman said Jefferies had cooperated with the agency\nand had heard nothing more since that time.\n    \"To the best of our knowledge, Jefferies is not the target\nof a formal SEC investigation\" in connection with the TRE bid,\nhe said.\n    A Drexel spokesman acknowledged that his firm had\nunderwritten the debt offering for Sugarman but added:\n    \"We had nothing to do with TRE.\"\n    As a matter of policy, the SEC routinely declines to\ncomment on its enforcement activities.\n Reuter\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}