{
    "DATE": "15-JUN-1987 19:47:46.39",
    "TOPICS": [
        "veg-oil"
    ],
    "PLACES": [
        "ecuador"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "18420",
    "TEXT": {
        "TITLE": "EC CONSIDERS NEW PROPOSALS TO END FARM DEADLOCK",
        "AUTHOR": "    By Gerrard Raven, Reuters",
        "DATELINE": "    LUXEMBOURG, June 16 - ",
        "BODY": "The European Community (EC) executive\nCommission will today urgently consider whether to take a new\ninitiative to break the current deadlock over reform of the\nbloc's farm policy and to ease its budgetary crisis.\n    The Commission will meet in Strasbourg following what\ndiplomats described as a largely fruitless special joint\nmeeting of farm and finance ministers on the issue in\nLuxembourg Monday.\n    Commission officials said farm commissioner Frans\nAndriessen will ask the 17-man body for permission to present\nfarm ministers with a compromise plan revising proposals for\n1987/88 farm prices which have divided them since they were\nfirst announced in March.\n    The most controversial aspects of these proposals are a\nplan to tax all vegetable and marine oils and fats to finance\nrapidly increasing production subsidies and technical measures\nwhich would change the way common EC farm prices are converted\ninto member state currencies.\n    West German delegation sources, who have opposed both plans\nfiercely, said if the Commission dropped the oils and fats tax\nplan and modified the currency proposals, there would be a\nchance of agreement on other aspects of the package.\n      These include measures to cut the effective price paid to\nfarmers for cereals and some other crops by over 10 pct.\n      But a Commission spokesman said any new proposals would\ninclude plans for revising the current oils and fats and\ncurrency regulations.\n     The Commission is anxious to avoid a complete deadlock in\nmeetings of EC farm ministers here this week as it fears issues\ncould then be referred to the EC heads of government summit at\nthe end of the month.\n    Commission president Jacques Delors, who wants to ensure\nthe summit has ample time to consider proposals for new means\nof financing the cash-strapped EC, said yesterday it would be\n\"disastrous\" if farm issues had to be discussed by government\nleaders.\n    However, with a five billion European Currency Unit (5.75\nbillion dollar) EC budget deficit almost inevitable this year,\nthe Commission will be wary of making major concessions to the\ntraditionally free-spending farm ministers, diplomats said\n    Belgian finance minister Mark Eyskens, who chaired\nyesterday's joint meeting of ministers, said afterwards some\naspects of the farm price package will almost certainly have to\nbe referred to the summit.\n    Although Delors' aides described the joint meeting as\nuseful in clarifying the issues, some diplomats said it seemed\nto have merely confirmed member states' long held positions.\n    Indeed, they said an extra state, Spain, seemed to have\nlined up with the four others already opposing the oils and\nfats tax, West Germany, Britain, Denmark and Portugal.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}