{
    "DATE": " 3-APR-1987 15:01:49.75",
    "TOPICS": [
        "veg-oil",
        "palm-oil",
        "coconut-oil"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "13080",
    "TEXT": {
        "TITLE": "U.S. SCIENTISTS SAY TROPICAL OILS HEALTH RISK",
        "AUTHOR": "    By David Brough, Reuters",
        "DATELINE": "    WASHINGTON, April 3 - ",
        "BODY": "U.S. scientists said some tropical\nvegetable oils can be hazardous to consumers whose health is at\nrisk because of high levels of saturated fat, lending weight to\na campaign by the American Soybean Association (ASA) for\nlabelling changes.\n    The scientists appeared to support an ASA charge, denied by\nMalaysian palm growers, that imported coconut, palm and palm\nkernel oils contain high levels of saturated fat and thus raise\nblood cholesterol and the risk of heart disease.\n    In a petition filed in January, the ASA asked the U.S. Food\nand Drug Administration (FDA) to require palm, palm kernel and\ncoconut oils to be identified as saturated fats on food\nmanufacturers' labels.\n    The FDA responded to the ASA in a letter saying it would\nconsider the petition as a comment to a proposed rule dealing\nwith cholesterol and fatty acid labelling of foods.\n    Malaysian oil palm growers have said the charges by the ASA\nthat palm oil consumption increases blood cholesterol and\ncontributes to heart disease are untrue.\n    But Steve Chang, Professor of Food Science at Rutgers\nUniversity, said, \"Palm oil is definitely not good for human\nhealth because it has a high content of saturated fatty acid.\"\n    He added that the higher the fatty acid, the greater the\nblood cholesterol level. \"It has been well established that\nhigh cholesterol levels will have a higher level of heart\ndisease,\" he said.\n    A Malaysian Oil Palm Growers Council official, Borge\nBek-Nielsen, has said studies have shown that palm oil is\ncholesterol-free, low in saturated fats, has anti-cancer\nproperties and prevents blood clotting and blocking of arteries\nin humans.\n    Bek-Nielsen said Americans consume more saturated fats\ndaily through food like butter, bacon, ham and beef than from\npalm oil, which, he added is rich in vitamins A and E.\n    David Kritchevsky, Associate Director of the Wistar\nInstitute in Philadelphia, appeared to take the ASA view on\nlabelling. \"What people really have to learn is to read labels,\"\nsaid Kritchevsky. \"The more a consumer knows, the more likely he\nwill make an intelligent choice.\"\n    The U.S. scientists said they had no doubt imported palm,\npalm kernel and coconut oils contain high saturated fat levels.\n    Kritchevsky, a specialist in nutrition, said, \"More\nsaturated fat would raise cholesterol levels...So, from that\npoint of view it's a health risk. High cholesterol levels in\nthe blood are a risk factor for heart disease.\"\n    Susanne Harris, deputy assistant secretary of the U.S.\nAgriculture Department's Food and Consumer Services Division,\nsaid the health risk among consumers of vegetable oils with\nhigh saturated fat levels was highest among those who have\nheart disease.\n    The scientists said more than 50 pct of the fatty acid\ncontent of the tropical oils was saturated, whereas less than\n20 pct of the fatty acid content of soybean oil was saturated.\n    David Ericksen, director of ASA's technical services, said\nU.S. soybean producers could regain about one-half of the 273\nmln dlrs in sales lost to imported tropical oils if consumers\nwere aware the vegetable oils were high in saturated fat.\n    Imported tropical oils displace 171 mln bushels of U.S.\nsoybean sales in the U.S. market, ASA estimates.\n    U.S. imports of coconut oil during January totaled 82.9 mln\nlbs compared with 48.0 mln lbs in December and 106.5 mln a year\nearlier, according to Commerce Department figures.\n    Imports of palm oil totaled 44.0 mln lbs compared with 51.3\nmln lbs in December and 85.2 mln a year earlier.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "conable"
    ],
    "ORGS": [
        "imf",
        "worldbank"
    ]
}