{
    "DATE": " 9-MAR-1987 10:08:46.25",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "canada"
    ],
    "NEWID": "3077",
    "TEXT": {
        "TITLE": "CONTINENTAL BANK/CANADA SETS DISTRIBUTION",
        "DATELINE": "    TORONTO, March 9 - ",
        "BODY": "Continental Bank of Canada, a subsidiary\nof Lloyds Bank PLC <LLOY.L>, said it intends to redeem all\nexisting preferred shares and distribute a stock dividend to\ncommon shareholders.\n    The initial distribution will be in cumulative redeemable\nretractable floating rate class A preferred shares series II,\nwhich will carry a retraction right enabling holders to receive\n12.75 dlrs for each share.\n    Continental said the 58.6 mln dlrs of existing outstanding\npreferred shares will be paid off at par plus accrued dividends.\n     Continental said the notes will carry a dividend rate of\n72 pct of prime and it expects that the shares will trade at\n12.75 dlrs or more, enabling shareholders who wish to receive\ncash to do so.\n    The bank said it expects the distribution will be made in\nearly May, subject to various approvals.\n    Continental also said that, as of March 2, it had cash of\nmore than 250 mln dlrs and equity of about 284.6 mln dlrs,\nallowing for a final total distribution of 16.60 dlrs per\ncommon share.\n    Continental Bank said it continues to expect that the final\ndistribution to shareholders will be in the range of 16.50 dlrs\nto 17.25 dlrs per share and will take place in late 1988 or\nearly 1989.\n    Until the initial stock distribution takes place, regular\ndividend payments will be maintained on the existing preferred\nshares, the bank said.\n    The distribution is part of the terms of Continental Bank\nof Canada's sale of its banking assets to Lloyds Bank Canada, a\nsubsidiary of Lloyds Bank PLC.\n    Continental Bank said Lloyds Bank Canada paid the balance\nof the purchase price but that it was lower than originally\nanticipated since Continental was unable to transfer certain\nincome tax deductions to Lloyds Bank. Continental did not give\nfurther details.\n More\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "PEOPLE": [
        "poehl"
    ]
}