{
    "DATE": "17-APR-1987 11:17:18.89",
    "TOPICS": [
        "interest"
    ],
    "NEWID": "16852",
    "TEXT": {
        "TITLE": "BUDGET CHIEF MILLER WARNS FED ON INTEREST RATES",
        "DATELINE": "    WASHINGTON, April 17 - ",
        "BODY": "White House Budget chief James\nMiller said he was concerned that the Federal Reserve might\n\"overreact\" to the decline in the value of the U.S. dollar by\nraising interest rates, a move he said could cause a recession\nnext year.\n    \"Our greatest danger is overreaction,\" Miller told newspaper\nreporters yesterday. \"I'm concerned about the Fed's\noverreaction. I'm concerned about what I see in recent data\nshowing a substantial fall in the money supply.\"\n    Edwin Dale, Miller's spokesman, said the remarks, published\nin the New York Times today, were accurate.\n    Miller said he was concerned the Fed might overreact to\nsignals of rising inflation by tightening credit -- a move he\nsaid could have \"political consequences.\"\n    The White House budget chief appeared to be referring to\nthe effect an economic slowdown could have on the presidential\nand congressional elections next year.\n    \"My fear is that if we get into a recession we are in deep\nsoup, and there is no question about it,\" he said.\n    Miller said an economic slowdown could lead to lower tax\nrevenues and a widening of the budget deficit.\n    Miller's remarks reflected concern that the U.S. central\nbank might feel compelled to tighten credit as a means of\nbolstering the dollar.\n    Both Treasury Secretary James Baker and Federal Reserve\nBoard Chairman Paul Volcker recently have warned that further\ndeclines in the value of the U.S. dollar could jeopardize\nglobal growth prospects.\n    U.S. officials have urged Japan and West Germany to\nstimulate economic growth in their countries -- a move that\ncould boost U.S. exports and relieve trade protectionist\npressures in the United States.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-miller"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}