{
    "DATE": "29-APR-1987 15:08:51.63",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "NEWID": "17419",
    "TEXT": {
        "TITLE": "NIPPON MINING PLANS MORE U.S. JOINT VENTURES",
        "DATELINE": "    HOUSTON, April 29 - ",
        "BODY": "Nippon Mining Co Ltd president Yukio\nKasahara said the state-owned Japanese firm hoped to find\nadditional joint venture partners to explore for U.S. oil\nreserves.\n    \"We have to secure the stability of oil for Japan,\"\nKasahara told reporters at the World Petroleum Congress. \"In\nthe exploration area I think Japanese companies are interested\nin joint ventures.\"\n    Nippon Mining, for example, last September signed an\nagreement with Dupont Co's <DD> Conoco Inc to participate in a\n135 mln dlr exploration venture that includes six wells on land\nand 14 offshore Louisiana. The first joint well drilled is in\nthe Gulf of Mexico's Green Canyon Block 182, a deepwater lease\nthat Conoco was almost forced to return to the federal\ngovernment undrilled because of low oil prices.\n    \"At this moment we have no success but we will proceed with\nConoco. Maybe by the end of the year we will find oil there,\"\nKasahara said. He said that similar kinds of joint ventures\n\"would be best\" for Nippon Mining's oil exploration efforts in\nthe future.\n    Kasahara also said Nippon Mining was not planning to\nacquire any U.S. refining or marketing outlets. \"Retail sales\nin general do not interest the Japanese oil companies,\" he\nsaid.\n    When asked whether he believed world oil prices might\nstrengthen later this year, Kasahara said he expected prices to\nhold steady at today's level.\n    \"Within this year I think the 18 dlrs a barrel will\ncontinue. But next year I don't know,\" he said. \"For the\nrefining business, stability is important. Whether the price is\n18 dlrs or 20 dlrs, we don't care.\"\n    But encouraging additional upstream efforts may require\nmodestly higher oil prices, Kasahara added. \"For exploration I\nthink 20 dlrs a barrel or 22 dlrs a barrel would be\nreasonable,\" he said.\n    The key factor in determining whether the Organization of\nPetroleum Exporting Countries (OPEC) would raise its 18 dlr a\nbarrel benchmark price is the ongoing war between Iran and\nIraq, Kasahara said. Saudi Arabia, he added, was an uncertain\nelement in the OPEC equation because of its need to maintain\nrevenues at the same time the weakened U.S. dollar has reduced\noil profits.\n    Nippon Mining, which like all Japanese crude buyers is\nbenefitting from the drop in the value of the dollar, favors\ncontinuing to price OPEC crude oil according to U.S. currency\nregardless of the dollar-yen relationship, Kasahara said.\n    \"I hope the dollar would strengthen eventually and continue\nto improve. I would prefer to see the (OPEC) pricing remain in\ndollars,\" he said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ]
}