{
    "DATE": "16-MAR-1987 04:39:56.06",
    "TOPICS": [
        "sugar"
    ],
    "PLACES": [
        "uk",
        "france",
        "west-germany",
        "sweden",
        "netherlands",
        "hungary",
        "spain",
        "denmark",
        "ireland"
    ],
    "NEWID": "5214",
    "TEXT": {
        "TITLE": "EUROPEAN BEET PLANTINGS SEEN LITTLE CHANGED",
        "AUTHOR": "    By Douglas Learmond, Reuters",
        "DATELINE": "    LONDON, March 16 - ",
        "BODY": "European sugar beet plantings are\nexpected to show little change from last year, despite recent\nfirmness in world prices, analysts and industry sources said.\n    A Reuter survey of planting intentions showed that while,\nso far, European Community (EC) growers plan unchanged to lower\nareas, increases are expected in some Eastern European nations.\n    Trade analysts said their private reports give similar\nresults and do not differ significantly from the first estimate\nof stagnant 1987 European beet plantings made last week by West\nGerman sugar statistician F. O. Licht.\n    Areas may be slightly lower but analysts and agricultural\nexperts said the steady rise in yields resulting from improved\nseed varieties and better farming techniques could offset this.\nIn recent years, good autumn weather has given yields a late\nboost, making up for lower areas despite some disappointing\nstarts to growing seasons.\n    Changes in EC areas reflect the extent to which producers\nwill grow so-called \"C\" sugar for unsubsidised sale to the world\nmarket. This is what is produced in excess of the basic area\nneeded to meet the EC \"A\" and \"B\" quotas, which receive full and\npartial price support, respectively.\n    Some analysts said the open row that broke out last week\nbetween producers and the EC commission over its export policy\ncould have serious implications for future sugar output.\n    Beet producers have threatened to effectively dump nearly\none mln tonnes of white sugar into EC intervention stocks as\nthey feel export subsidies have been too low to compensate for\nthe gap between high EC internal and low world market prices.\n    However, with the EC budget stretched to breaking point,\nthis could give treasury ministers extra resolve in resisting\nhigher guaranteed sugar prices and build a case for a future\ncut in the basic \"A\" and \"B\" quotas, they added.\n    In France, the largest producer of EC quota and non quota\nsugar, the sugar market intervention board FIRS said first\nplanting intentions indicate an area about the same as last\nyear's 421,000 hectares, nine pct below the previous year.\n    \"The basic trend is towards stability,\" a FIRS spokesman\nsaid. Unlike world market raw sugar prices in dollars, white\nsugar French franc prices are not particularly high and are not\nencouraging higher planting levels, he said. Beet sugar output\nlast year was 3.37 mln tonnes, with an average yield of 8.00\ntonnes per ha, the highest in the EC apart from the Netherlands\nbut below 8.52 the previous year and a five year average 8.11.\n    In West Germany, recent price rises have not altered plans,\nsince planting decisions were taken a few months ago, industry\nsources said. The farm ministry said a December survey is still\nvalid and plantings should be cut slightly after being trimmed\nby just under four pct in 1986 when yields were above average.\n    Licht last week estimated West German plantings at a\nreduced 385,000 hectares against 399,000 last year.\n    British Sugar Plc, the monopoly beet processor, has signed\nup U.K. Farmers to grow 8.1 mln tonnes of beet. This should\nyield about 1.25 mln tonnes of whites. Last year's crop\nequalled the second highest ever at 1.32 mln tonnes.\n    British Sugar has \"A\" and \"B\" quotas totalling 1.144 mln tonnes\nof whites and its \"C\" output is due to improved yields from more\nconsistent disease-resistant seed types.\n    Recent price rises have not altered Polish plans, Wincenty\nNowicki, a deputy director of Cukropol, the Amalgamated Sugar\nIndustry Enterprises, said. World prices are still below Polish\nproduction costs and there is no way to convince farmers to\nincrease the area above the already signed contracted level.\n    The national plan, set before prices began to rise, put\nplantings this year at 460,000 hectares, against 425,000 in\n1986, Nowicki said. Last year production was 1.74 mln tonnes.\n    World prices have less impact in Italy than in France or\nGermany as it is traditionally not an exporter but is geared to\nthe domestic market, an official at the national beet growers'\nassociation said. Italian sowings are not yet complete but\nsurveys suggest a drop from last year's 270,000 ha, especially\nin the north where some farmers have switched to soya.\n    Beet output last season of 15.5 mln tonnes yielded a higher\nthan expected 1.72 mln tonnes of white sugar.\n    Dutch plantings are expected to fall to 130,000 ha from a\nrecord 137,600 in 1986 as a new self-imposed quota system comes\ninto force, a spokesman for Centrale Suiker, the second largest\nDutch sugar processor, said.\n    The new system aims for an average of around 915,000 tonnes\nof white sugar and to cut output of \"C\" sugar. Last year, the\nNetherlands produced a record 1.2 mln tonnes of white sugar\nagainst a combined \"A\" and \"B\" quota of only 872,000 tonnes.\n    \"The world price of sugar would have to rise much higher\nthan it has done recently to make planned production of \"C\" sugar\nreally worthwhile,\" the spokesman said.\n    Western agricultural experts in Moscow said Soviet planting\nintentions are likely to be unchanged. Licht put this year's\nSoviet beet area at 3.40 mln ha, against 3.44 mln last year.\n    Hungary is expanding its beet area to 105,000 ha from some\n95,000 in 1986, the official MTI news agency said, but\ndiplomats said policy is to balance supply with domestic\ndemand.\n    The Spanish ministry of agriculture said beet sowings are\nestimated unchanged at 180,000 ha this year.\n    A spokesman for Denmark's largest beet concern, De Danske\nSukkerfabrikker A/S, said its 1987 sugar target was unchanged\nfrom 1986 at 365,000 tonnes from a steady area of 60,000 ha.\n    In Sweden, where beet is grown just to meet domestic\ndemand, the planted area is seen little changed at 51,000 ha\nagainst 51,300 last year, according to a spokesman for sugar\ncompany Svenska Sockerfabriks AB.\n    Last year, Irish yields were the lowest for 10 years due to\nlate sowings and the state-run Irish Sugar Plc said the 1987\nplantings target is the equivalent of 36,400 hectares, down\nfrom 37,600 in 1986.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "lange"
    ]
}