{
    "DATE": "31-MAR-1987 10:01:42.82",
    "TOPICS": [
        "gnp"
    ],
    "NEWID": "11327",
    "TEXT": {
        "TITLE": "OECD SEES MAJOR ADJUSTMENT FOR AUSTRALIA",
        "DATELINE": "    PARIS, March 31 - ",
        "BODY": "Australia faces a major medium term\nadjustment to reduce debt and improve its economic performance,\nthe Organisation for Economic Cooperation and Development said\nin its latest annual review of the Australian economy.\n    It said Australia had a current external deficit of 5-3/4\npct of gross domestic product, high and rapidly rising external\ndebt equal to 30 pct of GDP, growing servicing costs and\ninflation above nine pct, far higher than that of other OECD\ncountries.\n    A major policy change in early 1985 helped lay the basis\nfor sustained non-inflationary growth and external\ncompetitiveness had improved, but economic performance overall\nhad sharply deteriorated since June 1985.\n    A major shift of real resources to the external sector --\nabout 4-1/2 pct of GDP by 1990-91 -- was required for the\neconomy to expand in line with potential, for employment to\ngrow, and for the debt/GDP ratio to stabilize, it said.\n    Success depended on the setting of right policies including\ntighter fiscal policy, a reduction in the public sector\nborrowing requirement and on private sector behaviour.\n    Looking ahead over the next 18 months, the OECD expected\neconomic performance to improve, partly as a result of tighter\nfiscal and monetary policy, and a substantial improvement in\ntrade volumes.\n    It said positive GDP growth of three pct might be restored,\nthe current external deficit could fall to some 4-1/2 pct of\nGDP by the first half of next year, while inflation was\nprojected to decelerate to around five to 5-1/2 pct by\nmid-1988.\n    Continued real wage moderation was essential to maintain\nthe competitive edge created by the Australian dollar's\ndepreciation, and to maintain if not boost profit shares in\norder to encourage business investment.\n    The report urged Australia to broaden its export base by\ndeveloping viable and competitive service and manufacturing\nindustries, and not count on a recovery of commodity markets to\ncorrect its external imbalances.\n    It added Australia should reduce protection levels in\nmanufacturing, even though faster trade liberalisation would no\ndoubt hurt the most protected sectors of industry.\n REUTER\n\u0003"
    },
    "PLACES": [
        "france",
        "australia"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "oecd"
    ]
}