{
    "DATE": "12-MAR-1987 06:16:36.48",
    "TOPICS": [
        "carcass",
        "livestock"
    ],
    "PLACES": [
        "australia",
        "bahrain",
        "uae",
        "saudi-arabia",
        "kuwait",
        "iran"
    ],
    "NEWID": "4101",
    "TEXT": {
        "TITLE": "AUSTRALIA EXPECTS RISE IN MEAT EXPORTS TO MIDEAST",
        "AUTHOR": "    By Ian MacKenzie, Reuters",
        "DATELINE": "    BAHRAIN, March 12 - ",
        "BODY": "Australia expects meat and livestock\nexports to the Middle East to maintain an upward trend this\nyear, managing director of the Australian Meat and Livestock\nCorp, Peter Frawley, said.\n    He told Reuters an improvement in the economic climate and\nless competition from the European Community should lead in the\nGulf area to higher beef sales, which dropped from 33,000\ntonnes in 1980 to just 2,300 tonnes last year.\n    \"In the last three to four months there has been a\nresurgence of inquiries,\" he said.\n    Frawley is on a Gulf tour which will also take him to Saudi\nArabia, the United Arab Emirates and Kuwait to assess market\npotential.\n    On beef exports, he said a 50 pct drop in European\nCommunity intervention stock in the past 12 months would help\nAustralian sales.\n    The fall meant the EC was not as aggressive in these\nmarkets, where the Australian trade was the natural source of\nsupply, and Australia was \"now back in,\" Frawley said.\n    He said there was a debate in Australia as to whether the\nMiddle East market for livestock, which accounts for two-thirds\nof meat export value to the area, would be maintained.\n    He believed the trade would remain with a continuing demand\nfor fresh meat.\n    The number of live sheep shipped last year to Saudi Arabia,\nthe biggest single market, was 3,214,159 compared with\n2,939,226 in 1985. The numbers shipped to the United Arab\nEmirates and Bahrain fell, however.\n    Frawley said the slackening in demand in the Gulf had been\noffset by other Arab countries around the Mediterranean.\n    Other than livestock, Australia's overall meat sales to the\nMiddle East rose to 72,374 tonnes in 1986 from 52,403 tonnes\nthe previous year, largely due to the sale of 25,790 tonnes of\nmutton and lamb to Iran.\n    Australia sold 9,824 tonnes to Iran in 1985 after being\nvirtually excluded by New Zealand competition for several\nyears. Frawley said the 1986 sale contract had included a\nbarter provision, but Iran had paid in full in cash.\n    Negotiations with the Iranians for 1987 shipments were\ncurrently under way, with Iran again seeking credit and barter\nprovisions, he said.\n    Frawley said there had been a tremendous growth in demand\nfor chilled lamb in the last four to five years and he\npredicted this would continue.\n    \"The Middle East, and the Gulf in particular, is now\nAustralia's largest market for lamb, chilled and flown in.\nAustralia is in an ideal position to provide the supplies if\nthe market is willing to pay a premium for a fresh, young\nproduct,\" he said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "ORGS": [
        "ec"
    ]
}