{
    "DATE": "24-MAR-1987 12:54:50.93",
    "TOPICS": [
        "crude",
        "gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8882",
    "TEXT": {
        "TITLE": "DRAWDOWN SEEN IN U.S. DISTILLATE STOCKS",
        "DATELINE": "    NEW YORK, March 24 - ",
        "BODY": "Tonight's American Petroleum Institute\noil inventory report is expected to show another drawdown in\ndistillate stocks of between two and 7.5 mln barrels for the\nweek ending March 20, oil analysts and traders said.\n    They said they expect gasoline inventories to be depleted\nby about one to four mln barrels.\n    Analysts were divided on the crude stocks. Some saw stocks\nunchanged to as much as three mln barrels higher. Others said\nstocks could be down one to five mln barrels. Crude throughput\nvolumes are expected to be unchanged to slightly higher or\nlower than the week ended March 13, traders said.\n    The API recorded a 7.4 mln barrel stockdraw for U.S.\ndistillates in the week ended March 13. Analysts see another \ndraw reflecting historic seasonal trends.\n    For the week ended March 13, API reported gasoline stocks\ndown 2.9 mln barrels.\n    Those expecting a draw of as much as four mln barrels said\nthey are looking for fairly high consumption rates as the\nspring and summer driving season gets underway this year,\nbecause retail prices are still low compared to recent years.\n    U.S. crude oil stocks were reported down by 4.4 mln barrels\nfor the week ended March 13. Analysts are divided over the\noutcome for last week because there is uncertainty about\nwhether throughput levels increased or decreased last week.\n    Some see crude stock levels unchanged to three mln barrels\nhigher, while others think inventories could be as much as five\nmln barrels below the previous week.\n    The lower estimates are supported by the belief that crude\nruns increased and imports fell.\n    The API reported crude runs 154,000 b/d higher for the week\nended March 13. Analysts are calling it unchanged to slightly\nup or down for the week ended March 20.\n    Expectations for product stockdraws are already being\nreflected in firmer prices, traders said. But if draws are at\nthe higher end of the estimated range, they added, the effect\nwill be bullish. Any stockbuild would be a negative factor,\nthey said.\n    Crude runs normally increase in March, and any decrease in\nruns would be friendly to the market, said Peter Beutel of\nElders Energy Futures Inc.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ]
}