{
    "DATE": "30-MAR-1987 05:05:02.76",
    "TOPICS": [
        "rubber"
    ],
    "PLACES": [
        "sri-lanka"
    ],
    "NEWID": "10729",
    "TEXT": {
        "TITLE": "SRI LANKA TO UPROOT OR BUD DISEASED RUBBER TREES",
        "AUTHOR": "    By Marilyn Odchimar, Reuters",
        "DATELINE": "    COLOMBO, March 30 - ",
        "BODY": "Sri Lanka will uproot rubber trees that\nare more than two years old and affected by the leaf disease\ncorynespora, the head of the government's Rubber Research\nInstitute told Reuters.\n    Rodney De Mel said affected trees less than two years old\nwould undergo base-budding -- attaching a clone as close as\npossible to the trunk's base and cutting off the top of the\ntree once the bud has taken. Uprooted or base-budded trees\nmature later, causing an output loss estimated at 350 kilos per\nhectare from the sixth year when they begin producing.\n    About 7,000 acres are planted with the high yielding RIC\n103 variety, the clone afflicted by corynespora.\n    Only about 2,000 acres are affected by the disease, which\ncauses leaves to fall off, De Mel said.\n    Sri Lanka has 508,000 acres planted with rubber trees.\n    De Mel said the disease was detected in nurseries as early\nas in middle 1985, but it was only in August-September 1986\nthat it became widespread.\n    The Institute is conducting a survey to determine how many\ntrees will be uprooted or base-budded. Healthy trees will be\nsprayed and remain under observation.\n    T.P. Lilaratne, head of the government's Rubber Controller\nDepartment, which monitors the industry, told Reuters\nreplanting and base-budding would have to be undertaken before\nlate May when the monsoon rains begin.\n    De Mel said clones in the nurseries which are susceptible\nto corynespora, identified as RIC 103, RIC 52, RIC 104, RIC\n106, RIC 107 and RIC 118, will be uprooted and burned.\n    The same procedures will be undertaken for the foreign\nclones indentified as NAB 12, RRIM 725, FX25, PPN 2444, PPN\n2447, KRS 21 and PPN 2058.\n    Lilaratne said the susceptible clones would be replaced by\nPB 86, RRIM 600, RRIC 110, RRIC 121, RIC 100 and RIC 102.\n    These six varieties would also be used to replace trees\nuprooted or base-budded, De Mel said.\n    Lilaratne said planters would receive 10,000 rupees per\nhectare for replanting and plants would be free of charge.\n    \"But no compensation is contemplated at the moment,\" he\nadded.\n    De Mel said a drought in Sri Lanka has helped control the\nspread of the disease.\n    \"The drought has not stopped the disease, but probably\nhelped in some way because trees have not been affected in\nareas that are dry,\" he said.\n    Brokers said the disease had not affected prices because it\nhas not caused a drop in production.\n    Prices for the best latex crepe at the Colombo auction last\nweek firmed to 20.19 rupees per kilo from 20.05 rupees at the\nprevious sale.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}