{
    "DATE": "11-MAR-1987 09:39:59.17",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "ecuador",
        "venezuela"
    ],
    "NEWID": "3594",
    "TEXT": {
        "TITLE": "ECUADOR DEPUTY MINISTER SEEKS OIL AID IN VENEZUELA",
        "DATELINE": "    CARACAS, March 11 - ",
        "BODY": "Ecuador's deputy energy minister\nFernando Santos Alvite arrived here last night for talks on\nfurther Venezuelan assistance to his country's oil industry\nfollowing last week's earthquake, officials said.\n    Ecuador was obliged to suspend crude oil exports for an\nexpected five months as a result of damage to 25 miles of\npipeline linking its jungle oil fields with the Pacific port of\nBalao. Oil normally accounts for 60 pct of its exports.\n    Fellow OPEC member Venezuela has already agreed to lend\nEcuador five mln barrels of crude, to be repaid in kind after\n180 days, to help meet its domestic consumption needs.\n    The officials could neither confirm nor deny reports that\nVenezuela will temporarily produce Ecuador's entire OPEC quota,\nset at 210,000 barrels per day for first half 1987.\n    \"All options are open at this moment in the context of\ncooperation on oil production,\" a Venezuelan energy and mines\nministry source said.\n    Discussions are also under way to arrive at a formula to\ncompensate Ecuador for the loss in oil export revenue while the\npipeline is repaired, officials said.\n    Santos Alvite last night met Venezuelan energy and mines\nminister Arturo Hernandez Grisanti and will today hold talks at\ntechnical level, officials said.\n    Industry sources said that among the options are for\nVenezuela to produce Ecuador's entire quota, or for Venezuela\nand non-OPEC Mexico to share it and for the latter to supply\nEcuador's Far Eastern clients.\n    But the ministry source said that no decision has yet been\nreached on the matter, and that an announcement would be made\nin due course.\n    Santos Alvite said earlier in Quito that Ecuador would have\nto import six to seven mln barrels of crude oil to meet its\nneeds until the line was repaired.\n    Ecuador energy and mines minister Javier Espinosa Teran\nsaid last night his country needs 120 mln dlrs to repair the\ndamage to the export pipeline caused by the earthquake.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "sumita"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}