{
    "DATE": " 6-MAR-1987 13:45:51.52",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2775",
    "TEXT": {
        "TITLE": "CRUDE OIL PRICES UP AS STOCKS, OUTPUT FALL",
        "AUTHOR": "    BY TED D'AFFLISIO, Reuters",
        "DATELINE": "    NEW YORK, March 6 - ",
        "BODY": "U.S. crude oil prices rose above 18 \ndlrs a barrel this week and industry analysts said the price\ncould rise another dollar as inventories fall.\n    \"OPEC is keeping its production down, and in the cash market\nthere is tight supply of crude with short transportation time\nto major refining centers,\" said Daniel McKinley, oil analyst\nwith Smith Barney, Harris Upham and Co. \"That could send prices\n50 cts to a dollar higher,\" he added.\n    The U.S. benchmark crude West Texas Intermediate rose to\n18.15 dlrs a barrel today, a rise of 1.50 dlrs this week.\n    The rally in oil prices this week came after prices fell in\nFebruary more than two dlrs from its high of 18.25 dlrs a\nbarrel.\n    \"Oil traders were pulling prices down on the assumption that\noil stocks were building and OPEC was producing well above its\n15.8 mln bpd quota, but now both of those assumptions have come\nunder question,\" McKinley said.\n    Yesterday the International Energy Agency in its monthly\nreport said that oil stocks in the OECD area, or in\nindustrialized nations, were drawn down by 1.3 mln bpd during\nthe first quarter of this year.\n    IEA estimates that the draw in oil stocks during the first\nquarter of this year will come largely from oil companies whose\ninventory levels by April one will be an estimated 326 mln\ntonnes, or about 74 days consumption.\n    Industry analysts also said the estimate of a 3.5 mln bpd\ndraw in stocks made by Shell Chairman Peter Holmes yesterday\nfed speculation that other major companies were destocking.\n    Traders said the destocking has come about as a result of a\nso-called buyers strike, which kept refiners from buying\nofficially priced OPEC oil in an effort to get the organization\nto offer discounts to the official price.\n    \"This struggle between the companies and OPEC is the\nultimate game of chicken but it will be resolved relatively\nsoon. I would imagine by about the middle of the month (March),\"\nthe general trading manager of an international oil company\ntold Reuters in a telephone interview.\n    For its part OPEC has moved to win this game by cutting\nexcess supplies from the market by a reduction of its own\noutput, traders said. A Reuter survey estimates OPEC output to\nbe 14.7 mln bpd this week.\n    Also, an earthquake in Ecuador yesterday led it to suspend\noil exports indefintiely and force majeure its shipments.\n    \"This will reduce short-haul availabilities by about 250,000\nbpd almost immediately and the longer the suspension continues,\nthe larger the draw in stocks will be for companies expecting\nit to be there,\" McKinley said.\n    International oil traders said that other short-haul\ncrudes, such as North Sea Brent, were also scarce because Asian\nrefiners bought the oil after absorbing a lot of the readily\navailable Mideast crudes earlier this week.\n    If this pattern continues then oil companies will bid up\nthe price of oil as they purchase for their refineries, trading\nmanagers at several companies told Reuters.\n    But there were skeptics who said they wondered how long\nOPEC can retain its unity if buyer resistance continues.\n    Stephen Hanke, chief economist at Friedburg Commodity\nManagement, said OPEC production was lower \"because of the\nSaudi cut (to 3.1 mln bpd) and this could spell trouble if it\ngives other members an incentive to exceed their quotas.\"\n     He added, \"The Saudis will be picking up the tab for other\nmembers who produce over their quota, and the drain on the\nSaudis will continue, forcing them to cut output maybe as low\nas 2.5 mln bpd to support the 18 dlrs average price,\" he added.\n    There are also signs of some OPEC crudes being sold in the\nspot market at below OPEC official prices, traders said.\n    Oil traders said Nigerian Brass River sold for delivery\ninto the U.S. Gulf at a price related to North Sea brent, which\ntraded this week at 17.60 dlrs, far below the official price of\n18.92 dlrs for the similar quality Bonny Light.\n    Iranian oil is also surfacing in the U.S. Gulf and the Far\nEast at reported discounts to its 17.50 dlrs official price.\n    \"There is a lot of oil priced on government-to-government\ndeals, which are below official prices and this is probably\nbeing resold,\" one international trader said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "opec",
        "iea"
    ],
    "EXCHENGES": [
        "liffe"
    ]
}