{
    "DATE": " 3-APR-1987 07:03:10.85",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "west-germany",
        "usa"
    ],
    "NEWID": "12791",
    "TEXT": {
        "TITLE": "STOLTENBERG SAYS PARIS ACCORD POLICY TO CONTINUE",
        "DATELINE": "    BONN, April 3 - ",
        "BODY": "West German Finance Minister Gerhard\nStoltenberg said the currency agreement reached in Paris in\nFebruary had been successful and would be continued.\n    Stoltenberg told journalists before he attends next week's\nInternational Monetary Fund meeting in Washington that: \"The ...\nStrategy to stabilise currencies around current levels has\nproven its worth and will also determine future developments.\"\n    Stoltenberg declined to comment specifically on what he\nwould consider to be an undervalued dollar but said a dollar\naround 1.80 marks created problems for West Germany's exports.\n    Stoltenberg said studies by international organisations had\nmade it clear that especially in the U.S. And in Japan major\nefforts remained necessary to support adjustments in foreign\ntrade balances via necessary corrections to economic policy.\n    \"No-one would benefit if, after years of over-valuation, the\nU.S. Dollar fell into the other extreme, that is, strong\nunder-valuation,\" he said.\n    Stoltenberg said West Germany had a keen interest in a\nswift agreement between the U.S. And Japan concerning the\ncurrent trade dispute over semi-conductors.\n    Asked whether he believed the markets would test the Paris\ncurrency accord, Stoltenberg did not comment specifically but\nnoted that much of what had been discussed in Paris had not\nbeen published.\n    The Paris declaration did not state the levels at which\ncentral banks of the major industrialised countries would\nintervene.\n    Stoltenberg said that everything had been carefully\nconsidered. He said he had nothing further to add.\n    Stoltenberg also appeared to suggest that West Germany was\nnow no longer under any pressure from the U.S. Government to\nstimulate its economy.\n    He declined to respond specifically to a question on this\nsubject but said, \"You must attach particular importance to the\nconsensus which was reached in Paris.\"\n    The minister nevertheless added that he would make clear\nduring his trip to Washington that West Germany's nominal trade\nfigures gave a false impression about actual trade flows.\n    Stoltenberg noted that in 1986 Bonn's exports fell by a\nnominal two pct while its nominal imports fell by 10.7 pct.\nWest Germany's imports dropped largely because of foreign\ncurrency developments and the cheaper price of oil and led to a\nrecord trade surplus last year.\n    However, Stoltenberg said that in real terms West Germany's\nexports by volume had increased by 1.5 pct while real imports\nhad risen by a much stronger 6.2 pct.\n    In this way West Germany had made its contribution to\neconomic stability, Stoltenberg added.\n    Stoltenberg noted the government expected imports to rise\nby a real four to five pct in 1987 with exports stagnating.\n    He said it was too early to revise official forecasts for\nWest Germany's economic growth this year. The government has\nforecast an unchanged 2.5 pct rise in Gross National Product.\n    The Kiel Institute, a leading research body, is still\nexpecting growth of three pct but some other research\ninstitutes have revised forecasts down to below two pct.\nStoltenberg said the wide range of predictions showed how many\nimponderables had to be taken into account and said no drastic\nchanges in official forecasts were needed.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}