{
    "DATE": " 5-MAR-1987 12:38:13.00",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2251",
    "TEXT": {
        "TITLE": "HUGHES TOOL <HT> SAYS BAKER <BKO> MERGER ALIVE",
        "DATELINE": "    HOUSTON, March 5 - ",
        "BODY": "Hughes Tool Co Chairman W.A. Kistler\nsaid its counter proposal to merge with Baker International\nCorp was still under consideration and that a merger was in the\nbest interests of both companies.\n    \"Our hope is that we can come to a mutual agreement that is\ngood for both companies,\" Kistler said of the proposed merger\nthat would result in a 1.2 billion dlr oil field service\ncompany. \"We're working very hard on this merger.\"\n    Hughes' board today again adjourned a shareholders meeting\nto vote on the proposed merger and rescheduled it for March 11\nto give Baker more time to consider the counter proposal.\n    The Hughes board, which had previously expressed concern\nabout a U.S. Department of Justice consent decree that would\nrequire Baker to sell its drilling bit operations and\nsubmersible pump business, met yesterday and threatened to\nterminate the proposed merger.\n    The Hughes board made a counter proposal that the two\ncompanies first find acceptable buyers for the businesses\nbefore signing the decree.\n    The directors of Baker immediately after receiving the\ncounter proposal filed a law suit in Texas in a Texas state\ncourt to force to Hughes to complete the merger.\n    \"The uncertainty as to the price and conditions that might\nbe imposed by the Department of Justice makes us very nervous\nabout what the outcome might be,\" Kistler said, in explaining\nwhy Hughes had made the counter proposal.\n    \"We need additional time to understand why Baker did not\naccept our proposal.\"\n    Kistler also said that the law suit filed by Baker \"was not\na factor\" in the board's decision to keep its merger proposal\non the table.\n    He declined to comment on the allegations in the lawsuit.\n    Kistler said Hughes would be willing to consider a\ncompromise counter proposal, but declined to be more specific.\n    The Justice Department in January said it would block the\nHughes and Baker merger on anti-trust grounds unless both\ncompanies agreed to sign a consent decree that would provide\nfor the sale of the assets after the merger took place.\n    The Hughes board said it would not sign the decree because\nits was too \"unreasonable.\" Hughes said that Baker should\ninstead complete the sale of the disputed assets before the\nmerger is finalized and given government approval.\n    Under the decree, if Baker is unable to find acceptable\nbuyers within a specified period of time after the decree is\napproved, a federal trustee would become responsible for\nfinding a buyer.\n    Kistler said that under those terms, the trustee could take\nup to 10 years to complete the sales.\n    He also expressed concern that the combined companies might\nbe required by the government's conditions to license some of\nits technology to any purchaser of the assets.\n    Baker said last night in a statement that the required\nassets to be sold would reduce revenues by about 65 mln dlrs,\nrepresenting about three pct of the revenues of the combined\ncompanies.\n\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "duisenberg",
        "ruding"
    ],
    "ORGS": [
        "opec"
    ]
}