{
    "DATE": " 4-MAR-1987 11:19:12.42",
    "TOPICS": [
        "rubber"
    ],
    "PLACES": [
        "sri-lanka"
    ],
    "NEWID": "1535",
    "TEXT": {
        "TITLE": "LEAF DISEASE HITS SRI LANKA RUBBER",
        "AUTHOR": "    By Feizal Samath, Reuters",
        "DATELINE": "    COLOMBO, March 4 - ",
        "BODY": "A leaf disease affecting seven pct of\nSri Lanka's rubber plantations may reduce output this year and\nraise currently depressed prices, industry officials and\nresearchers told Reuters.\n    About 2,900 hectares of rubber planted with the Rubber\nResearch Institute (RRI) clone 103 have been hit by the fungus\n\"corenes pora\" which attacks the roots of the tree and kills the\nleaves. The disease was first discovered about six months ago.\n    Trade sources say prices might boom once again if the\ncrisis leads to output below the 1987 target of 143,000 tonnes.\nLast year's output is estimated at between 133,000 and 135,000\ntonnes.\n    Researchers say the fungus could spread to other rubber\nclones if no immediate action is taken.\n    \"The RRI is considering asking estates to remove the trees\nseriously affected by the fungus because it was too late to use\nchemicals to kill the disease,\" an Institute spokesman said.\n    Senior industry and research officials met yesterday at\nPadukka, east of here, to discuss ways of controlling the\nfungus which is affecting estates mostly belonging to the State\nPlantations Corp and Janatha Estates Development Board.\n    The two state-owned groups account for 30 pct of rubber\nland with the balance belonging to small private producers with\na total of 145,600 hectares.\n    The RRIC 103 is a new clone propagated by the Research\nInstitute as high yielding and recommended two years ago for\nplanting. Only the two state groups seriously planted these\nclones while smallholders preferred the low-yielding but older\nPBX Malaysian clones.\n    Officials at yesterday's crisis meeting said it was decided\nto uproot only some of the affected trees while others would be\ntreated. They declined to comment on other decisions taken.\n    Trade sources said supplies had improved in the past week\nbut prices had hit their lowest since last December. \"If there\nis a shortage of rubber, prices are bound to rise,\" a spokesman\nfor a company buying on behalf of the Soviet Union said.\n    Rubber prices, particularly crepe, fell sharply by about\nfour rupees a kilo between December and March. The best crepe\none-X traded at 23.68 rupees a kilo, averaged 19.75 at this\nweek's auction. Sheet prices fell by a rupee in the same\nperiod.\n    Quantities offered at the auction also fell to an average\nof 300 tonnes per auction last month from 800 tonnes in\nDecember because of wintering in early February in producing\nareas.\n    Over 550 tonnes were offered at this Tuesday's auction with\nthe supply position showing improvements.\n    Trade sources said the smaller availability of rubber last\nmonth did not raise prices as on previous occasions.\n    \"Some factors, like less storage space from excess stocks,\nmeant we could not buy much at the auction until we disposed of\nthe rubber we already had,\" one buyer said.\n    Other sources said there were few forward contracts and\nspeculative buying last month, while delays in steamer arrivals\naggravated the problem.\n    European buyers delayed their purchases because of winter\nclosures of factories and also in the hope that prices would\nease further.\n    They said another problem that could hit the industry is\nthe dry spell in producing areas. \"If the inter-monsoonal rains\nexpected in late March/April are delayed, we would have further\nshortages,\" one official said.\n    \"But this again could benefit prices,\" a buyer said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}