{
    "DATE": " 1-APR-1987 09:01:54.02",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11891",
    "TEXT": {
        "TITLE": "CPC INTERNATIONAL <CPC> TO SELL ASIAN STAKES",
        "DATELINE": "    ENGLEWOOD CLIFFS, N.J., April 1 - ",
        "BODY": "CPC International Inc\nsaid said it has agreed in principle to sell interests in its\ngrocery products operations in Hong Kong, Malaysia, the\nPhilippines, Singapore, Taiwan and Thailand to <Ajinomoto Co\nInc> of Japan for 340 mln dlrs.\n    The company said the move will reduce Asian overhead and a\nsubstantial part of the proceeds will be used to reduce debt.\n    It said as part of the agreement, its current direct\ninvestment in its existing non-consolidated joint venture with\nAjinomoto will be converted into a cooperative arrangement for\nthe long-term utilization of technology and trademarks.\n    The company said the change in the Japanese arrangement\nwill give Ajinomoto full equity ownership while leaving CPC a\ncontinuing earnings stream and cash flow.\n    The transactions are subject to definitive agreements and\ngovernment approvals.\n    CPC said not included in the 340 mln dlr consideration are\nproceeds from the sale of some smaller Asian investments,\nincluding a 51 pct equity interest in an oat-based food venture\nto an Australian partner.\n    The company said the actions being taken under its\nrestructuring program, including the sale of its European corn\nwet milling business and other assets, overhead reductions and\nother expense items and the Asian transactions, will have a\none-time positive effect on 1987 earnings.\n    CPC said \"Although the extent cannot yet be determined, the\ncompany expects that 1987 earnings per share will increase by\nsubstantially more than the previously estimated 20 pct\nincrease over 1986.\"  In 1986 CPC earned 2.30 dlrs per share.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "hong-kong",
        "malaysia",
        "philippines",
        "singapore",
        "taiwan",
        "thailand",
        "japan"
    ],
    "PEOPLE": [
        "macsharry"
    ],
    "ORGS": [
        "fao"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}