{
    "DATE": " 8-APR-1987 11:42:22.39",
    "TOPICS": [
        "cocoa"
    ],
    "PLACES": [
        "cameroon",
        "brazil",
        "ivory-coast",
        "ghana"
    ],
    "NEWID": "15095",
    "TEXT": {
        "TITLE": "COCOA EXPORTERS EXPECTED TO LIMIT SALES",
        "AUTHOR": "    By Roger May, Reuters",
        "DATELINE": "    YAOUNDE, April 8 - ",
        "BODY": "Major cocoa exporters are likely to\nlimit sales in the weeks ahead in an effort to boost world\nprices, sources close to a meeting of the Cocoa Producers\nAlliance (CPA) said.\n    The sources said the depressed world market had been one of\nthe main topics discussed in a closed door meeting of the\n11-member CPA which began on Monday.\n    They said producers agreed that cutting sales would aid the\nbuffer stock manager of a new international cocoa pact in his\neffort to support prices.\n    Major cocoa producing and consuming nations agreed\noperation rules for the buffer stock at a meeting in London\nlast month and the stock manager is expected to enter the\nmarket soon.\n    Prices, under the weight of three successive cocoa\nsurpluses, recently fell to the level at which the manager has\nto buy cocoa under stock rules.\n    The buffer stock aims to keep prices within a pre-set range\nby buying when prices fall and selling when they rise.\n    \"The world's cocoa price at present is just not interesting,\"\ncommented one delegate representing a major CPA producer.\n    Another source said that with much of the 1986/87\n(October-September) world cocoa crop sold, limiting sales in\nthe near term concerns essentially next year's harvest.\n    The sources noted, however, that the cocoa industry in\nBrazil, the world's number two producer, is in private hands.\nThis means limiting sales is more difficult than in major West\nAfrican producers, where sales are made or authorized by\ncommodity marketing boards.\n    The CPA includes the world's top three producers, Ivory\nCoast, Brazil and Ghana, and accounts for 80 pct of all output.\n    The meeting here is due to end tomorrow evening.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "stoltenberg",
        "poehl",
        "balladur",
        "de-larosiere",
        "miyazawa",
        "sumita",
        "leigh-pemberton",
        "goria",
        "james-baker"
    ]
}