{
    "DATE": " 9-APR-1987 18:42:19.11",
    "TOPICS": [
        "interest",
        "money-fx",
        "dlr"
    ],
    "NEWID": "16053",
    "TEXT": {
        "TITLE": "ANALYSTS DOUBT FED FIRMED DESPITE BORROWING RISE",
        "AUTHOR": "    By Martin Cherrin, Reuters",
        "DATELINE": "    NEW YORK, April 9 - ",
        "BODY": "Economists said that they doubt the\nFederal Reserve is firming policy to aid the dollar, despite\nhigher discount window borrowings in the latest two-week\nstatement period and very heavy borrowings Wednesday.\n    Data out today show net borrowings from the Fed averaged\n393 mln dlrs in the two weeks to Wednesday, up from 265 mln\ndlrs in the prior statement period. Wednesday borrowings were\n1.4 billion dlrs as Federal funds averaged a high 6.45 pct.\n    \"One could make a case that the Fed is firming, but it\nprobably isn't,\" said William Sullivan of Dean Witter Reynolds.\n    Sullivan said some may assume the Fed has firmed policy\nmodestly to support the dollar because net borrowings in the\ntwo-weeks to Wednesday were nearly 400 mln dlrs after averaging\naround 250 mln dlrs over the previous two months.\n    However, the Dean Witter economist noted that the latest\ntwo-week period included a quarter end when seasonal demand\noften pushes up borrrowings.\n    \"Some might argue that the Fed was firming policy, but it\nlooks like it tried to play catchup with reserve provisions\nlate in the statement period and didn't quite make it,\" said\nWard McCarthy of Merrill Lynch Capital Markets.\n    A Fed spokesman told a press press conference today that\nthe Fed had no large net one-day miss of two billion dlrs or\nmore in its reserve projections in the week ended Wednesday.\n    Still, McCarthy said it may have had a cumulative miss in\nits estimates over the week that caused it to add fewer\nreserves earlier in the week than were actually needed.\n    The Fed took no market reserve management action last\nThursday and Friday, the first two days of the week. It added\ntemporary reserves indirectly on Monday via two billion dlrs of\ncustomer repurchase agreements and then supplied reserves\ndirectly via System repurchases on Tuesday and Wednesday.\n    Based on Fed data out today, economists calculated that the\ntwo-day System repurchase agreements the Fed arrranged on\nTuesday totaled around 5.9 billion dlrs. They put Wednesday's\novernight System repos at approximately 3.4 billion dlrs.\n    \"It is quite clear that the Fed is not firming policy at\nthis time,\" said Larry Leuzzi of S.G. Warburg and Co Inc.\n    Citing the view shared by the other two economists, Leuzzi\nsaid the Fed cannot really afford to seriously lift interest\nrates to help the dollar because that would harm already weak\neconomies in the United States and abroad and add to the\nfinancial stress of developing countries and their lenders.\n    \"Those who believe the Fed tightened policy in the latest\nstatement period have to explain why it acted before the dollar\ntumbled,\" said McCarthy of Merrill Lynch.\n    He said the dollar staged a precipitous drop as a new\nstatement period began today on disappointment yesterday's\nWashington meetings of international monetary officials failed\nto produce anything that would offer substantive dollar aid.\n    In fact, currency dealers said there was nothing in\nWednesday's G-7 communique to alter the prevailing view that\nthe yen needs to rise further to redress the huge trade\nimbalance between the United States and Japan.\n    The economists generally agreed that the Fed is aiming for\nsteady policy now that should correspond to a weekly average\nFed funds rate between six and 6-1/8 pct. This is about where\nthe rate has been since early November.\n    \"I'm not so sure that the Fed is engineering a tighter\npolicy to help the dollar, as some suspect,\" said Sullivan of\nDean Witter.\n    If it is, however, he said that Fed probably has just\nnudged up its funds rate goal to around 6.25 to 6.35 pct from\nsix to 6.10 pct previously.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "imf"
    ]
}