{
    "DATE": " 4-MAR-1987 14:42:38.31",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1718",
    "TEXT": {
        "TITLE": "PACTEL <PAC> SEES EARNINGS GROWTH",
        "DATELINE": "    New York, march 4 - ",
        "BODY": "Pacific Telesis Group chairman Donald\nGuinn told a meeting of security analysts that the company sees\ncontinued earnings growth in 1987 above the 1.08 billion dlrs,\nor 5.02 dlrs per share, earned in 1986.\n    Guinn also said that capital spending stood at about 1.8\nbillion dlrs in 1986, and the company expected the figure to\nremain flat each year through 1989. He noted that all captial\nspending will be internally financed.\n    Guinn also told analysts that the company faced some\nregulatory uncertainties in ongoing rate cases at its Pacific\nBell operating company.\n    In rates hearings before, the California Public Utility\nCommission, Guinn said the company faced a potential 76 mln dlr\nrevenue reduction, and due to ongoing discussions with the\ncommission, he said the figure might even be greater.\n    The company also faces some opposition to a 225 mln dlr\nrate hike requested for 1986. Guinn said the commission found\n180 mln dlrs of the hike was based on questionable calculations\nand assumptions, while 45 mln dlrs might represented unneeded\nmodernization costs.\n    Guinn also said that the company is still studying whether\nto join an international consortium that plans to lay a\ntranspacific telephone cable between the U.S. and Japan.\n    \"We have not agreed to anything,\" Guinn said, but added he\nwould soon recieve a feasibility study on the venture and the\ncompany would make a decision soon on participating.\n    Asked by an analyst about the recent recommendation by the\nU.S. Department of Justice which would allow the Bell operating\ncompanies to offer limited long distance services, Guinn said\nthe company would likely shy away from that type of expansion.\n    \"(Long distance services) is a very competitive business.\nIt's a commodity business and becoming more so,\" he said. \"I'm\nnot so sure we would be interested in getting back into that\nbusiness.\"\n    However, Guinn generally applauded the U.S.\nrecommendations, saying they would give more latitude for the\nBell operating companies to expand into non-regulated\nbusinesses and provide more flexibility to form strategic\nalliances with other companies.\n    He added that while the company welcomes the expansion into\nnew areas, it is not currently involved in any acqusition\ntalks. \"We do not have anything actively under consideration,\"\nhe said.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "amex"
    ],
    "PEOPLE": [
        "aqazadeh"
    ]
}