{
    "DATE": "30-MAR-1987 08:46:08.69",
    "TOPICS": [
        "money-fx",
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "10807",
    "TEXT": {
        "TITLE": "H.K. DEALERS SAY NAKASONE G-6 COMMENT TOO LATE",
        "AUTHOR": "    By Joshua So, Reuters",
        "DATELINE": "    HONG KONG, March 30 - ",
        "BODY": "Remarks by Japan's Prime Minister\nYasuhiro Nakasone that last month's G-6 meeting agreed to\nstabilize the dollar above 150 yen have come too late to\ninfluence currency trading, dealers said.\n    After Nakasone's statement the dollar rose to 146.40/50 yen\nfrom an initial low of 144.20/40 and New York's Friday finish\nof 147.15/25. But the rebound was largely on short-covering,\nthey said.\n    \"I think (Nakasone's) desperate,\" said a U.S. Bank foreign\nexchange manager.\n    Nakasone told a Lower House Budget Committee in Parliament\nthat Japan and other industrialized nations committed\nthemselves in Paris last month to stabilize the dollar above\n150 yen.\n    Finance Minister Kiichi Miyazawa told the same committee\nthat the six - Britain, Canada, France, Japan, the U.S. And\nWest Germany - had intervened aggressively since the dollar\nfell below 150 yen.\n    \"His (Nakasone) remarks should have been made and should\nhave had a bigger influence when the dollar was still above 150\nyen,\" said P.S. Tam of Morgan Guaranty Trust.\n    Tam said the dollar has hit short-term chart targets  and\nis likely to rebound. But he warned of another dip to below 145\nyen.\n    Dealers said the worsening trade relations between the U.S.\nAnd Japan will continue to depress the dollar.\n    The trade issue has now become a political issue since the\nReagan Administration is facing uproar in Congress over\nth3pYgks in cutting the country's 169.8 billion dlr trade\ndeficit, they said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}