{
    "DATE": "19-MAR-1987 06:34:43.33",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "7011",
    "TEXT": {
        "TITLE": "JAPAN TO ASK CHIP MAKERS TO SLASH OUTPUT FURTHER",
        "DATELINE": "    TOKYO, March 19 - ",
        "BODY": "The Ministry of International Trade and\nIndustry will ask Japanese computer microchip makers to further\nslash output in the second quarter in an effort to save its\nsemiconductor pact with the United States, MITI officials said.\n    The United States has accused Japan of reneging on the\nsemiconductor pact by failing to stop the flow of cut-price\nJapanese chips to Asian markets. Washington has threatened to\ntake retaliatory action after April 1.\n    The pact, agreed last year, calls on Japan to stop selling\ncut-price chips in world markets and to increase its imports of\nAmerican chips to reduce some of its huge trade surplus.\n    MITI, anxious to salvage the bilateral agreement, has been\npressing chip makers to limit production in the hope that will\nboost domestic chip prices and reduce the incentive to export.\n    Last month, the ministry asked Japanese chip makers to\nreduce first quarter output by 10 pct. To meet that request,\nthey had to slash production by 20 pct over the final six weeks\nof the first quarter.\n    If that reduced production level were maintained through to\nthe end of June, second quarter output would come in 10 pct\nbelow that of the first three months of the year.\n    MITI officials, who declined to be identified, said the\nministry has not yet decided on the extent of the second\nquarter cutback.\n    One said that Japanese chip makers are losing ground in\nAsia to South Korean and U.S. Competition just as markets there\nare picking up.\n    MITI has been criticized privately by some Japanese\nsemiconductor makers for what they see as heavy-handed attempts\nto ensure the success of the Japan/U.S. Chip pact.\n REUTER\n\u0003"
    }
}