{
    "DATE": "17-MAR-1987 03:00:43.54",
    "TOPICS": [
        "gnp"
    ],
    "PLACES": [
        "japan"
    ],
    "NEWID": "5805",
    "TEXT": {
        "TITLE": "JAPAN OCTOBER/DECEMBER GNP RISES 0.8 PCT",
        "DATELINE": "    TOKYO, March 17 - ",
        "BODY": "Japan's gross national product (GNP) rose\na real 0.8 pct in the October/December quarter after an\nupwardly revised 0.7 pct increase the previous three months,\nthe Economic Planning Agency (EPA) said.\n    The rise in the July/September quarter had originally been\nput at 0.6 pct. The annualized growth rate accelerated to 3.2\npct in October/December from 3.0 pct in July/September.\n    In the 1986 calendar year, GNP rose 2.5 pct, after a 4.7\npct increase in 1985. Last year's performance was the worst\nsince 1974, when GNP fell 1.4 pct. Agency officials blamed the\nstrong yen for depressing exports and manufacturing industry.\n    In nominal terms, GNP rose 0.5 pct in the October/December\nquarter, reflecting stable prices, after a one pct increase in\nthe previous three months, the Agency said.\n    Domestic real demand increased 0.6 pct in October/December,\nafter a one pct rise the previous quarter.\n    Domestic demand contributed 0.5 percentage point to real\nGNP growth in October/December, while foreign trade added 0.2.\nThe figures do not tally exactly due to rounding.\n    In July/September, domestic demand contributed one\npercentage point to GNP growth while foreign trade knocked off\n0.3 point.\n    Of the 0.2 point contribution of foreign trade to GNP last\nquarter, falling exports knocked off 0.2 while falling imports\ncontributed 0.4 point.\n    Total export volume fell 1.2 pct quarter on quarter in\nOctober/December. Imports also fell, by 2.9 pct.\n    Of the 0.5 point contribution of domestic demand to\nOctober/December GNP growth, the private sector accounted for\n0.4 point and the public sector, 0.2.\n    The private sector contribution included 0.3 point for\nhousebuilding, 0.4 for corporate capital outlays and 0.1 for\nstockbuilding. Consumer spending had a 0.4 negative impact.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}