{
    "DATE": " 5-MAR-1987 13:35:31.10",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2307",
    "TEXT": {
        "TITLE": "ICI <ICI> SEES GROWTH IN PHARMACEUTICALS",
        "DATELINE": "    LOS ANGELES, March 5 - ",
        "BODY": "Imperial Chemical Industries PLC\nexpects earnings from its pharmaceuticals operations to grow  \nto about 35 pct of world profits within the next five years\ncompared with a current 30 pct, chairman elect Denys Henderson\ntold financial analysts.\n    \"Over the next five years we expect to launch one major new\nproduct each year,\" Henderson said.\n    He also said research and development spending in this\nbusiness segment will be increased to 14 pct of total sales\nincome in 1987 from 13 pct, or 130 mln sterling, in 1986.\n    ICI, the world's fifth largest chemicals firm in terms of\nsales, recently reported 1986 profits of about 888 mln dlrs on\n15 billion dlrs in sales, compared with income of 817 mln dlrs\non 15.87 billion dlrs in sales a year earlier.\n    Sales in the United States totaled about three billion\ndlrs, ICI executives said.\n    In addition, Henderson said overall corporate growth will\ncome from ICI's research and development activities, but the\ncompany intends to continue to grow through an acquisition\nprogram.\n    ICI spent just under one billion dlrs for acquisitions\nduring 1986, the largest of which was the 580 mln dlr purchase\nof Cleveland, Ohio-based Glidden Inc, a paints, resins and\ncoatings company, from <Hanson Trust PLC>.\n    ICI financial director Alan Clements said the company's\nborrowing limits are at a level of about 6.3 billion sterling,\n1.5 billion of which have already been used.\n    While the company has no current plans for a major\nacquisition, \"we are ready to move quickly in the acquisition\nfield if the need arises,\" Clements said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "duisenberg",
        "ruding"
    ],
    "ORGS": [
        "ec"
    ]
}