{
    "DATE": " 9-MAR-1987 11:36:56.57",
    "TOPICS": [
        "rubber"
    ],
    "PLACES": [
        "switzerland"
    ],
    "NEWID": "3155",
    "TEXT": {
        "TITLE": "RUBBER PRODUCERS, CONSUMERS START NEW PACT TALKS",
        "DATELINE": "    GENEVA, March 9 - ",
        "BODY": "The chairman of the conference on a new\nInternational Natural Rubber Agreement (INRA), Manaspas Xuto of\nThailand, said it was imperative to try to settle the main\noutstanding issues this week.\n    The INRA renegotiation conference, which resumed today\nunder the auspices of the United Nations Conference on Trade\nand Development (UNCTAD), is scheduled to last until March 20.\n    Xuto told delegates this session of the conference\npresented a promising opportunity to conclude a new pact but it\nhad to be the last before the current accord expires in\nOctober.\n    Xuto said in his consultations with representatives of\nmajor exporting and importing countries over the last few\nmonths, \"I have found a constructive attitude and willingness to\nbe flexible on the part of all concerned.\"\n    \"It is imperative that we try to settle the major\noutstanding issues in the course of this week, since a\nconsiderable amount of technical drafting work will remain to\nbe completed.\" He said he will immediately start consultations\nwith producers and consumers.\n    The last October negotiations collapsed in disagreement\nover buffer stock operations.\n    Consumer demands for tighter buffer stock controls, aimed\nat preventing INRA from following the collapse of the\nInternational Tin Agreement (ITA), were rejected by producers\nwho argued for unchanged INRA terms.\n    The tin pact failed when its buffer stock manager ran out\nof funds to support prices.\n    Three previous rounds of talks between rubber producers and\nconsumers for a new five-year pact ended without agreement. The\nINRA, originally due to expire in October 1985, was extended to\nOctober 1987 to facilitate renegotiation.\n    Wong Kum Choon, head of the Malaysian delegation, said he\nwas cautiously optimistic \"that together we should be able to\nsave INRA and prevent it from being scuttled.\"\n    Without INRA, he added, prices of natural rubber would\nbecome more volatile.\n    Calling on delegates to show a sense of purpose and\nreality, he said, \"There is no reason why we could not put aside\ndifferences and come up with a successor agreement.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "unctad"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}