{
    "DATE": "18-MAR-1987 17:14:16.56",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6876",
    "TEXT": {
        "TITLE": "DIVISION SEEN ON HOW TO HELP U.S. OIL INDUSTRY",
        "AUTHOR": "    By TED d'AFFLISIO, Reuters",
        "DATELINE": "    NEW YORK, March 18 - ",
        "BODY": "The U.S. Congress and the oil industry\nare deeply divided on ways the government should assist the\nindustry, hurt by the sharp fall in oil prices, and the\nsubsequent growth in oil imports, industry analysts said.\n    \"The industry is deeply divided between those who support an\noil tariff and those who believe tax incentives are better,\"\nsaid Daniel Yergin, director of Cambridge Energy Research\nAssociates, which recently completed a survey of the U.S.\nCongress on energy issues.\n    Yergin said he saw mounting support within Congress for tax\nincentives rather than an oil tariff or import fee.\n    Today U.S. Energy Secretary John Herington said he will\npropose tax incentives to increase edomestic oil and natural\ngas exploration and production to the Reagan Administration for\nconsideration. White House spokesman Marlin Fitzwater said the\nproposal would be reviewed.\n    Herrington said, \"I would like to shoot for one mln barrels\na day (addition) to U.S. production.\" U.S. oil output was off to\n8.4 mln bpd in the week of March 13, down six pct from last\nyear, the American Petroleum Institute said.\n    Oil industry analysts have forecast oil prices to average\nabout 18 dlrs a barrel for the year and many believe that a\nmove above that level will be unlikey for the near term.\n    Paul Mlotok, oil analyst for Salomon Brothers Inc said that\n\"even with the rise in prices for the last week or two we've\nonly altered our average price scenerio to about 17.50 dlrs for\nthe year.\"\n    Analysts said that at that price renewed drilling and\nexploration to reverse the decline in U.S. crude oil output\nwill not take place as the companies are waiting for stable\nprices over 20 dlrs to renew exploration.\n    John Lichtblau, president of the Petroleum Industry\nResearch Foundation Inc in New york in recent testimony to\nCongress said \"The continuing decline in U.S. oil production is\nvirtually inevitable under any realistic price scenario. But\nthe future rate of decline is very much a function of world oil\nprices and U.S. government policy.\"\n    Lichtbalu said that tax breaks could be used to raise oil\nproduction but would only work over time.\n    \"Lowering the producing industry's tax burden would probably\nbe a slower stimulant (to output) than a price increase but\nwould not raise energy costs.\" Lichtblau said.\n    But the small independent oil companies who do much of the\ndrilling in the U.S. are looking for the more immediate relief\nwhich could be brought on by an oil import fee.\n    Ronald Tappmeyer, president of the International\nAssociation of Drilling Contractors, said, \"The members of our\ntrade asssociation are convinced that only a variable oil\nimport fee that sets a minimum price trigger can protect our\nnation.\" The association represents some 1,300 drilling and oil\nservice companies.\n    The CERA survey of Congress shows that the oil import fee\nwill face a stiff uphill battle.\n    Yergin said that the poll which was conducted in January by\na former Congressman, Orval Hansen, showed support for the oil\nimport fee from 22 pct of the Congressmen surveyed largely as a\nmeans of protecting the domestic petroleum industry.\n     At the same time 48 pct of the Congressmen surveyed\nopposed the fee with the respondents saying the tariff would\nhurt consumers and some regional interests.\n    But 80 pct of the sample said support for a fee could grow\nif production continued to fall and imports to rise.\n    Yergin said that imports above 50 pct of U.S. requirements\n\"is a critical, symbolic level. If they (imports) move above\nthat level, a fee may not be legislated but there will\ncertainly be pressure for some form of action.\"\n     But Lichtblau, in a telephone interview, said, \"a 50 pct\nrate of import dependency is not likely to happen before 1990.\n    In 1986 U.S. oil imports rose to 33 pct of u.s. energy\nrequirements and shopuld be about 34 pct in 1987, he added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "iwcc"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "lme"
    ]
}