{
    "DATE": "19-JUN-1987 13:15:39.07",
    "TOPICS": [
        "crude"
    ],
    "ORGS": [
        "opec"
    ],
    "NEWID": "19285",
    "TEXT": {
        "TITLE": "U.S. OIL PRICES STRONG AHEAD OF OPEC MEETING",
        "AUTHOR": "    By SUSAN SHERER, Reuters",
        "DATELINE": "    NEW YORK, June 19 - ",
        "BODY": "U.S. crude oil prices are at their\nhighest level in more than a year ahead of next week's OPEC\nmeeting, even though most industry analysts do not expect any\npolicy changes from the session.\n    They said prices, which have steadily climbed since the\norganization's accord in December, have risen on technical\nfactors within the market and concerns about supplies because\nof the Iran-Iraq war, which could disrupt deliveries from the\nGulf.\n    The U.S. benchmark crude West Texas Intermediate is trading\naround 20.55 dlrs in the July contract on New York Mercantile\nExchange's energy futures and in the spot market. That is its\nhighest level since January 1986.\n    OPEC conference president Rilwanu Lukman, who is Nigeria's\noil minister, said Friday he expects the meeting in Vienna to\nbe brief and calm and that OPEC's current price and production\nagreement may only need a slight review.\n    Although most industry experts expect just a reaffirmation\nof the December agreement, oil prices continue to climb due to\na desire to hedge positions in case of any surprises.\n    Analysts expect the higher prices to continue until soon\nafter the OPEC meeting. At that point, barring any increased\ntension in the Gulf or changes in OPEC's policies, prices\nshould begin easing.\n    \"OPEC will probably not do anything it hasn't already agreed\nto in December because oil prices are firm,\" said John Hill, a\nvice president at Merrill Lynch Futures.\n    OPEC agreed in December to maintain official oil prices at\n18 dlrs a barrel and raise the group's production ceiling to\n16.6 mln barrels per day in the third quarter and to 18.3 mln\nbarrels in the fourth quarter.\n    This agreement helped send prices sharply higher, rising\nfrom 15 dlrs a barrel in early December.\n    Several OPEC members who are price hawks, including Iran,\nAlgeria and Libya, will seek a higher official price and a\nreduction in output.\n    \"And if U.S. West Texas Intermediate crude continues to\ntrade above 20 dlrs a barrel, there is a greater chance that\nOPEC will raise its official 18 dlrs price,\" said Nauman\nBarakat, analyst at Smith Barney, Harris Upham and Co.\n    But most analysts expect the more moderate producers, such\nas Saudi Arabia, to block any changes in policy.\n    \"The meeting will be a non-event with no change in the\nofficial prices because OPEC, and in particular the Saudis, are\ncommitted to stabilizing the market,\" said Rosario Ilacqua,\nanalyst with L.F. Rothschild.\n    However, some analysts said OPEC may need to hold a meeting\nin September to re-evaluate market conditions.\n    Overproduction by OPEC will become a real problem in the\nfourth quarter when the quota is raised to 18.3 mln barrels a\nday and Iraq's pipeline through Turkey brings another 500,000\nbarrels to the market each day, said John Lichtblau, president\nof Petroleum Industry Ressearch Foundation.\n    Most expect Saudi Arabia to oppose a price increase at this\nmeeting but many look for an increase by year-end to 20 dlrs to\noffset the decline in the dollar. Oil prices are denominated\nthroughout the world in dollars, so as the currency declines,\nproducers receive less money for their oil.\n    \"The only real production restraint in OPEC is Saudi Arabia,\"\nsaid Sanford Margoshes, analyst at Shearson Lehman Brothers.\n    \"In the second half of the year we expect the Saudis not to\nproduce at their 4.1 mln barrel a day quota and therefore act\nas a vehicle to stablize the market and pave the way for a two\ndlrs a barrel price increase at the December 1987 meeting,\" he\nsaid.\n    One uncertain factor is the course of the Iran-Iraq war.\n    \"The wild card is the increased tensions in the Persian\nGulf,\" said Frank Knuettel, analyst with Prudential-Bache\nSecurites.\n    Oil tankers taking oil from Iraq and Kuwait have been\nregular targets for Iranian planes. The Reagan administration\nis planning to put Kuwait tankers under the protection of the\nU.S. flag, with naval escorts.\n    \"Extra (oil) inventories are needed during a time of crisis\nlike this, and just general nervousness over an incident that\ncould disrupt oil supplies drives prices up,\" Knuettel said.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "iran",
        "algeria",
        "libya",
        "saudi-arabia",
        "iran",
        "iraq",
        "kuwait"
    ],
    "PEOPLE": [
        "leigh-pemberton"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}