{
    "DATE": " 4-MAR-1987 14:39:22.53",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "colombia"
    ],
    "NEWID": "1715",
    "TEXT": {
        "TITLE": "COLOMBIA BLASTS U.S. FOR COFFEE TALKS FAILURE",
        "DATELINE": "    BOGOTA, March 4 - ",
        "BODY": "Colombian finance minister Cesar Gaviria\nblamed an inflexible U.S. position for the failure of last\nweek's International Coffee Organisation, ICO, talks on export\nquotas.\n    \"We understand that the U.S. Position was more inflexible\nthan the one of Brazil, where current economic and political\nfactors make it difficult to adopt certain positions,\" Gaviria\ntold Reuters in an interview.\n    The U.S. and Brazil have each laid the blame on the other\nfor the breakdown in the negotiations to re-introduce export\nquotas after being extended through the weekend in London.\n    Gaviria stressed that Colombia tried to ensure a successful\noutcome of the London talks but he deplored that intransigent\nattitudes, both from producing and consuming nations, made it\nimpossible.\n    In a conversation later with local journalists, Gaviria\nsaid the U.S. attitude would have serious economic and\npolitical consequences, not necessarily for a country like\nColombia but certainly for other Latin American nations and for\nsome African countries.\n    He told Reuters that Colombia, because of the relatively\nhigh level of its coffee stocks, would probably suffer less.\n    According to Gaviria, Colombia can hope to earn about 1,500\nmln dlrs this calendar year from coffee exports, which\ntraditionally account for 55 pct of the country's total export\nrevenue.\n    That estimate would represent a drop in revenues of 1,400\nmln dlrs from 1986.\n    Colombia, which held stockpiles of 10.5 mln bags at the\nstart of the current coffee year, exported a record 11.5 mln\nbags in the 1985/86 coffee year ending last September 30.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "amex"
    ],
    "PEOPLE": [
        "aqazadeh"
    ]
}