{
    "DATE": " 1-JUN-1987 09:18:33.15",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "NEWID": "17506",
    "TEXT": {
        "TITLE": "BOEING <BA> TO ACQUIRE DEFENSE ELECTRONICS FIRM",
        "DATELINE": "    SEATTLE, June 1 - ",
        "BODY": "Boeing Co and ARGOSystems Inc <ARGI.O>\nsaid they reached an agreement for Boeing to acquire the\nSunnyvale, Calif., defense electronics firm for about 275 mln\ndlrs.\n    The boards of both companies have approved the merger,\nwhich will be accomplished through a tender offer by a Boeing\nsubsidiary of 37 dlrs a share cash for all of ARGOSystems'\nshares, the companies said.\n    Under the agreement, the Boeing subsidiary, TBC Holdings\nCorp, will begin the tender offer promptly. If at least 90 pct\nof the shares are not tendered, the offer will be prorated to\n49 pct, the companies said.\n    ARGOSystems has granted Boeing an option to buy 1,238,311\nshares or 18.5 pct of the outstanding stock for 37 dlrs a\nshare, they said.\n    Also, Bill May, chairman of ARGOSystems, and three other\nofficers have granted Boeing an option to buy their shares,\nanother 8.9 pct of the outstanding stock, for 37 dlrs a share.\n    ARGOSystems makes equipment to monitor and analyze military\ncommunications signals, electronic warfare equipment to monitor\nand jam radar signals and signal processing systems.\n    For the nine months ended March 31, 1987, ARGOSystems\nreported earnings more than doubled to 6.3 mln dlrs or 95 cts a\nshare from 3.1 mln dlrs or 46 cts. The year-ago period included\na 2.2 mln dlr charge from a writedown of securities. Sales rose\n23.5 pct to 70.9 mln dlrs.\n    Sales are expected to exceed 100 mln dlrs for the fiscal\nyear ending June 30, the companies said in a joint statement.\n    The company's backlog is currently more than 180 mln dlrs,\nthey said. It has about 1,200 employees.\n    About 30 pct of ARGOSystems' business comes from\ninternational customers.\n    \"ARGOSystems is a clear leader in its field. This\nassociation will expand our overall activities and\nsignificantly enhance our ability to compete in the defense\nelectronics area,\" Boeing president Frank Shrontz said in a\nstatement.\n    ARGOSystems will operate as a wholly owned subsidiary of\nBoeing Co.\n    The merger following the tender offer will be subject to\napproval by ARGOSystems shareholders, the companies said.\n    The tender offer and merger are subject to customary\nconditions and expiration of the Hart-Scott-Rodino notification\nwaiting period, they said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ]
}