{
    "DATE": "26-FEB-1987 17:57:05.23",
    "TOPICS": [
        "nat-gas"
    ],
    "PLACES": [
        "usa",
        "algeria"
    ],
    "NEWID": "176",
    "TEXT": {
        "TITLE": "LNG IMPORTS FROM ALGERIA UNLIKELY IN 1987",
        "AUTHOR": "    BY NAILENE CHOU WIEST, Reuters",
        "DATELINE": "    NEW YORK, Feb 26 - ",
        "BODY": "Liquefied natural gas imports from\nAlgeria are unlikely to happen in 1987 even though its\neconomically feasible, U.S. industry analysts sources said.\n    Youcef Yousfi, director-general of Sonatrach, the Algerian\nstate petroleum agency, indicated in a television interview in\nAlgiers that such imports would be made this year.\n    \"Contract negotiations, filing with the U.S. government and\nthe time required to restart mothballed terminals will delay\nthe import until 1988/1989,\" Daniel Tulis, a natural gas\nanalyst with Shearson Lehman Bros. said.\n    Sonatrach is currently negotiating with two of its former\ncustomers, Panhandle Eastern <PEL> and Distrigas, a subsidiary\nof Cabot Corp <CBT> to resume LNG export, company officials\ntold Reuters. A third, El Paso Gas, a subsidiary of Burlington\nNorthern <BNI>, has expressed no interest.\n    Industry analysts said some imports of Algerian LNG were\nfeasible. \"On a marginal cost basis, the companies that have\nmade capital investment to handle LNG import can operate\nprofitably even in the current price environment,\"  Frank\nSpadine, an energy economist with Bankers Trust, said.\n   Analysts did not forsee a major impact from Algerian imports\non U.S. prices which are currently soft but expected to trend\nhigher by the end of 1987.\n    A decline in gas drilling and the time lag to bring Gulf of\nMexico productions onstream will tighten gas supplies and firm\nprices, Shearson's Tulis said.\n   In this context, Algerian LNG import would be a source of\nsupplemental supply to U.S. domestic production, he added.\n    Company sources currently in talks with Algeria agree,\nsaying that Algerian LNG would only serve to meet peak demand.\n    Company sources also said that any negotiations with\nAlgeria would emphasize looser arrangements which would relate\nvolumes to market requirements and prices to U.S. spot market\nvalues.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ]
}