{
    "DATE": "13-APR-1987 09:17:56.40",
    "TOPICS": [
        "nat-gas"
    ],
    "NEWID": "16238",
    "TEXT": {
        "TITLE": "COLUMBIA GAS <CG> SEEKS CONTRACT COST RECOVERY",
        "DATELINE": "    CHARLESTON, W. Va., April 13 - ",
        "BODY": "Columbia Gas Transmission\ncorp said it made an abbreviated, streamlined filing with the\nFederal Energy Regulatory Commission to recover a portion if\nits costs of renegotiating high-cost gas purchase contracts.\n    Recently, the Columbia Gas System Inc pipeline subsidiary\nsaid, FERC denied on procedural grounds and without prejudice a\nproposal to include these costs in the company's most recent\npurchased gas adjustment -- or PGA -- filing.\n    Noting it has has asked for a rehearing on the denial\nruling, Columbia Gas said it would withdraw its alternative\nfiling if the commission grantes its request for a rehearing to\ninclude the contract renegotiation costs in its PGA or\nconsolidates this issue in the pipeline's general rate filing\nand permit recovery, subject to refund, effective April one.\n    The company said the alternative filing seeks to recover\nabout 79 mln dlrs a year through the pipeline's non-gas sales\ncommodity rates. This annual amortization amount is based on\nrecovery of about 653 mln drls over an 8-1/4 year period,\nbeginning April 1, 1987.\n    Columbia Gas said the filing would increase the pipeline\ncommodity rates by 15.74 cts per mln Btu to 2.95 dlrs per mln.\n    The company said it orginially sought to include these\ncosts in its PGA since the payments to products resulted in\nalmost five billion dlrs in prospective price relief and were\nnot related to take-or-pay buyout costs.\n    It explained this interpretation was based on FERC's April\n10, 1985, Statement of Policy which said that only take-or-pay\nbuyout costs must be recovered through a general rate filing\nunder the Natural Gas Act.\n    As a result of renegotiating contracts for high-cost gas,\nColumbia Gas said, it has been able to reduce the average price\npaid for gas purchased from Southwest producers to 1.96 dlrs\nper mln Btu in December 1986 from 3.64 dlrs per mln in April\n1985.\n    The pipeline said Southwestern producers account for 46 pct\nof its total available gas supply this year.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "cavaco-silva"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}