{
    "DATE": "31-MAR-1987 07:06:42.67",
    "TOPICS": [
        "money-fx"
    ],
    "NEWID": "11234",
    "TEXT": {
        "TITLE": "CALL MONEY PRESSURE FROM LARGE GERMAN BANKS",
        "AUTHOR": "    By Allan Saunderson, Reuters",
        "DATELINE": "    FRANKFURT, March 31 - ",
        "BODY": "One or two large West German banks\neffectively drained the domestic money market of liquidity at\nthe end of the month in order to achieve higher rates from\ntheir overnight deposits, money dealers said.\n    As a result, call money soared in active trading to around\nthe Lombard rate of five pct from 3.70/80 pct yesterday as\nbanks found themselves short of minimum reserve funds.\n    Bundesbank figures showed that banks held an average daily\n51 billion marks in interest-free minimum reserve assets at the\ncentral bank over the first 29 days of the month.\n    Though this was above the March requirement of 50.7\nbillion, actual holdings at the weekend were 44.2 billion.\n    To meet the daily average, dealers said, banks must raise\nholdings by two billion marks to 46.3 billion today and\ntomorrow. But liquidity was tight in early business because\nbanks excessively took up the Bundesbank's offer for sale of\nTreasury bills on Friday. This provides a rate of 3.50 pct for\nthree-day deposits and is an effective floor to the market.\n    Though some liquidity, from bills bought on Thursday,\nflowed back into the market today, the bulk would not return\nuntil tomorrow, the start of the new month, dealers said.\n    Dealers said the large banks, which they did not name,\ncommanded short-term money requirements of as much as five\nbillion marks or so.\n    With a knowledge of their own needs until the end of the\nmonth, the banks bought excessive amounts of treasury bills,\ndraining liquidity for three days. When other banks sought\nfunds, rates rose and large banks were able to place excess\nfunds on deposit at a considerably higher average return.\n    One senior dealer said the Bundesbank, with advanced\nknowledge of the market's needs, should have curtailed its\nsales of treasury bills on Friday.\n    Though dealers only late in the day learn of the total\nminimum reserve holdings of the previous day, the Bundesbank\nhas an immediate overview of the situation and could anticipate\nthe strength of demand for funds the following day, he said.\n    \"(Bundesbank dealers) could easily have said we are not\nselling any treasury bills or we're not selling them in this\namount,\" he said. \"If the Bundesbank wants to finely steer the\nmarket then they should avoid such excesses. Tomorrow it will\nbe different. Call money will fall back to 4.0 pct or so.\"\n    But the Bundesbank would not approve of the sharp jump in\nrates, given the delicate state of currency markets.\n    International central banks have been at pains to prevent a\ndollar fall against major currencies, including the mark.\nDealers said a rise in call money gives the mark a firmer\nundertone, contributing to downward pressure on the dollar.\n    \"The whole tender policy is to have a call money of between\nthree and four pct. In that case the excesses as we have today\ncannot be very popular,\" the senior dealer said.\n    Dealers said the large banks probably achieved average\nrates of return on their excess funds of between 3.75 pct or\nfour pct. This is a higher return than they would have earned\nwithout the excessive draining through the treasury bill\nmechanism.\n    Because of the currency situation and the wage negotiations\nbetween Germany's major employers and the unions, the\nBundesbank would be very unlikely to make any changes to\nmonetary policy at its council meeting on Thursday, they said.\n    Bundesbank figures showed that banks fell back on the\nLombard emergency funding facility to draw down 1.5 billion\nmarks yesterday as rates began to tighten in late business.\n REUTER\n\u0003"
    },
    "PLACES": [
        "west-germany"
    ],
    "PEOPLE": [
        "thatcher",
        "ryzhkov"
    ],
    "ORGS": [
        "itc",
        "icco",
        "ico-coffee",
        "unctad"
    ]
}