{
    "DATE": "19-MAR-1987 09:18:25.05",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "7075",
    "TEXT": {
        "TITLE": "PORSCHE HALF-YEAR EARNINGS CALLED SATISFACTORY",
        "DATELINE": "    STUTTGART, March 19 - ",
        "BODY": "Dr. Ing. H.C.F. Porsche AG <PSHG.F>\nsaid earnings in first half year 1986/87 were \"satisfactory\"\ndespite burdens caused by the dollar's weakness against the\nmark and stagnating domestic demand.\n    In its semi-annual shareholders' report, Porsche said first\nhalf turnover fell six pct to 1.71 billion marks from 1.83\nbillion in the same period of 1985/86.\n    However, earnings were satisfactory, it said, without\ngiving absolute figures.\n    Domestic turnover fell 26 pct to 283 mln marks from 380\nmln.\n    Foreign turnover dipped to 1.43 billion marks from 1.45\nbillion in the first half of last year, although the export\nquota rose to 83 pct from 79 pct.\n    The car sector accounted for 1.51 billion marks of\nturnover, against 1.63 billion the year earlier, it said.\n    Production dropped five pct to 25,876 cars from 27,381.\nManufacture of the 911 and 928 models rose six pct to 11,122\nfrom 10,533 units but production of 924 and 944 models was cut\nby 12 pct to 14,754 units from 16,848 and would be cut further,\nthe report said.\n    Car sales fell four pct to 25.269 units from 26,414 in the\ncomparable half year, the report said. U.S. Demand continued\nfor all models but demand fell in other markets.\n    Domestic sales were 39 pct down at 3,267 units from 5,397,\nwhile sales abroad rose five pct to 22,002 from 21,017. Share\nof exports in sales rose to 87 pct from 80 pct.\n    Investments were reduced to 108 mln marks from 125 mln.\n    Earnings were hit by lower sales and by the lower value of\nthe dollar and currencies in other important markets.\n    Nevertheless, sales and turnover would finish the July 11\nyear at a \"high level,\" Porsche said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "balladur"
    ],
    "ORGS": [
        "icco"
    ]
}