{
    "DATE": " 6-MAR-1987 14:17:56.29",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2792",
    "TEXT": {
        "TITLE": "ATT <T> PHONE PROPOSAL TO HELP PROFITS",
        "AUTHOR": "    By Samuel Fromartz, Reuters",
        "DATELINE": "    NEW YORK, March 6 - ",
        "BODY": "American Telephone and Telegraph Co's\nproposal to deregulate its long distance phone service is\nunlikely to produce a radical change in phone rates, but it\nshould help the company's profits, analysts said.\n    \"Deregulation will mean more pricing discounts for large\nvolume users, but status quo for residential users,\" said\nPaineWebber Group analyst Jack Grubman.\n    But the proposals will scrap the pricing formula that has\nconstrained the company's profits in the long distance\nbusiness, leading to higher profit margins, analysts said.\n    ATT has long pushed for deregulation of its long-distance\nbusiness, the profits of which have been limited by a regulated\nrate-of-return on the company's investments. The rate was cut\nlast year to 12.20 from 12.75 pct.\n    Earlier today the company proposed to the Federal\nCommunications Commission to scrap the formula, cut the amount\nof time needed to approve rate proposals, and leave it up to\nits competitors to oppose it filings.\n    MCI Communications Corp <MCIC> made a similar filing\nyesterday, saying greater the moves would increase competition\nin the telephone business.\n    Analysts said the proposals will allow ATT to cut costs in\nthe long-distance unit, and increase its profit margins\npreviously constrained by the rate of return. But many said\nthey did not expect the proposals to lead to higher prices in\nthe industry, simply because of the competition the phone\nindustry giant faces.\n    \"You probably wouldn't see as much of a price decline,\"\nsaid Gartner Group analyst Fritz Ringling. \"But you wouldn't\nsee a rise.\" Grubman said the proposals will allow ATT to\nselectively raise or lower prices, depending on the market. \"It\nwill give ATT a lot more flexibility,\" he said.\n    ATT now faces a period of comment in which a number of\ncompanies will be able to respond to the proposals in FCC\nhearings.\n    It may face at least one strong opponent, U.S. Sprint, the\nlong distance joint venture between GTE Corp <GTE> and United\nTelecommunications Inc <UT>.\n    \"We think the Congress of the FCC should establish a\nreasonable rate of return. Someone should establish it,\" a U.S.\nSprint spokesman said. But he added the company was not opposed\nto greater competition.\n    It may also take some time for the proposals to go through,\nand in the process they may be altered by the various\nconstituencies affected by the move.\n    \"There's so much complexity, so much inertia, so much\nbureacracy, that stricly speaking about the mechanisms, it\nwon't happen that fast,\" said analyst Victor Krueger of the\nGartner Group.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "opec",
        "iea"
    ],
    "EXCHENGES": [
        "liffe"
    ]
}