{
    "DATE": " 3-APR-1987 13:54:45.70",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "13046",
    "TEXT": {
        "TITLE": "CONABLE WARNS PROTECTIONISM MIGHT SPREAD",
        "AUTHOR": "    By Alver Carlson, Reuters",
        "DATELINE": "    WASHINGTON, April 3 - ",
        "BODY": "World Bank President Barber Conable\nexpressed concern that trade protectionism, at the heart of a\nnew showdown between the United States and Japan, might spread\nthroughout the industrial world.\n    But in an interview with Reuters, Conable said the action\nby the United States to slap tariffs on certain electronic\ngoods from Japan did not mean the countries were heading for a\nfull-scale trade war.\n    Conable said the World Bank has been pressing developing\ncountries to open their markets, arguing that a free trading\nenvironment increased the possibility of global economic\ngrowth.\n    \"We have, in fact, been making adjustment loans to many\ncountries in the developing world which have encouraged the\nopening of their markets and we want to be sure that the\ndeveloped world doesn't close at the same time,\" he said.\n    He said the U.S. action against Japan was \"a significant\nretaliatory step but it did not constitute a basic change in\ntrade policy.\"\n    The interview came just before next week's semi-annual\nmeetings of the Bank and the International Monetary Fund.\n    Referring to Brazil's recent interest payments moratorium,\nConable also said the global debt situation was very serious\nand must be closely watched.\n    He said the Bank, which in the past has concentrated on\nmaking loans that assist the basic underpinnings in the\ndeveloping world such as dams, roads and sewers, will\nincreasingly make assistance available for economic reform.\n    The Bank has increased these loans, in part because of the\ndebt crisis that has found countries desperately in need of new\nfunds for balance of payments adjustment and economic reforms\naimed at opening their markets, encouraging foreign investment\nand reducing government's role in the economy.\n    \"We're comfortable with adjustment lending, we expect,\nhowever, that it will never reach a majority of our portfolio,\"\nConable said.\n    He made clear, however, that adjustment lending would\ncontinue to increase as a proportion of overall Bank lending\nfor some time.\n    He noted, \"the problem of debt was a severe one and many\ncountries are asking for adjustment assistance because of the\nproblem of debt.\"\n    Conable, is a a former Republican Congressman from New York\nchosen by President Reagan for the Bank position last year. He\nis an associate of Treasury Secertary James Baker who launched\nthe U.S. strategy for shoring up indebted nations in October,\n1985 which included a call for increased adjustment lending by\nthe World Bank.\n    Conable also said that he expected the result of a major\nstudy of the Bank's organization to be completed in the next\nseveral weeks.\n    He said the decision to seek a reorganization was based, in\npart, on the fact that the Bank had come under fire from the\npoorest countries for not doing enough to help and from the\nrichest countries because of inefficiency.\n    the reorganization is considered a major initiative by\nConable, and is being closely-watched by the agency's 151\nmember-countries as an indication of his management style and\npriorities.\n    \"I want to be sure this institution is viewed by those who\nmust support it as soundly constituted so that it will be\npermitted to grow,\" Conable said.\n    However, he said \"I don't believe there is anything\nbasically wrong with this institution and I don't believe it\nhas to have any redefinition of its purpose.\"\n    He said, however, that it was apparent that the debt\ninitiative proposed by Baker has given the Bank a central role\nin dealing with the debt crisis.\n    Conable added that cooperation between the Bank and its\nsister agency, the International Monetary Fund, was good and\nthat he talked often with IMF Managing Director Michel\nCamdessus on a variety of issues.\n    On a personal level, Conable said that he not feel a need\nto put his personal stamp on the Bank noting that \"I don't have\na particular mission here except to be useful to the\ninstitution and to the process of development.\"\n    He added, \"so I don't feel a great calling to personalize\nthe institution.\"\n    On the development needs of sub-Sahara Africa, Conable said\nthat the Bank was constantly reviewing new ways for assisting\nthe region, noting that half of the recently agreed financing\nof 12.4 billion dlrs for Bank's International Development\nAssociation was earmarked for Africa.\n    Leading industrial nations are expected to consider new\nforms of debt relief for the very poorest nations, like those\nin the Sub-Sahara, during next week's meetings.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "conable"
    ],
    "ORGS": [
        "imf",
        "worldbank"
    ]
}