{
    "DATE": " 8-APR-1987 15:06:29.65",
    "TOPICS": [
        "money-supply"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15246",
    "TEXT": {
        "TITLE": "FED'S HELLER SAYS MONETARY GROWTH TO BE SLOWER",
        "DATELINE": "    WASHINGTON, April 8 - ",
        "BODY": "Robert Heller, a member of the\nFederal Reserve Board, said he expects \"more modest levels\" of\ngrowth in the money supply this year.\n    \"In my view, this would not only be a logical, but also a\nmost desireable development,\" he said in a speech prepared for\ndelivery to an economic forum at Chapman College in Orange,\nCalif.\n    A text was released in Washington.\n    He said the effect of lower inflation and financial\nderegulation on monetary aggregates was now largely finished.\n    \"Consequently, monetary growth may return to more modest\nlevels,\" Heller said. He noted growth in the money supply slowed\nafter mid-January.\n    \"I would not be surprised at all if the monetary aggregates\nwere to grow rather slowly during the balance of the year as\nwell,\" he added.\n    Heller said there was a danger of renewed price inflation.\n    \"The pricing behavior of American producers in response to\nprice increases of their foreign competitors will be crucial\nfor our economic future,\" he said.\n    Widespread domestic price rises in response to rising\nimport prices would \"generalize the inflationary forces\nemanating from the foreign trade sector\" and might not gain more\nmarket share for U.S. producers.\n    \"A return to the stagflation of the late 1970s may well be\nthe result of such a behavior pattern,\" Heller warned.\n    He said \"we at the Federal Reserve will have to be\ndisciplined in our conduct of monetary policy.\" \n    Heller said said the government should also exercise fiscal\ndiscipline and cut the deficit by spending restraint rather\nthan new taxes.\n    \"The imposition of new taxes would tend to rekindle\ninflation and certainly would not make us more competitive in\ninternational markets,\" Heller said.\n    He said the U.S. economy should expand by nearly three pct\nduring 1987, aided by higher exports to Europe and Canada.\n    A free trade agreement currently being negotiated with\nCanada \"would be exceedingly helpful in allowing American\nproducers to compete more effectively in that country,\" Heller\nsaid.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc",
        "ec"
    ],
    "PEOPLE": [
        "aqazadeh"
    ],
    "EXCHENGES": [
        "lme"
    ]
}