{
    "DATE": "17-MAR-1987 01:28:02.49",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "5796",
    "TEXT": {
        "TITLE": "STUDY PREDICTS U.S. DEPENDENCE ON FOREIGN OIL",
        "DATELINE": "    NEW YORK, March 17 - ",
        "BODY": "A government study has concluded the\nU.S. Will be dependent on oil from the middle east into the\nnext century and must take steps to reduce its vulnerability,\nthe New York Times said.\n    The newspaper said the inter-agency government study found\na serious oil-dependency problem due to steadily falling\ndomestic production and rising demand for imported oil.\n    The study concluded that by 1995 the U.S. Will be relying\non foreign countries for 50 pct of its oil, more than the peak\nof 48 pct reached in 1977 and far above the 33 pct rate during\nthe 1973-74 Arab oil embargo.\n    The U.S. Now imports about 38 pct of its oil needs, up from\n27 pct a year ago, the New York Times said.\n    It said recommendations sent to the White House by Energy\nSecretary John Harrington include financial incentives to raise\ndomestic oil production by one mln barrels a day from the\ncurrent 8.4 mln barrels.\n    The newspaper said the administration has placed increased\nemphasis on stockpiling oil reserves. It said the view now held\nis that the Strategic Petroleum Reserve to be tapped in times\nof shortages, should be increased by 100,000 barrels a day,\nrather than 35,000 as called for in the 1988 budget.\n   The newspaper said Harrington may propose restoring the\ndepletion allowance to major producers.\n    \"The administration also plans to renew its efforts to\n...Repeal the windfall profits tax, remove bars to drilling on\nthe outer continental shelf and repeal the law that limits the\nuse of natural gas in industrial and utility boilers,\" it added.\n    The New York Times quoted Senator Don Nickles of Oklahoma\nas saying the study greatly underestimated potential U.S.\nDemand for imported oil in the next decade and overestimated\nthe amount of domestic oil which would be produced.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}