{
    "DATE": " 9-APR-1987 09:27:51.36",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15511",
    "TEXT": {
        "TITLE": "PHYSIO TECHNOLOGY <PHYT> SEES LOSS, IN DEFAULT",
        "DATELINE": "    TOPEKA, Kan., April 9 - ",
        "BODY": "Physio Technology Inc said it\nexpects to have a third quarter, ended March 31, loss of about\n200,000 dlrs and is in default on its bank loan because of the\nresignation of chairman and chief executive officer.\n    The company said the loss followed four quarters of modest\nprofits. In the year ago quarter it earned 11,000 dlrs, or one\ncent a share. For the first half of fiscal 1987, it reported a\nprofit of 42,000 dlrs, or two cts a share, compared to a year\nearlier loss of 294,000 dlrs, or 17 cts a share.\n    It said President Michael R. Hall will assume the duties of\nchief executive officer.\n    Physio Technology said the resignation of Chairman James C.\nLane can constitute non-compliance with its Series A\nconvertible subordinated debentures due 1996 and a default\nunder its agreement with the Merchants Bank of Kansas City.\n    It explained a declaration of non-compliance under the\ndebentures would create a a default under the loan agreements\nrequiring immediate payment of 1.8 mln dlrs of debentures and\nabout 450,000 dlrs outstanding under the bank credit line.\n    The company said the debenture holders intend to waive the\nnon-compliance, but reserve the right to withdraw the waiver at\nthe end of any 30 day period.\n    Physio Technology said it is changing its field sales force\nto independent representatives and dealers from employees to\n\"significantly reduce its fixed overhead.\"\n    Its statement did not indicate how many employees would be\naffected by the move.\n    The company said Lane will become an independent dealter\nfor the company in certain midwestern states. He will continue\nto serve as a director, it added.\n Reuter\n\u0003"
    },
    "ORGS": [
        "fao"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "EXCHENGES": [
        "lme"
    ]
}