{
    "DATE": " 4-MAR-1987 14:10:23.37",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "france"
    ],
    "NEWID": "1696",
    "TEXT": {
        "TITLE": "TOTAL STILL EXPECTS 1.5 BILLION FRANC 1986 LOSS",
        "DATELINE": "    PARIS, March 4 - ",
        "BODY": "French oil group Total Cie Francaise des\nPetroles <TPN.PA> is still expecting a 1.5 billion franc\nconsolidated net loss, including minority interests, for 1986,\nafter taking account of stock losses of 7.5 billion francs, the\ncompany said in a communique after a board meeting here.\n    In late January group president Francois-Xavier Ortoli told\njournalists that the slump in oil prices and the weak dollar\nhad caused the stock depreciation, turning a consolidated net\nprofit, before losses on stocks, of six billion francs into a\nconsolidated net loss of 1.5 billion francs.\n    Earlier today Armand Guilbaud, president of Total's\nrefining and distribution subsidiary Cie de\nRaffinage-Distribution (CRD) Total France <RAFF.PA>, told\njournalists that 1986 had marked a return to profit for the\nsubsidiary before stock depreciation.\n    CRD made a net profit before stock depreciation and\ncurrency factors of 1.95 billion francs last year after a 1.16\nbillion loss in 1985.\n    But its net loss last year, taking account of that\ndepreciation as well as currency fluctuations, was 1.16 billion\nfrancs after a 1.05 billion loss in 1985.\n    In 1986 CRD's sales fell 5.7 pct to 19.7 mln tonnes from\n20.9 mln \"due to the growth in imports by independent\ndistributors following a relaxation of regulations,\" Guilbaud\nsaid.\n    The subsidiary is expecting to cut its workforce to 6,000\nthis year and 5,000 in 1988 from 6,800 last year, under a job\nreduction scheme which will eventually save the group 600 mln\nfrancs, he said.\n    Concerning business in 1987, he said that \"January was a\ngood month, but the situation deteriorated in February.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "amex"
    ],
    "PEOPLE": [
        "aqazadeh"
    ]
}