{
    "DATE": " 8-APR-1987 09:52:12.98",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "usa",
        "west-germany"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "NEWID": "14987",
    "TEXT": {
        "TITLE": "STOLTENBERG SEES MOVES TO STRENGTHEN PARIS ACCORD",
        "DATELINE": "    WASHINGTON, April 8 - ",
        "BODY": "West German Finance Minister Gerhard\nStoltenberg said today's meetings of major industrial countries\nwould look at ways of strengthening the Paris accord on\nstabilizing foreign exchange rates.\n    Stoltenberg told journalists he saw no fundamental weakness\nof the February 22 agreement of the Group of Five countries and\nCanada to keep exchange rates near the then-current levels.\n    But he declined to say what measures would be discussed\nahead of a communique of the Group of Seven ministers later\ntoday.\n    Stoltenberg and Bundesbank President Karl Otto Poehl said\nthe importance of the Paris agreement, also known as the Louvre\naccord, had been underestimated.\n    Stoltenberg said there is greater agreement now among major\ncountries than six months ago, at the time of the annual\nmeeting of the International Monetary Fund and World Bank,\nmarked by sharp discord between the United States and its major\ntrading partners.\n    \"There is no fundamental weakness of the Paris accord,\" he\nsaid. \"We will be looking at ways of strengthening it, but I do\nnot want to discuss that here.\n    Stoltenberg said the Louvre agreement was working despite a\n\"slight firming\" of the yen against the dollar.\n    And Poehl noted that the dollar/mark parity was unchanged\nsince February 22 without the Bundesbank having had to sell\nmarks to support the dollar.\n    \"The Louvre agreement has been honored by the market,\" he\nsaid.\n    Poehl said West Germany had lived up to its side of the\nbargain in Paris by preparing the way for tax cuts to be\naccelerated as a way of stimulating growth.\n    Poehl said, however, that Japan had not yet fulfilled its\npledges for economic stimulation.\n    \"And we will have to see if the United States is able to do\nwhat they promised in Paris on reducing the budget deficit --\nand get it through Congress,\" he added.\n    Stoltenberg reiterated West German concern about a further\nfall in the dollar, noting that the mark was up 85 pct against\nthe dollar and nearly 20 pct on a trade-weighted basis.\n    \"You cannot expect that to go unnoticed in an economy. And\nit is not just a German problem, it is a European problem,\" he\nsaid.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}