{
    "DATE": "19-MAR-1987 17:44:47.68",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "usa",
        "ussr"
    ],
    "NEWID": "7471",
    "TEXT": {
        "TITLE": "SHULTZ NOT OPPOSED TO WHEAT SUBSIDY TO SOVIETS",
        "DATELINE": "    WASHINGTON, March 19 - ",
        "BODY": "Secretary of State George Shultz has\ndecided not to oppose any U.S. wheat subsidy offer to the\nSoviet Union and has left the final decision on whether to sell\nsubsidized wheat to Moscow up to President Reagan and the\nAgriculture Department, a State Department official said.\n    \"Shultz feels like he fought the battle against a subsidy\nlast summer, and he's not going to the mat again. It's now\nbasically the USDA who has to make their decisions as to what\nthey want to do,\" the official said.\n    If USDA decides to go ahead with a subsidy offer to the\nSoviet Union, he said, \"Shultz will not wage a vigorous\ncampaign against it. He might not come out in favor of it, but\nhe won't go to the President and voice his objections.\"\n    In an official statement clarifying Shultz's remarks\nyesterday to leaders of the National Association of Wheat\nGrowers, the State Department said, \"Secretary Shultz expressed\nhis belief that whenever possible, U.S. grain should be\ncompetitive on world markets, including the Soviet Union.\n    The Agriculture Department is in the best position to\ndetermine whether consideration should be given at this time to\nextending to the Soviets a subsidy under the Export Enhancement\nProgram.\"\n    Although Shultz will not oppose a wheat subsidy to the\nSoviets, there remain obstacles to another subsidy offer to\nMoscow, the State Department official said.\n    \"Everyone in the government agrees that if there is a\nsubsidy to be offered, we would not offer it unless we had a\nfirm commitment from the Soviets that they would buy.\"\n    USDA does not want a repetition of last summer when the\nUSSR baulked at its offer of four mln tonnes of subsidized\nwheat, the official, who asked not to be identified, said.\n    The Soviets rejected the U.S. offer then on the grounds\nthat the 13 dlr per tonne subsidy was insufficient to bring\nU.S. prices down to competitive levels.\n    The Soviets want a higher subsidy offer this time, the\nState Department source said.\n    \"What the Soviets want is something equivalent to the\nlowest price being paid by anyone in the world,\" he said.\n    The Soviets argue that they are the best customer of the\nU.S. and that they are entitled to the best price, he said.\n    Government and commodity sources also said there are\nelements in the USDA, most notably undersecretary Daniel\nAmstutz, who remain opposed to a wheat subsidy to the Soviets.\n    \"Subsidized wheat to the Soviet Union is still not a\nforegone conclusion,\" the State Department official said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "lawson"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "simex"
    ]
}