{
    "DATE": "16-MAR-1987 08:08:22.08",
    "TOPICS": [
        "trade",
        "veg-oil"
    ],
    "PLACES": [
        "belgium",
        "uk",
        "west-germany"
    ],
    "NEWID": "5285",
    "TEXT": {
        "TITLE": "U.K. AND GERMANY LEAD ATTACK ON EC FARM REFORMS",
        "AUTHOR": "    By Paul Mylrea, Reuters",
        "DATELINE": "    BRUSSELS, March 16 - ",
        "BODY": "Britain and West Germany told their\nEuropean Community partners they would strongly oppose major\nelements of proposals to rid the EC of its farm surpluses.\n    At a meeting of EC foreign ministers, Britain called for a\nfull debate on a proposed tax on edible oils and fats that has\nalready angered EC consumer groups and unleashed Washington-led\nprotests from exporters to the EC, diplomats said.\n    West Germany, also opposed to the oils and fats tax, will\nadvise the meeting formally later today it cannot countenance\nother proposals that could hit German farmers, they added.\n    They said West Germany's objections were put in a letter\nthis weekend from Chancellor Helmut Kohl to Jacques Delors, the\npresident of the EC's Executive Commission which had put\nforward the proposals last month in a bid to avoid a new EC\ncash crisis.\n    Kohl reiterated German objections to proposed cereals\nproduction curbs but reserved his harshest criticism for a\nproposed dismantling of Monetary Compensatory Amounts (MCAs) -\na system of cross-border subsidies and taxes which level out\nforeign exchange fluctuations for farm exports.\n    Kohl made clear the dismantling would mainly hit German\nfarmers who, without MCAs, would find it much more difficult to\nexport to weaker currency states, which means virtually all\nother 11 EC states, diplomats said.\n    Britain initiated the discussion on the proposal to impose\na hefty tax on domestic and imported oils and fats because it\ncould seriously damage EC trade relations.\n    The diplomats said the United States had been the most\noutspoken among foreign critics of the proposal, describing it\nas a breach of the EC's obligations under the world trade body\nGATT.\n    But protests had also come from other exporters to the EC,\nsuch as Senegal, Malaysia, Indonesia, Brazil, Argentina,\nIceland and Norway, they added.\n    Britain has often lined up against West Germany on the farm\nreform issue in the past but is keen to avoid measures that\ncould spark a damaging trade war with the U.S.\n    Foreign ministers were unlikely to take a decision on\neither the oils and fats tax or the MCA proposals today,\ndiplomats said. But their discussion should make clear that\nneither has a chance of surviving when it comes up for\nsubstantive consideration by EC farm ministers later this\nmonth, they added.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}