{
    "DATE": "15-MAR-1987 04:55:45.56",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "saudi-arabia"
    ],
    "NEWID": "5167",
    "TEXT": {
        "TITLE": "SAUDI OIL MINISTER SEES NO NEED TO ALTER OPEC PACT",
        "AUTHOR": "    By Philip Shehadi, Reuters",
        "DATELINE": "    RIYADH, March 15 - ",
        "BODY": "Saudi Arabian Oil Minister Hisham Nazer\nsaid OPEC's December agreement to stabilise oil prices at 18\ndlrs a barrel was being implemented satisfactorily and there\nwas no immediate need to change it.\n    Nazer, in an interview with Reuters and the television news\nagency Visnews, said Saudi Arabia was producing around three\nmln barrels per day (bpd) of crude oil, well below its OPEC\nquota.\n    Saudi Arabia, the world's largest oil exporter, will\ncontinue to restrain production as long as other OPEC members\nadhere to the pact, Nazer said.\n    The 13-nation OPEC agreed in December to cut its production\nceiling by 7.25 pct to 15.8 mln bpd and abide by fixed prices\naveraging 18 dlrs a barrel from February 1.\n    Nazer, in his first interview since succeeding Ahmed Zaki\nYamani last October, said: \"I do not foresee any need for new\nmeasures before the 25th of June when our (next OPEC) meeting\nwill take place as scheduled.\"\n    Nazer said OPEC was producing below 15.8 mln bpd and all\nmembers were abiding by its agreements.\n    \"We've heard news every now and then of violations but they\nwere not at all verified,\" he said.\n    OPEC production curbs have boosted world oil prices from a\n13-year low of around eight dlrs a barrel last August to near\n18 dlrs after announcement of the December pact.\n    Spot market prices slipped some two dlrs in February but\nhave firmed in the past two weeks to near OPEC levels as\ntraders gained confidence in OPEC price and output discipline.\n    Nazer said Saudi Arabia would continue to produce below its\n4.133 mln bpd quota if necessary to defend the 18 dlr price.\n    \"As long as all the OPEC members adhere to the program as\ndevised in December, Saudi Arabia will continue to adhere to\nthe agreement,\" he said.\n    Current production of three mln bpd includes oil from the\nNeutral Zone shared with Kuwait, but not sales from floating\nstorage, Nazer said.\n    King Fahd of Saudi Arabia, in an interview with Reuters and\nVisnews on March 11, said the kingdom wanted oil price\nstability and called on non-OPEC producers to avoid harmful\ncompetition with OPEC.\n    \"Saudi Arabia doesn't decide prices by itself but certainly\ndesires price stability,\" he said.\n    Nazer said the output level did not mean the kingdom had\nreturned to a role of \"swing producer\" within OPEC.\n    Saudi Arabia allowed its output to sink as low as two mln\nbpd in August 1985 to compensate for slack demand and\nover-production by some OPEC states.\n    \"Saudi Arabia is not playing that role. It is being played\nby OPEC membership as a whole because the reduction in the 15.8\nmln bpd share of OPEC in the market is being shared by other\nmembers of OPEC,\" Nazer said.\n    Nazer said OPEC estimated demand for its oil during third\nquarter this year would be around 16.6 mln bpd.\n    But he said if circumstances changed \"I am sure then the\nOPEC members will consult with each other and take the\nnecessary measures.\"\n    Oil analysts say the OPEC pact could come under strain when\ndemand for petroleum products generally falls in the northern\nhemisphere spring and summer.\n    Nazer said he was satisfied with the extent of cooperation\nfrom non-OPEC producers. Norway, Egypt and the Soviet Union\nagreed to help OPEC by restraining production or exports after\nhe visited them on OPEC's behalf earlier this year.\n    \"We did not ask any country to do anything. These were\nprogrammes they thought were necessary to stabilise market\nconditions and to help themselves attain better pricing\nconditions,\" Nazer said.\n    He said it was up to countries that declined to cooperate\n-- such as Britain -- to come up with their own proposals if\nthey saw fit.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cbt"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}