{
    "DATE": "23-MAR-1987 08:03:48.25",
    "TOPICS": [
        "coffee",
        "ship"
    ],
    "PLACES": [
        "uganda"
    ],
    "NEWID": "8200",
    "TEXT": {
        "TITLE": "CASH CRISIS HITS UGANDAN COFFEE BOARD",
        "DATELINE": "    KAMPALA, March 23 - ",
        "BODY": "Uganda's state-run Coffee Marketing\nBoard (CMB) has been suffering a cash crisis for the past two\nmonths due to a bottleneck in export shipments and\nadministrative delays in handling payments, trade sources said.\n    The CMB needs between 10 and 15 billion shillings (the\nequivalent of seven to 10 mln dlrs) to pay farmers and\nprocessors for coffee already delivered, but its present export\nrevenue is insufficient to cover such expenditure, they said.\n    The board's cash crisis has serious implications for the\neconomy as a whole, since coffee accounts for 95 pct of\nUganda's total exports.\n    The CMB's financial difficulties first started in January\nfollowing delays in rail-freighting export consignments of\ncoffee to the ports of Mombasa, Dar es Salaam and Tanga.\n    These delays were caused by a shortage of railway wagons in\nUganda and bottlenecks on the ferries which transport Ugandan\nwagons across Lake Victoria to link up with the Kenyan and\nTanzanian railway systems, the sources said\n    Marketing Minister John Sebaana-Kizito publicly\nacknowledged on February 19 that the CMB had run up arrears to\nlocal suppliers as a result of the shortage of transport for\nmoving exports.\n    Sebaana-Kizito said at the time that the payments squeeze\nwould be resolved in two weeks.\n    However, an accident to the rail ferry which plies between\nthe Ugandan lake port of Jinja and Kisumu in Kenya put it out\nof action between February 21 and March 15, causing fresh\ndelays in cargo movements.\n    Coffee exports are especially sensitive to the disruption\nof rail transport since president Yoweri Museveni has banned\ntheir haulage by road in a drive to save transport costs.\n    Transport difficulties meant that by early February the CMB\nwas holding unsold coffee stocks of around 750,000 bags.\n    These stocks were equivalent to one quarter of Uganda's\nexpected three mln 60-kilo bag 1986/87 (October-September)\ncrop, the sources said.\n    According to the sources, the board's financial problems\nhave been aggravated by long delays in processing export\nreceipts.\n    The coffee board was taking about eight weeks to recycle\nexport receipts into payments to local producers, whereas\nexport bills handled by local banks took half that time to\nprocess, they said.\n    The sources said the CMB's price structure had been\novertaken by Uganda's high inflation rate, unofficially\nestimated at about 200 pct, and that this was a further\ndisincentive to producers, already owed large arrears.\n    \"The coffee pricing structure is wrong and three months\nbehind, the foreign exchange rate is unrealistic, and the\nsooner the so-called economic package is put in top gear, the\nbetter for the coffee industry and the economy as a whole,\" one\nof the sources said.\n    The government is currently negotiating a package of\neconomic reforms with the World Bank and International Monetary\nFund aimed at underpinning a renewed inflow of foreign aid to\nhelp Uganda's economic recovery after 15 years of political\nstrife.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}