{
    "DATE": "20-MAR-1987 08:35:00.33",
    "TOPICS": [
        "trade",
        "money-fx"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "7628",
    "TEXT": {
        "TITLE": "JAPAN UNDER ATTACK OVER TRADE SURPLUS",
        "AUTHOR": "    By Rich Miller, Reuters",
        "DATELINE": "    TOKYO, March 20 - ",
        "BODY": "Japan's economic policies face fierce\ninternational attack as hopes fade of a substantial drop in its\ntrade surplus, international monetary sources said.\n    At a meeting this week in Paris, senior government\nofficials from major nations are considering an Organisation\nfor Economic Cooperation and Development (OECD) staff report\nthat forecasts a continuing large Japanese trade surplus, they\nsaid.\n    Though Japanese exports have become more expensive with the\nyen's sharp rise against the dollar, they still tend to surge\nwhen growth picks up, according to the OECD.\n    As a solution, the OECD staff has urged Japan to redirect\nits export-driven economy, boosting domestic demand and imports\nby adopting a more flexible fiscal policy, they said.\n    That recommendation echoes calls made recently at secret\nmeetings of the International Monetary Fund's executive board.\n    The monetary sources said Japan's policy was criticized\nwhen the board met to consider the country's economy under the\nannual consultations it holds with each of its members.\n    The United States, which until recently has been reluctant\nto criticize Japan's fiscal stance, joined in the attack, he\nsaid.\n    The IMF staff has also cast doubt on the Japanese\ngovernment's forecast of 3.5 pct economic growth in the fiscal\nyear beginning April 1. Most independent forecasters, including\nthe IMF, believe that growth in calendar 1987 will be below\nthree pct, monetary sources said.\n    The Finance Ministry has been particularly sensitive to\nsuch criticism because it is already under mounting domestic\npressure to boost an economy hard-hit by the yen's rise. The\nyen's climb has lost exporters sales and profits in the huge\nAmerican market.\n    Tokyo is also eager to avoid any suggestion that a further\nyen rise might be needed to cut its trade surplus, which last\nyear amounted to a record 93 billion dlrs.\n    Japan cannot tolerate a further rise of the yen, Foreign\nMinister Tadashi Kuranari said recently. The yen closed here\ntoday at 151.53 to the dollar. Most Japanese politicians,\nincluding Finance Minister Kiichi Miyazawa, are clearly hoping\nthe yen will weaken, government officials said.\n    At a meeting in Paris last month, Britain, Canada, France,\nJapan, the United States and West Germany, agreed to cooperate\nto hold currencies at around current levels.\n    Officials said that wording represented a compromise.\nMiyazawa hopes the agreement will hold the yen stable for a few\nmonths, before it weakens later in the year.\n    Japan wanted the Paris communique to imply a higher value\nfor the dollar, perhaps by substituting the word \"recent\" for\n\"current,\" while the United States wanted it to more clearly\npoint to the dollar's weaker levels now, perhaps by use of the\nword \"present,\" they said.\n    In the months leading up the February 22 agreement, the\ndollar dropped some 10 yen.\n    The officials also sought to discredit suggestions in the\nmarket that recent U.S. Action to prevent the dollar from\nrising above 1.87 marks pointed to a 153 to 155 yen ceiling for\nthe U.S. Currency.\n    Japan has also attacked OECD forecasts, which it says do\nnot take account of the structural changes in the Japanese\neconomy that will be triggered by the strong yen.\n    Officials said there are already signs of that. More and\nmore companies have announced plans to move production\nfacilities offshore to take advantage of cheaper costs abroad,\nthey said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "reagan"
    ],
    "ORGS": [
        "oecd",
        "imf"
    ],
    "EXCHENGES": [
        "simex"
    ]
}