{
    "DATE": " 5-MAR-1987 08:58:43.02",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "1996",
    "TEXT": {
        "TITLE": "USAIR <U> REJECTS TWA <TWA> TAKEOVER BID",
        "DATELINE": "    WASHINGTON, March 5 - ",
        "BODY": "USAir Group Inc said its board has\nrejected Trans World Airlines Inc's offer to acquire USAir for\n52 dlrs per share in cash as grossly in adequate and not in the\nbest interests of USAir shareholders, employees or passengers.\n    The company said the unsolicited bid by the Carl C.\nIcahn-led TWA was \"highly conditional.\"\n    USAir said its board and that of Piedmont Aviation Inc\n<PIE> met separately yesterday to consider USAir's offer to\nacquire 50.1 pct of Piedmont for 71 dlrs per share and\nremaining shares for 1.5 to 1.9 common shares each, valued at\nabout 73 dlrs per share based on the average closing price of\nUSAir common during a period just before the merger.\n    The company said it is continuing talks with Piedmont on\narriving at a definitive merger agreement and the two companies\nhope to reach one very shortly.\n    USAir said \"In light of the highly conditional nature and\nother terms of the TWA offer, the timing of the offer and the\ncircumstances under which it was made, USAir Group believes\nthat the purpose of the TWA offer is to interfere with USAir\nGroup's proposed acquisition of Piedmont.\n    \"TWA's proposal is nothing more than an attempt by Carl\nIcahn to disrupt at the eleventh hour USAir Group's acquisition\nof Piedmont, a transaction which the USAir Group board views as\nmost beneficial to USAir Group shareholders, employees and\npassengers and which Mr. Icahn obviously regards as contrary to\nhis own personal interests.\"\n    USAir said its board has authorized counsel to explore all\nappropriate legal remedies against what it called TWA's\nlast-minute attempt to interfere with USAir Group's acquisition\nof Piedmont.\n    The company said conditions to the TWA offer include TWA\nobtaining financing, the USAir board redeeming defensive rights\nissued to shareholders last year and acting to render the \"fair\nprice\" provision contained in USAir's charter inapplicable to\nthe TWA offer and Transportation Department approval.\n Reuter...\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nyse"
    ],
    "PEOPLE": [
        "icahn"
    ]
}