{
    "DATE": "19-MAR-1987 06:03:28.02",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "saudi-arabia"
    ],
    "NEWID": "6996",
    "TEXT": {
        "TITLE": "ECONOMIC SPOTLIGHT - SAUDI ARABIA RESHAPES ECONOMY",
        "AUTHOR": "    By Stephen Jukes, Reuters",
        "DATELINE": "    RIYADH, March 19 - ",
        "BODY": "Higher world oil prices, coupled with a\nnew realism ushered in by austerity, could lift Saudi Arabia's\neconomy after five years of falling revenue and growing budget\ndeficits, bankers and diplomats said.\n    The months ahead will prove critical as the government\nattempts a balancing act between defending higher oil prices\nand fostering recovery through a bigger role for the private\nsector.\n    Economists said oil earnings could recover this year to\nabout 20 billion dlrs and nominal gross domestic product could\ngrow by about three pct, the first rise since 1982.\n    But the economists said this will be possible only if the\nOrganisation of Petroleum Exporting Countries (OPEC) succeeds\nin defending world oil prices and if Saudi Arabia is not forced\nto curtail output for too long.\n    Saudi Arabia is now keeping production down to defend\nOPEC's newly-established 18 dlr a barrel benchmark price.\n    Oil Minister Hisham Nazer told Reuters output is running at\nabout three mln barrels per day (bpd), well down on Saudi\nArabia's OPEC quota of 4.13 mln set for the first half of 1987.\n    King Fahd has stamped his personal authority on OPEC's\nnew-found determination to defend prices in a move Western\ndiplomats believe underlines the kingdom's need to secure a\nstable source of income for its economy.\n    Saudi Arabia, still the world's largest oil exporter, is a\nhugely wealthy country. But the past five years of declining\nrevenue have taken their toll. Economists estimate gross\ndomestic product fell 10 pct last year and 8.6 pct in 1985.\n    Oil revenue last year, when prices briefly dipped below 10\ndlrs per barrel, probably totalled no more than 17.5 billion\ndlrs, compared to a peak 101.8 billion in 1981.\n    \"Austerity is still the watchword, but Saudi Arabia will not\nbe allowed to dip further into recession ... The Saudis can\nafford to draw down reserves temporarily to offset the worst\neffects,\" a diplomat said.\n    In the short-term, the kingdom can lessen the impact of\nlower oil revenues and a gaping budget deficit by drawing on\nforeign reserves, still put at around 100 billion dlrs.\n    But such a policy cannot be pursued indefinitely. Bankers\nand diplomats said it would amount to fiscal recklessness in\nthe longer term.\n    It also increases the dominance of the public sector at a\ntime when the government is publicly urging private enterprise\nto take over the lead role in the economy.\n    Bankers and diplomats said the government is well aware of\nthe risks attached to this policy but is determined to \"tough it\nout\" on the oil front even if that means a short-term depletion\nof reserves.\n    The 1987 budget deficit is targetted at a huge 52.7 billion\nriyals or 31 pct of total outlay. The budget explicitly\nrecognises the need to draw down reserves while foreign\nborrowing has been ruled out.\n    Commerce Minister Suleiman Abdulaziz al-Salim told Saudi\nbusinessmen this week the government had carefully considered\nthe need to stimulate the economy when drawing up its budget\nplans late last year.\n    \"It therefore took the bold step of withdrawing more than 50\nbillion riyals from its reserves and pumping it into the\neconomy,\" he said.\n    Reserves were built up during the late 1970's and early\n1980's when Saudi Arabia's breakneck pace of construction and\ntales of high spending became legendary.\n    The shrinking economy has wrought huge changes in the\nfabric of the Kingdom's private sector where poor management\nhad gone unpunished in the easy days of the oil boom.\n    Modern techniques of cost control have been introduced,\nmarkets expanded and outsized labour forces and inventories cut\nback. The expatriate workforce has fallen sharply.\n    The number of new bankruptcies appears to be declining but\nSaudi banks, hit hard by non-performing loans to the corporate\nsector, have become highly selective in extending new credit.\n    Government moves to encourage lending and investigate\ncompany complaints about late public sector contract payments\ncould boost confidence but recession has slowed the nation's\nindustrialisation program and discouraged foreign investment.\n    Private wealth is still very high and banks report more and\nmore cash being placed on deposit.\n    As Saudi Arabia attempts to shift the weight of economic\ndevelopment from the public to the private sector, one of the\nbiggest tasks will be to convince businessmen to channel\npersonal savings into industrial projects within the kingdom\nand refrain from the temptation to invest abroad.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "siregar"
    ],
    "EXCHENGES": [
        "lme"
    ]
}