{
    "DATE": "27-APR-1987 08:47:37.96",
    "TOPICS": [
        "trade",
        "money-fx"
    ],
    "PLACES": [
        "japan"
    ],
    "PEOPLE": [
        "tamura",
        "de-clercq",
        "yeutter"
    ],
    "NEWID": "17307",
    "TEXT": {
        "TITLE": "TRADE MINISTERS SAY GOVERNMENTS NEED CREDIBILITY",
        "AUTHOR": "    By Eric Hall, Reuters",
        "DATELINE": "    KASHIKOJIMA, Japan, April 27 - ",
        "BODY": "Four trade ministers ended a\nweekend meeting with a frank confession that their governments\nare losing credibility in world financial markets and will not\nregain it until they back their promises over trade and\ncurrencies with action.\n    \"Until today we have anounced policies, but when it came to\naction required it was done in a way that satisfied nobody,\"\nJapanese Trade Minister Hajime Tamura told a news conference.\n    \"From now on, if a government comes up with a certain\npolicy, it must be followed by action,\" he said following two\ndays of informal talks with the trade ministers of the United\nStates, the European Community and Canada in central Japan.\n    Last week, the dollar fell to a new record low below 140\nyen, despite statements from the Group of Seven (G-7) leading\nindustrial powers that currencies should be stabilised to\nunderpin world trade.\n    \"We need credibility to gain confidence. When we have\nconfidence, then we can have an impact,\" said Tamura.\n    His colleagues agreed that when major trade nations fought\nover trade issues while calling for each other to honour free\ntrade rules in general, it was not a sight which inspired\nconfidence in the markets.\n    \"The time has come now to act in step with the talk. If you\nbelong to a club, you have to act in concord with the rules, if\nyou want to be credible,\" said EC external trade chief Willy de\nClercq.\n    Pat Carney of Canada said \"We are meeting in a time of great\ntrade tension. What the world needs to see is that we have the\npolitical will to deal with these problems we face.\"\n    She said that next month's meeting of the Organisation of\nEconomic Cooperation and Development and the meeting of leaders\nof the G-7 nations in Venice in the summer would be a forum to\nshow this will existed.\n    U.S. Trade Representative Clayton Yeutter reminded the news\nconference that the results of such high level meetings could\nlead to action which would only have an effect on smoothing out\nworld trade imbalances perhaps years later.\n    \"The media typically has a tendency to evaluate meetings\nlike this in terms of tangible results. That is not the way it\nshould be pursued,\" he said.\n    \"What is achieved in an intangible way almost always exceeds\nwhat is achieved in a tangible way,\" he said.\n    Progress in personal contacts and understanding each\nothers' positions and policies was just as important toward\nreducing trade tensions, he said.\n    Tamura read out an agreed summary of the joint talks:\n    Currency stability was now essential, but currency\nmovements alone would not correct a U.S. trade deficit with\nJapan which hit 58 billion dlrs last year, an 18 billion dlr EC\ndeficit with Japan in 1986, and a Japanese global trade surplus\nof almost 90 billion, he said.\n    Trade retaliation, protectionism, and forcible export\nrestraints which lead to a shrinkage in world trade flows were\nmost dangerous, he said.\n    The imbalances can only be solved by coordinated policies\nover a whole range of fiscal, monetary, trade and industrial\nmeasures, and in line with a body of internationally agreed\nrules, he said.\n    In this regard, the policing role of the Geneva-based\nGeneral Agreement on Tariffs and Trade world trade body must be\nstrengthened, he said.\n    The ministers reconfirmed their individual promises to\nsolve the problem. The United States will try to reduce its\nlarge budget deficit and restore competitiveness within its\nindustries.\n    Japan will introduce early and effective measures to expand\nits domestic growth and rely less on exports.\n    The EC must continue efforts for balanced growth and\nreduced unemployment. All felt satisfied at the new progress in\nthe Canadian economy.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}