{
    "DATE": "30-MAR-1987 08:47:38.36",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "10809",
    "TEXT": {
        "TITLE": "JAPANESE SEEN LIGHTENING U.S. BOND HOLDINGS",
        "AUTHOR": "    By Yoshiko Mori, Reuters",
        "DATELINE": "    TOKYO, March 30 - ",
        "BODY": "The dollar's tumble to a record low of\n144.70 yen in Tokyo today motivated some major Japanese\ninvestors to lighten their U.S. Bond inventory further and is\nexpected to spur diversification into investment assets\nincluding foreign and domestic shares, dealers said.\n    The key U.S. 7-1/2 pct Treasury bond due 2016 fell to a low\nof 96.08-12 in early Tokyo trade against the 98.05-06 New York\nfinish, then recovered to 96.20-22.\n    Some trust bank pension fund acccounts and investment\ntrusts were seen selling several hundred million dollars on the\nforeign exchange market here today, accentuating the unit's\ntumble, securities house dealers said.\n    They seem undecided on what to do with the fresh yen cash\npositions resulting from their dollar sales today, and are\nsidelined until the currency market stabilises and the interest\nrates outlook clarifies, a Nikko Securities Co Ltd currency\ntrader said.\n    The dollar's plunge and low yields on U.S. Bonds will\nfurther promote diversification into other foreign investments,\nas well as call back funds into the domestic bond and stock\nmarkets from overseas bond markets, securities bond managers\nsaid.\n    They said major Japanese investors in the past two years\nare estimated to have held 50 to 80 pct of their foreign\nportfolios in U.S. Bonds but many have lightened their U.S.\nBond inventory to as low as 40 pct.\n    Since late last year, Japanese investors, seeking\nsubstantial liquidity and attractive yields, have used fresh\nfunds to buy mark and Canadian dollar bonds and, after the\nParis currency pact, actively bought French franc bonds and\ngilts while gradually lightening U.S. Bond inventories, the\nmanagers said.\n    Dealers said funds tied up in foreign assets had flowed\ninto local bond and stock markets as well.\n    The yield of the key 5.1 pct 89th bond dropped to a record\nlow of 4.080 pct today from the 4.140 Saturday finish and\ncompared with 4.25 pct on three-month certificates of deposit.\n    The key bond has fluctuated less than five basis points for\nmore than a month here, suggesting most dealers could not\nsatisfy their needs for capital gains, dealers said.\n    A market survey by Reuters showed some active accounts in\nU.S. Treasuries are currently dealing on Tokyo's stock market.\nThe stock market's bullishness late last week was partly due to\nfunds transferred from U.S. Treasuries, dealers said.\n    Japanese net purchases of foreign securities in the first\nhalf of March fell an estimated one billion dlrs compared with\naverage monthly net purchases of 7.7 billion for the whole of\n1986, Finance Ministry sources said.\n    The steep fall is due to Japanese investors' cool attitude\ntowards U.S. Bonds, which had amounted to more than 80 pct of\ntotal foreign securities purchased, securities houses managers\nsaid.\n    Foreign stock buying in March is expected to exceed the\nrecord high of 1.5 billion dlrs seen in December, they said.\n    \"Diversification of foreign portfolios is underway and we\nhave bought bonds in currencies such as marks, the Canadian\ndollar, the ECU and French franc,\" a fund manager at <Yasuda\nTrust and Banking Co Ltd> said.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "icco"
    ]
}