{
    "DATE": "24-APR-1987 13:17:09.30",
    "TOPICS": [
        "money-fx",
        "bop",
        "coffee"
    ],
    "PLACES": [
        "uganda"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "NEWID": "17141",
    "TEXT": {
        "TITLE": "UGANDAN GOVERNMENT PROPOSES NEW TAXES",
        "DATELINE": "    KAMPALA, April 24 - ",
        "BODY": "The Ugandan government, in its four\nyear investment and development plan, proposed taxing land and\nfood crops in an attempt to broaden its revenue base away from\ndependence on coffee sales.\n    The government also said in the plan, made available to\nReuters, that a devaluation of the Ugandan shilling would do\nlittle to redress a chronic balance of payments deficit.\n    The plan, the first since President Yoweri Museveni took\npower 15 months ago, seeks to raise 2.4 billion dlrs in\ninvestment funds from abroad between 1987 and 1991.\n    It says the government had already secured 1.4 billion dlrs\nin pledges before Islamic lenders promised a further 494 mln\ndlrs at a conference in Kampala last week.\n    Uganda already had an external debt of 984 mln dlrs at the\nend of 1986 and in the nine months of the current budget debt\nservicing will cost 204 mln dlrs, almost 50 pct of export\nearnings of 431 mln, the plan said.\n    The new fiscal measures include a proposed tax on large\nland holdings, regardless of whether the owners are exploiting\nthem, and taxes on maize, beans and other crops sold by the\nProduce Marketing Board.\n    The plan says the aim is to spread the tax burden, which in\nUganda has traditionally fallen almost exclusively on coffee\nfarmers. Coffee provides over 90 pct of foreign exchange\nearnings and more than 70 pct of government revenue.\n    On exchange rate policy, it repeats Museveni's argument\nthat any form of fotation would not help allocating resources.\n    Western governments and multilateral funds say the Ugandan\nshilling is grossly overvalued and the government must change\nthe exchange rate if it wishes to encourage investment. The\nshilling sells on the black market at more than 15,000 to the\ndollar, compared with an official rate of 1,400.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}