{
    "DATE": "18-MAR-1987 14:25:13.78",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6720",
    "TEXT": {
        "TITLE": "HOUSE FARM LEADER SEES BILLION DLR BUDGET CUTS",
        "DATELINE": "    WASHINGTON, March 18 - ",
        "BODY": "The 1988 agriculture budget will\nhave to be cut by an additional one to two billion dlrs, the\nchairman of a key house agriculture subcommittee said.\n    Implementation of a 0/92 program, a tightening up of the\nuse of commodity certificates, and reconstitution of farms are\npossibilities that will be studied to reduce farm spending,\nsaid Dan Glickman, D-Kans., chairman of the House agriculture\nsubcommittee on wheat, soybeans and feedgrains.\n    Speaking at the annual meeting of the National Grain and\nFeed Association, Glickman said he learned this week from the\nHouse budget committee that the agriculture committee will have\nto reduce the fiscal year 1988 farm budget by up to two billion\ndlrs from the 30 billion dlrs level already approved.\n    Decisions on how to cut the farm budget will have to be\nmade very quickly in order to make any impact on the FY 1988\nbudget, Glickman added.\n    Glickman also said his committee will not approve USDA's \nproposal to cut target prices by ten pct per year.\n    \"The administration's target price proposals are dead in\nthe water,\" he said.\n    To cut the budget, Glickman said, \"everthing is on the\ntable,\" except those moves that would reduce farmers' income.\n    Glickman offered a list of possibilities that his committee\nwill study in order to cut farm spending.\n    Implementation of a 0/92 program for 1987 winter wheat and\n1988 feedgrains crops has been introduced by Glickman, which he\nsaid would result in a 150-200 mln dlr savings for one year.\n    Tightening up on the use of generic (in-kind, or \"pik')\ncertificates will also be another option his committee will\nstudy, Glickman said.\n    While not committing himself for or against such action, he\nsaid lawmakers have to examine recent government findings which\nindicate certificates cost more than cash payments.\n    Glickman said rules for the reconstitution of farms and\ntightening up of the person definition for annual payment\nlimitations is another option and could save 100-200 mln dlrs.\n    He also said increasing acreage set-aside requirements by\nfive pct for wheat and feedgrains at program sign-up was a move\nthat could save about one billion dlrs, but added that he would\nnot be in favor of such a change.\n    Glickman also said that the Export Enhancement Program's,\nEEP, spending authority of 1.5 billion dlrs is quickly being\nused up, and Congress will have to decide whether to expand\nthis program while making cuts in other areas.\n    Cuts in the EEP program are unlikely, he said.\n    \"I don't see right now that the EEP will be on the chopping\nblock,\" Glickman said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}