{
    "DATE": "29-JUN-1987 18:36:45.14",
    "TOPICS": [
        "grain"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19964",
    "TEXT": {
        "TITLE": "U.S./SOVIET GRAIN MEETING UNLIKELY THIS SUMMER",
        "DATELINE": "    WASHINGTON, June 29 - ",
        "BODY": "Prospects appear slim for a summer\nmeeting between U.S. and Soviet officials before the two\ncountries enter the final year of their bilateral grains\nagreement, Agriculture Department officials said.\n    The two sides usually try to meet as each new year of the\nagreeement approaches although the last meeting was delayed up\nto last February. However, any delay this year should not\nendanger the fifth year of the grains agreement that extends\nthrough September, 1988, USDA officials said.\n    \"It will be difficult to pull together the people for the\nmeeting during July,\" an aide to USDA undersecretary Daniel\nAmstutz said.\n    Since the last meeting was only around four months ago, the\nnext talks could still be a \"couple more months,\" he said.\n   \n    There has been grain industry speculation that the USDA\nwill offer Moscow another wheat subsidy during the next\nmarketing year. But USDA officials said even if consultations\nwere held soon a subsidy offer would probably not be made.\n    \"I doubt that there would be any subsidy offer this summer\nor before the next agreement year begins,\" a USDA source said.\n    Citing limited subsidy funds and uncertainties about next\nyear's crops, he said, \"There are too many variables now. It\nwould be uncharacteristic of us to make an offer now.\"\n    Under the nonbinding pact, Moscow has agreed to purchase a\nminimum of nine mln tonnes of U.S. grain per year. Soviet and\nU.S. officials normally meet in the summer before the start of\na new agreement year to discuss grain quality, shipping\nlogistics and production outlooks.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa",
        "ussr"
    ],
    "PEOPLE": [
        "kohl",
        "chirac",
        "mitterrand"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}