{
    "DATE": " 8-APR-1987 04:17:14.17",
    "TOPICS": [
        "acq",
        "copper"
    ],
    "PLACES": [
        "philippines"
    ],
    "PEOPLE": [
        "subroto"
    ],
    "NEWID": "14852",
    "TEXT": {
        "TITLE": "BOND CORP STILL CONSIDERING ATLAS MINING BAIL-OUT",
        "DATELINE": "    MANILA, April 8 - ",
        "BODY": "Bond Corp Holdings Ltd <BONA.S> and Atlas\nConsolidated Mining and Development Corp <ATLC.MN> are still\nholding talks on a bail-out package for the troubled mining\nfirm, an Atlas statement said.\n    Atlas, the Philippines' biggest copper producer, said it\nhad been hit by depressed world copper prices. It reported a\nnet loss of 976.38 mln pesos in the year ending December 1986,\ncompared with a net loss of 1.53 billion in 1985.\n    The company said it had been able to cut its losses because\nits scaled-down copper operations in the central island of Cebu\nstarted in the second half of 1986.\n    Atlas said negotiations were continuing on the acquisition\nby Bond of the company's existing bank loans and their\nrestructuring into a gold loan.\n    A memorandum of understanding signed by the two sides in\nOctober last year said Bond would acquire Atlas' total loans of\n275 mln dlrs, to be repaid by the mining company in gold.\n    Atlas said the two sides were also discussing equity\ninfusion into Atlas and the creation of a development fund for\nfurther exploration and development of the company's gold\nproperties in the central province of Masbate.\n    Wilson Banks, general manager of <Bond Corp International\nLtd> in Hong Kong, told Reuters the Atlas statement on the\nnegotiations was \"reasonably accurate.\"\n    Banks said Bond Corp was seriously considering several\ninvestments in the Philippines but did not give details.\n    In its statement, Atlas said development of the pre-World\nWar Two underground mines in Masbate had been accelerated and\nthe ore tonnage had increased, extending the operation's life\nat least until 1993.\n REUTER\n\u0003"
    },
    "ORGS": [
        "imf"
    ]
}