{
    "DATE": "13-APR-1987 13:24:54.31",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "16513",
    "TEXT": {
        "TITLE": "GAF <GAF> SEEN RAISING BORG-WARNER <BOR> BID",
        "AUTHOR": "    BY PATTI DOMM, REUTERS",
        "DATELINE": "    NEW YORK, April 13 - ",
        "BODY": "GAF Corp, set on acquiring Borg-Warner\nCorp's valuable plastics business, is believed by analysts to\nbe preparing an increased offer for the Chicago-based company.\n     Yesterday, Borg-Warner said it agreed to be acquired for\n4.23 billion dlrs by a company to be formed by Merrill Lynch\nCapital Partners. Merrill offered 48.50 dlrs cash per share for\n89 pct of Borg-Warner's common stock, and a package of cash and\nsecurities for the balance.\n    Borg-Warner stock rose 1-3/8 to 49-5/8.\n    \"I think it's (the stock price) telling us GAF is coming in\nwith another bid,\" said one analyst, who values the company at\n51 or 52 dlrs per share.\n    GAF has offered 46 dlrs per share. It holds 19.9 pct of\nBorg-Warner's stock.\n    \"You're in a cat and mouse game on how you're going to up\nthe price. Obviously, nobody wants to pay more than you have\nto. I think GAF is looking at the company the way we're looking\nat it - that it's worth more,\" Pershing and Co analyst Richard\nHenderson said.\n    Henderson estimated it is worth abouth 55 dlrs per share.\n    GAF has only said it was reviewing the situation. Merrill\nLynch officials did not return phone calls.\n    Analysts have said they believe GAF Chairman Samuel Heyman\nsought Borg-Warner because of its chemicals and plastics\nbusiness. The rigid plastics are used in such things as\ntelephones, computer terminals, and appliances.\n    \"Where the heck can you buy a world class chemical\noperation these days,\" said Henderson.\n    \"He's (Heyman's) got the bucks. He's a heavy hitter, and he\ndoes not like to get pushed around,\" said Henderson.\n    GAF, a roofing and chemicals concern, attempted a takeover\nof the much larger Union Carbide Corp two years ago. While GAF\ndid not win the company, it made a substantial gain on its\ninvestment in Carbide.\n    Analysts said GAF already has a large profit built into its\nBorg-Warner holdings. They said even if GAF raises its offer\nand does not succeed, a higher bid from another company would\ngive GAF millions of dollars in profits on its stock.\n    \"It's a win-win situation,\" said one analyst.\n    One analyst speculated an offer from GAF would be\nforthcoming shortly.\n    \"I think we are finally down to the final paragraph in this\nbook,\" he said.\n    Borg-Warner's other businesses include automotive parts,\nprotective services, which includes Wells Fargo security\nguards, and Chilton Corp, a credit rating service.\n    Charles Rose, an Oppenheimer and Co analyst who follows\nGAF, said if GAF were to sell into the Merrill Lynch offer, it\nwould realize about 125 mln dlrs net profit, or about 3.50 per\nshare.\n    \"I think there's a probability he goes up in price,\" said\nRose.\n    Rose said, however, he could not really predict what Heyman\nwould do. \"Sam's a low-risk, high-return player.\"\n    \"Is he trying to build a major industrial chemical\nenterprise, or is he trying to be an investment bank,\" Rose\nsaid.\n    Analysts said Borg-Warner's chemical business would add\nearnings momentum to GAF. \"I worked out that paying as much as\n50 dlrs per share would still be additive to GAF in time, if\nthey sold off most of the non-chemical facilities,\" said John\nHenry of E.F. Hutton.\n    Borg-Warner's chemical and plastics business provided 1986\noperating profits of 153.3 mln dlrs on revenues of 1.04 billion\ndlrs. Total operating profits were 349.7 mln dlrs, and net\nearnings were 206.3 mln dlrs for 1986.\n    \"The Borg chemical business is great,\" said Rose, adding\nits only U.S. competitors are Monsanto Co <MCT> and Dow\nChemical Co <DOW>.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "rubio"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "lme"
    ]
}