{
    "DATE": "19-JUN-1987 01:07:20.73",
    "TOPICS": [
        "money-fx",
        "reserves"
    ],
    "ORGS": [
        "oecd"
    ],
    "NEWID": "19040",
    "TEXT": {
        "TITLE": "TAIWAN DOLLAR AND RESERVES SEEN RISING MORE SLOWLY",
        "AUTHOR": "    By Chen Chien-Kuo, Reuters",
        "DATELINE": "    TAIPEI, June 19 - ",
        "BODY": "Recent government moves to curb capital\ninflow have temporarily helped to slow the rise of Taiwan's\nforeign exchange reserves and to stabilise the local dollar\nagainst the U.S. Currency, officials and bankers said.\n    Central bank governor Chang Chi-Cheng told reporters the\nreserves rose only about 500 mln U.S. Dlrs in the past two\nweeks and the local dollar appreciated more slowly against the\nU.S. Dollar.\n    Chang said, \"The pace of increase in our reserves is much\nslower now than before and our currency is getting more stable.\"\nHe said the reserves, mainly the result of the trade surplus\nwith the U.S., Rose at the rate of two to three billion U.S.\nDlrs a month between January and May.\n    The reserves, the world's third largest after Japan and\nWest Germany, now total well over 60 billion U.S. Dlrs.\n    On June 2 the central bank froze overseas borrowings of\nlocal and foreign banks and cut the limit on central bank\npurchases of forward U.S. Dollars from banks to 40 pct from 90\npct of the value of a contract.\n    Local and foreign bankers said the June 2 measures had\ndrastically limited their ability to lend foreign exchange to\nimporters and exporters.\n    They said their overseas borrowings and forward dollar\ntransactions showed a drastic decline with some banks\nregistering a fall of up to 30 pct.\n    Bank dealers said the Taiwan dollar has stabilised against\nthe U.S. Currency this week after rising two to five Taiwanese\ncents a day between June 2 and 13 compared with a rise of five\nto eight cents in May.\n    The bank dealers said the central bank, which had\npreviously bought U.S. Dollars heavily, sold at least 1.1\nbillion U.S. Dlrs in the past two weeks to meet commercial\ndemand.\n    They said they expected the government to keep the local\ndollar stable in the near term to give breathing space to\nbusinesses experiencing slower exports because of the rise of\nmore than 23 pct in the value of the Taiwan dollar since\nSeptember 1985.\n    The Taiwan dollar opened at 31.09 to the U.S. Dollar today,\nunchanged from yesterday.\n    Keh Fei-Lo, vice president of First Commercial Bank, said,\n\"It appears the central bank's move to curb the capital inflow\nis quite successful.\"\n    Vice economic minister Wang Chien-Shien said the slower\nrise in foreign exchange reserves would help ease pressure from\nWashington over the large U.S. Trade deficit with Taiwan.\n    Over the past year Taiwanese businessmen have delayed\nimports of machinery and production equipment because of\nexchange rate uncertainty, he said. The stable exchange rate\nwould help boost imports, particularly from the United States.\n REUTER\n\u0003"
    },
    "PLACES": [
        "taiwan"
    ],
    "PEOPLE": [
        "miyazawa"
    ]
}