{
    "DATE": "19-JUN-1987 10:46:25.47",
    "TOPICS": [
        "interest"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19191",
    "TEXT": {
        "TITLE": "U.K. LENDERS OFFER MORE FIXED RATE MORTGAGES",
        "AUTHOR": "    By Norma Cohen, Reuters",
        "DATELINE": "    LONDON, June 19 - ",
        "BODY": "More U.K. Lenders are offering homebuyers\nfixed interest rate mortgages under which the borrower makes\nthe same monthly payment no matter what happens to other\ninterest rates.\n    And with mortgage rates now at their lowest levels in\nyears, the loans have been snapped up by eager home buyers\ntrying to lock into cheap money.\n    The decision to offer fixed rate loans, industry officials\nsaid, reflects the increasingly competitive nature of the home\nmortgage business.\n    While fixed rate mortgages are uncommon in the U.K., They\nwere the mainstay of the business in the U.S. Up until only a\nfew years ago.\n    But in the early 1980s interest rates soared. U.S. Lenders,\nmostly savings and loan associations, were earning rates as low\nas three pct on 30 year fixed rate mortgages they held in their\nportfolios but had to pay depositors rates as high as 15 pct to\ninduce them to retain their accounts.\n    As a result hundreds of institutions collapsed or were\nforced to merge. The survivors decided to offer mortgages whose\nrates would move in line with the cost of funds.\n    \"We very much have the example of the U.S. Thrifts in mind,\"\nsaid a spokesman for Abbey National Building Society,\nexplaining why his institution, for the time being, is only\noffering variable rate mortgages.\n    The rash of advertising to solicit new business has helped\nhomebuyers to become even choosier about loans and lenders\nconcede they are being forced to undercut each other still\nmore.\n    Sharp cuts on variable rate mortgages announced earlier\nthis week by the nation's two largest building societies and by\nNational Westminster Bank Plc reflect growing competition for\nnew business, officials at all three institutions said.\n    The fixed rate mortgages on offer carry interest rates even\nbelow those on the variable rate loans.\n    \"Of course they are less profitable than other (variable\nrate) mortgages,\" said a spokesman for Midland Bank Plc, which\nearlier this year said it earmarked 500 mln dlrs for fixed rate\nnew mortgage loans.\n    But he said the bank is willing to offer less profitable\nloans because, \"It was just another way to attract people to our\nmortgage product.\"\n    Trustee Savings Bank Plc (TSB) was offering five year fixed\nrate mortgages at 9.9 pct earlier this year.\n    The 100 mln stg that TSB set aside for the loans was\nexhausted within just a few days, according to a spokeswoman.\n    \"Everybody loves an under 10 pct mortgage,\" she said, noting\nthat within five days the bank loaned the equivalent of 25 pct\nof its 1986 volume.\n    In short, the appeal of fixed rate mortgages is that they\noffer an opportunity to gamble on the direction of interest\nrates. If interest rates fall after the mortgage is made the\nlender is earning an above average return on assets.\n    But if interest rates rise it is the homebuyer who has won\nthe benefit of cheap money.\n    Household Mortgage Co had planned to offer a 25 year fixed\nrate mortgage after the June 11 elections on the assumption\nthat a Conservative Party victory would help money market rates\nfall further, according to Duncan Young, managing director.\n    Young explained that the company had planned to protect\nitself against the chance of rising interest rates by buying a\ncomplicated hedging instrument.\n    But money market rates have risen contrary to expectations\nand the company has shelved its plans for the time being. He\nsaid money market rates were too high to arrange both the\nmortgages and hedge profitably.\n    However, he said that when the Household Mortgage Co does\nmake fixed rate mortgages it is likely to securitise them. This\nmeans bundling different mortgages together to resemble a bond\nand selling them to an investor.\n    For technical reasons securitisation is simpler and more\nefficient with fixed rate rather than with floating rate\nmortgages. In the U.S., Where fixed rate mortgages are popular\nagain, securitisation has provided the bulk of mortgage money\nover the past few years.\n REUTER\n\u0003"
    },
    "PLACES": [
        "uk"
    ],
    "PEOPLE": [
        "leigh-pemberton"
    ]
}