{
    "DATE": " 3-MAR-1987 08:23:23.94",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "netherlands"
    ],
    "NEWID": "969",
    "TEXT": {
        "TITLE": "NEITHER SIDE OPTIMISTIC ON ROTTERDAM PORT ISSUES",
        "DATELINE": "    ROTTERDAM, March 3 - ",
        "BODY": "Employers and the port union, FNV, are\nto meet again this afternoon to attempt a settlement of the\nsix-week-old dispute in Rotterdam's general cargo sector, but\nneither side is optimistic, spokesmen for both sides told\nReuters.\n    Little progress was made in last night's three hours of\ntalks, with both sides largely reiterating their positions.\n    \"There is still a very large gap between the employers and\nthe FNV, and I can't say that we expect to reach any agreement.\nBut at least we are still talking,\" a union spokesman said.\n    Employers organization chairman, Jacques Schoufour, accused\nthe FNV of intransigence in refusing to alter its stance at all\nover the past two months.\n    \"The FNV is not serious about our discussions and I am\nreally not optimistic about it changing its point of view at\nall.\"\n    \"If we find this afternoon that the FNV still refuses to\naccept the necessary redundancies in the general cargo sector,\nthen we will break off the talks and the redundancies may begin\nlater this month,\" Schoufour said.\n    The series of strikes, which employers say has cost them\nmore than seven mln guilders in lost import business in the\npast six weeks, began on January 19 in protest at plans for 800\nredundancies from the sector's 4,000 workforce starting with\n350 this year.\n    Late last month Social Affairs minister Louw de Graaf said\nunless the dispute was settled by yesterday he would withdraw\nthe sector's 10 mln guilder annual labour subsidy.\n    Both sides wrote to the minister yesterday setting out\ntheir cases, but Schoufour said he did not expect to hear from\nhim before Wednesday at the earliest.\n Reuter\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "subroto"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}