{
    "DATE": " 9-APR-1987 17:14:55.93",
    "TOPICS": [
        "money-fx",
        "grain",
        "cotton",
        "livestock",
        "gold",
        "silver"
    ],
    "NEWID": "16009",
    "TEXT": {
        "TITLE": "U.S. DOLLAR LOSSES PROPEL BROAD COMMODITY GAINS",
        "AUTHOR": "    by Keith Leighty, Reuters",
        "DATELINE": "    CHICAGO, April 9 - ",
        "BODY": "Commodities from gold to grains to\ncotton posted solid gains in a flurry of buying today as losses\nin the U.S. dollar and rising interest rates kindled fears of\ninflation and economic instability.\n    Gains were most pronounced on the Commodity Exchange in New\nYork, where gold jumped 12.40 dlrs and closed at 436.50 dlrs a\ntroy ounce, and silver 22.5 cents to 6.86 dlrs a troy ounce.\n    A key factor behind the advance was anticipation that\ninflation will be the only way for the major industrial nations\nto halt the slide in the value of the U.S. dollar, said Steve\nChronowitz, director of commodity research with Smith Barney,\nHarris Upham and Co., in New York.\n    The dollar tumbled one day after top finance officials from\nthe seven largest industrial nations reaffirmed their\ncommitment to support its value, and despite reports of\nintervention by the U.S. Federal Reserve Bank, traders said.\n    Traders said it appears that the industrial nations, known\nas the Group of Seven, lack the ability to change the long-term\ndirection of the currency markets.\n    \"Maybe they have some ideas or plans,\" said Chronowitz. \"If\nthey do, it's not evident.\"\n    \"It looks like there's no cure but to let the free market\ntake values to where they should be.\n    \"One way or another, we will force our major trading\npartners to stimulate their economies,\" as a measure to correct\nthe mounting U.S. trade deficit, Chronowitz said.\n    \"I think the markets believe, and have believed for a long\ntime, that the only recourse is to reflate at some point. It's\ngoing to be a long and tedious process, but that's what's\nhappening,\" he said.\n    The falling value of the dollar makes U.S. commodities\ncheaper for foreign buyers, stimulating demand.\n    At the same time, traders who are holding stocks and bonds\nsaw the value of their investments falling and many are turning\nto commodities such as precious metals as a hedge, said Marty\nMcNeill, a metals analyst in New York with the trading house of\nDominick and Dominick.\n    The reaction in the metal markets reverberated throughout\nthe commodities markets, as grains, livestock, and cotton\nposted broad gains.\n    Traders at the Chicago Board of Trade said attention in the\ngrain markets has shifted from concern about burdensome\nsupplies to the outlook that a lower dollar will stimulate\nexport demand.\n    After the close of trading, the Agriculture Department\nraised its estimate for grain imports by the Soviet Union by\ntwo mln tonnes from the month-earlier report.\n    Live hogs and frozen pork bellies posted sharp gains on the\nChicago Mercantile Exchange, while live cattle were moderately\nhigher.\n    Analysts said several factors boosted hog prices. They said\nhogs haven't been making the weight gains that are normal at\nthis time of year, and farmers have been too busy with field\nwork to market animals.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "imf"
    ]
}