{
    "DATE": "12-MAR-1987 17:03:19.49",
    "TOPICS": [
        "l-cattle",
        "livestock"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "4564",
    "TEXT": {
        "TITLE": "LIVE CATTLE RALLY AS LOCKOUT AT MEAT PLANT ENDS",
        "DATELINE": "    CHICAGO, March 12 - ",
        "BODY": "Live cattle futures posted a robust\nrally today after a major beef packing company said it would\nend a lockout at its slaughtering plant in Dakota City, Neb.\n    April delivery cattle on the Chicago Mercantile Exchange\nclosed at 64.45 cents a pound, up 0.83 cent, as the market\nexpected demand for live animals to increase as the plant\nrestarts operations.\n    Iowa Beef Processors, a division of Occidental Petroleum,\nsaid it planned to reopen the plant, one of the largest in the\nnation, on March 16. The plant has been closed since Dec. 14,\nthe day after a contract between IBP and Local 222 of the\nUnited Food and Commercial Workers Union expired.\n    The plant employs 2,800 workers and can slaughter several\nthousand animals a day, a company spokesman said.\n    The company said it locked out union workers because they\nthreatened to disrupt operations. It was unclear whether union\nmeatpackers would return to work. They rejected the company's\nlatest contract offer March 5.\n    Traders said cattle prices advanced at midsession as rumors\ncirculated that the lockout was ending, and gains were further\nfueled by a noticeable increase in demand for live animals on\ncash markets in Nebraska and the Texas Panhandle.\n    The rally in cattle also boosted values of live hogs and\nfrozen pork bellies, which also were supported by indications\nthat producers were expanding their hog herds at a slower rate\nthan previously expected.\n    Petroleum futures posted a modest rally on the New York\nMercantile Exchange.\n    But a report that the Soviet Union planned to reduce the\nprice of its crude oil exports may pressure the market Friday,\nsaid Nauman Barakat, petroleum analyst in New York with Smith\nBarney, Harris Upham and Co.\n    Buying by companies that deal in petroleum helped prices\nrecover from early weakness, traders said.\n    Gold futures rallied, partly in response to strength in the\nsilver market, on the Commodity Exchange in New York. Silver\nprices rallied after a U.S. brokerage house recommended its\ncustomers buy the metal, traders said.\n    Coffee futures drifted lower in response to a report that\nColombia lowered the price of its exports, traders said.\n    Sugar prices closed slightly higher on the Coffee, Sugar\nand Cocoa Exchange despite a large export sale by the European\nCommission on Wednesday.\n    Soybeans were higher, wheat lower and corn mixed on the\nChicago Board of Trade.\n    Soybeans were boosted by expectations that the Agriculture\nDepartment would report a healthy signup for the Conservation\nReserve Program, which pays farmers to leave highly erodible\nland idle instead of planting a crop, traders said.\n    Concern that a strike by Brazilian seamen might interrupt\nexports of soybeans from Brazil, where the harvest is just\nbeginning, also underpinned prices, they said.\n    Wheat prices were pressured by selling in response to\ntrends on price charts, they said.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "inro"
    ]
}