{
    "DATE": "30-MAR-1987 14:29:14.28",
    "TOPICS": [
        "crude"
    ],
    "NEWID": "11007",
    "TEXT": {
        "TITLE": "LOWER REFINERY OPERATIONS SEEN PRODUCING PROFITS",
        "AUTHOR": "    By BERNICE NAPACH, Reuters",
        "DATELINE": "    SAN ANTONIO, TEXAS, March 30 - ",
        "BODY": "U.S. refiners will have to\nreduce operations if they want to be profitable this year, said\nindustry officials attending the National Petroleum Refiners\nAssociation meeting here.\n     \"If the refining sector can discipline itself to refine\nabout 12 mln barrels of crude oil a day, we have a chance to\npull down inventories to acceptable levels by the second\nquarter, said Archie Dunham, executive vice president of\npetroluem products at Conoco Inc\n    \"If not, the industry will have a tough 1987,\" he added.\n     Last week's American Petroleum Institute report said that\nU.S. refining capacity rose three pct to 78.7 pct of capacity,\nwith crude oil runs at 12.2 mln barrels per day for the week\nended March 20.\n     The API said that with the higher crude oil runs, \ndistillate and gasoline inventories were sharply above year-ago\nlevels. Gasoline stocks were at 245.6 mln barrels, some 17.2\nmln barrels above year-ago levels. Distillate stocks, at 108.7\nmln barrels, are 10.9 mln barrels above last year's level, the\nAPI said.\n     Henry Rosenberg, chairman of Crown Central Petroleum Corp\n<CNP> told Reuters that unless refining and marketing return to\nprofitability, oil companies will have to rely on downstream\noperations to produce an acceptable level of earnings.\n     \"The jump in refining capacity is a concern if it\ncontinues,\" said Kenneth Buckler, executive vice president of\nrefining and marketing at <Total Petroleum Co>, a U.S.\nsubsidiary of Cie Francaise Des Petroles of France.\n     Refineries should operate near 75 pct of capacity given\nthe current level of demand but the operating level should\nincrease as gasoline demand picks up in the next quarter,\nBuckler said.\n     Dunham said the potential operable capacity of U.S.\nrefineries should also be cut about 500,000 barrels of crude\nper day. \"I expect to see the shutdown of more small refineries\nover the next five years,\" he said, adding that these\nfacilities refine between 10,000 and 30,000 barrels of crude\noil per day. The API said U.S. operations have the capacity to\nrefine 15.6 mln bpd of crude.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ]
}