{
    "DATE": " 9-APR-1987 08:13:36.88",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "netherlands"
    ],
    "NEWID": "15451",
    "TEXT": {
        "TITLE": "AEGON EXPECTS MODERATE RISE IN 1987 PROFITS",
        "DATELINE": "    THE HAGUE, April 9 - ",
        "BODY": "Dutch insurer AEGON NV <AEGN.AS>\nreported a 6.4 pct increase in 1986 net profits to 327.1 mln\nguilders and said it expected a moderate increase in profits\nfor 1987.\n    Total revenue was eight pct lower in 1986 at 7.97 billion\nguilders vs 8.7 billion guilders in 1985. The company said its\nrevenues were down due to lower foreign exchange rates and a\nchange in accounting practice. It added that revenues would\nhave risen by about seven pct had those changes not occurred.\n    Revenue from Dutch operations rose five pct in 1986, mainly\ndue to its life insurance business.\n    Health insurance revenues in the Netherlands also rose\ndespite a notable shift to insurances with lower premiums and\nhigher personal risks.\n    Damage insurances made losses, mainly due to car damage\ninsurances. AEGON did not specify the loss.\n    In the United States, revenue in guilders from health and\nlife insurance was lower. AEGON said this was due to a change\nin accounting for U.S. Annuities.\n    AEGON said annuities are subject to such strong personal\ninvestment influences that it should be accounted differently\nfrom the more traditional insurances.\n    This change in accounting practice and another change to\naccount for profits made on fixed interest investments,\nresulted in an incidental rise in net profits of 31 mln\nguilders.\n    AEGON said incidental negative influences on net profits\nwere slightly higher, being the lower dollar rate, high initial\ncosts for new products, and the cost of new headquarters in The\nHague.\n    In 1986, a large number of new insurance products emerged\nin the Netherlands and the U.S., AEGON said. Large initial\ncosts for these products have depressed net profits somewhat.\n    Monumental Corp, a U.S. Insurer which merged with AEGON in\nMay 1986, saw its profits almost completely eroded by these\ncosts and made only a small contribution to the group's\nprofits.\n    AEGON said it has written-off 657 mln guilders in goodwill\nfor Monumental Corp.\n    AEGON's net equity was 2.71 billion guilders in December\n1986, against 3.46 billion the year before.\n  REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "lme"
    ]
}