{
    "DATE": "24-MAR-1987 16:31:01.12",
    "TOPICS": [
        "pet-chem"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9032",
    "TEXT": {
        "TITLE": "CHARTER CO <QCHR> TO COMPLETE REORGANIZATION",
        "DATELINE": "    JACKSONVILLE, Fla., March 24 - ",
        "BODY": "Charter Co, the huge\npetrochemical concern in bankruptcy proceedings stemming from\nhundreds of dioxin-related claims, said it and all of its\nsubsidiaries, except the Independent Petrochemical Corp, will\ncomplete their reorganization on March 31.\n    It said that on that date, it will deposit with an escrow\nagent 288.8 mln dlrs in cash, 66.7 mln dlrs in notes and 31 mln\nshares of its common for distribution.\n    Company officials were not immediately available for\ncomment.\n    As previously reported, Charter settled dioxin-related\nclaims for about 1,200 individuals and the state of Missouri,\nresolving claims against it and all subsidiaries except\nIndependent Petrochemical.\n    Charter said some of the settlements remain subject to\nappeals and final court approvals and resolve claims against\ncharter and its subsidiaries except Independent Petrochemical.\n    It said about 500 individual claims against it and certain\nof its units remain pending as disputed claims in bankruptcy\ncourt. It said about 300 of these claims have been filed since\nconfirmation of the joint plan of reorganization.\n    Charter said its two creditors, an equity committee in its\nbankruptcy proceedings and <American Financial Corp>, which\nwill own 50.5 pct of its common after the reorganization, have\nwaived the requirement that Charter resolve all dioxin-related\nclaims against it prior to completing its reorganization.\n    That requirement excludes claims against Independent\nPetrochemical. Charter also said a plan for liquidation of\nIndependent has been approved by the bankruptcy court and will\nbe completed after March 31.\n    Earlier, Charter reported net income for the year of 153.2\nmln dlrs, which included a gain of 28.5 mln dlrs for\ndiscontinued operations and 114.8 mln dlrs for the settlement\nof claims in its reorganization proceedings.\n    In 1985, it reported earnings of 1,274,000 dlrs, which\nincluded a loss of 36.3 mln dlrs for discontinued operations\nand 29.4 mln dlrs for extraordinary items.\n    For the fourth quarter, it reported earnings of 118.8 mln\ndlrs, including a gain of 28.6 mln dlrs for discontinued\noperations and 90.5 mln dlrs mainly for claims settlements. In\nthe year-ago period, Charter reported a loss of 13 mln dlrs.\n Reuter\n\u0003"
    }
}