{
    "DATE": "30-MAR-1987 13:07:07.95",
    "TOPICS": [
        "nzdlr",
        "austdlr"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "10931",
    "TEXT": {
        "TITLE": "U.S. CORPORATE FINANCE - NEW ZEALAND DLR FRNS",
        "AUTHOR": "    By John Picinich, Reuters",
        "DATELINE": "    NEW YORK, March 30 - ",
        "BODY": "Floating-rate notes denominated in a\nforeign currency, a relatively new wrinkle on Wall Street, will\nprobably be issued infrequently because the so-called \"window\nof opportunity\" opens and closes quickly, traders say.\n    \"In just two days we had as many issues. As a result, the\nmarket became glutted,\" said one trader.\n    He said the window depends more on supply than on foreign\nexchange or interest rate risk, at least for the moment.\n\"Obviously, currency risk is important. But there is a limited\nnumber of investors right now for the paper,\" he said.\n    On Thursday, Bear, Stearns and Co sole-managed a 100 mln\nNew Zealand dlr offering of three-year floating-rate notes\nissued by Ford Motor Credit Co, a unit of Ford Motor Co <F>.\n    The initial rate for the notes will be set on April 15, and\nquarterly after that, at 200 basis points below the 90-day New\nZealand bank bill rate. They are non-callable for life.\n    This followed by a week another Bear Stearns-led offering\nof the same amount of New Zealand dollar notes for Dow Chemical\nCo <DOW>. The initial rate was also to be initially set on\nApril 15, and quarterly after that, at 340 basis points below\nthe same 90-day New Zealand rate.\n    Because the Dow Chemical notes carried an interest rate\nfloor of 17 pct, the issue saw strong investor demand,\nunderwriters said.\n    But the Ford Credit notes and Friday's offering of 130 mln\nNew Zealand dlrs of floating-rate notes due 1990 issued by\nGeneral Electric Co's <GE> General Electric Credit Corp via\nPrudential-Bache Securities Inc, did not have such a floor.\n    \"Obviously, the two firms did not want to issue floaters\nand face the risk of New Zealand rates falling sharply,\" an\nunderwriter away from the syndicates said. He and others noted\nthat the New Zealand 90-day rate was 27 pct late last week.\n    An underwriter familiar with the Dow Chemical deal pointed\nout that because of the interest rate and currency swaps Dow\ndid, the issuer felt comfortable setting a rate floor.\n    Domestic offerings of foreign currency denominated date\nfirst surfaced in Fall 1985. By using currency and rate swaps,\ncompanies can sell debt that pays a high interest rate in a\nforeign currency like Australian or New Zealand dollars. But\nthe issuers actually realize savings on borrowing costs.\n    \"I would say that every company which issued foreign\ncurrency debt saved some basis points when compared to\nsame-maturity plain vanilla U.S. issues,\" an analyst said.\n    Investors, mainly institutions, were attracted to the early\nissues because of the high interest rates. They were willing to\nabsorb foreign currency risk until mid-1986, when sharp slides\nposted by the Australian and New Zealand dollars brought such\nissuance to a quick halt.\n    It was not until late last year, after the currencies\nstabilized, that companies again started issuing debt\ndenominated in Australian and New Zealand dollars.\n    But many investors have still shied away from the debt,\nremembering the mid-1986 downturn of the Australian and New\nZealand dollars, analysts noted.\n    To attract some of those investors back to the fold,\nunderwriters like Bear Stearns decided to structure the foreign\ncurrency issues as floating rate debt, sources said.\n    This occurred against a backdrop of uncertainty over the\ncourse of U.S. interest rates for the intermediate term, and\npredictions by a number of economists that Treasury yields\nwould rise in the second half of the year, the sources noted.\n    A Bear Stearns officer said more than half of the Ford\nCredit notes were sold by late Friday afternoon, the second day\nof offering. \"That is quicker than some recent fixed-rate New\nZealand dollar note issues,\" he said.\n    However, underwriters away from the Bear Stearns syndicate\nsaid the issue may have sold even faster if Prudential-Bache\ndid not offer the General Electric Credit notes on Friday.\n    They pointed out that the Ford notes were rated A-1 by\nMoody's Investors and AA-minus by Standard and Poor's, while\nthe General Electric notes, which had the same interest rate\nterms and were also non-callable to maturity, carried\ntop-flight AAA ratings by both agencies.\n    \"We have sold 20 to 25 pct of the GE notes. For first-day\nsales on a Friday afternoon, I'm happy with the results,\" an\nofficer on Prudential-Bache's syndicate desk said.\n    Investors pay the U.S. dollar equivalent of the foreign\ncurrency-denominated notes, underwriters said.\n    Investment bankers said the next floating-rate issue of New\nZealand or Australian dollar-denominated debt is probably a few\nweeks away.\n    \"I would like to underwrite a deal a day. But with the Dow,\nFord and GE offerings, the marketplace has had enough for the\ntime being,\" the Prudential-Bache officer admitted.\n    Meanwhile, IDD Information Services said the 30-day\ncorporate visible supply fell to 3.29 billion dlrs last week\nfrom 3.98 billion dlrs in the previous week.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}