{
    "DATE": "13-APR-1987 05:39:48.63",
    "TOPICS": [
        "meal-feed"
    ],
    "NEWID": "16146",
    "TEXT": {
        "TITLE": "DUTCH FEED COMPOUNDER STARTS CASE AGAINST EC LEVY",
        "DATELINE": "    ROTTERDAM, April 13 - ",
        "BODY": "A major animal feed producer, Cehave\nNV Veghel (CHV), has begun legal proceedings against the\napplication of the European Community grain co-responsibility\nlevy, with the full backing of the Dutch animal grain and feed\ntrade association, Het Comite, association chief executive\nPeter Pex told Reuters.\n    Oral proceedings were held in the Hague on Friday and the\ncourt said it would give its verdict within six weeks. \"However,\nthat is the normal wording and we expect the Hague court to\nrefer questions on the interpretation and application of the\nlevy to the European Court of Justice in Luxembourg,\" Pex added.\n    Het Comite claims the way the levy is applied does not take\naccount of currency cross-rates of exchange and can mean a\ncompounder in one country being asked to pay a higher levy in\nits own national currency than it received down the chain from\nthe original producer of the grain.\n    \"We would like the Business Administration Court in the\nHague to ask the Luxembourg Court of Justice not only whether\nthe Dutch Grain Commodity Board, the levy collection agency,\nhas interpreted the levy regulations correctly, but also\nwhether the regulations themselves may contravene European law,\"\nPex said.\n    \"It is only with great regret that we have taken this route,\nbut we have had no political help, and therefore have no option\neven though it could take years,\" Pex added.\n    Het Comite asked CHV to act as a test case against the\ngrain levy because the bill the company received from the\ncommodity board included grain from a wide variety of origins\nand was therefore considered to be the best general basis for a\nlegal challenge to the levy, Pex noted.\n    Het Comite's actions will run in tandem with questions on\nthe levy already posed to the Luxembourg Court in a case\nbrought by the Association of European Animal Feed\nManufacturers, FEFAC.\n REUTER\n\u0003"
    },
    "PLACES": [
        "netherlands"
    ],
    "PEOPLE": [
        "mikulic"
    ],
    "ORGS": [
        "ec"
    ]
}