{
    "DATE": "18-MAR-1987 04:23:38.26",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "hong-kong"
    ],
    "NEWID": "6353",
    "TEXT": {
        "TITLE": "CATHAY PACIFIC FORECASTS GOOD 1987 PERFORMANCE",
        "DATELINE": "    HONG KONG, March 18 - ",
        "BODY": "Cathay Pacific Airways Ltd <CAPH.HK>\nforecast another good year in 1987 in view of good growth in\nboth passenger and cargo traffic volumes early this year over\nthe year-earlier period.\n    The airline did not quantify its performance in early 1987\nbut said it would take delivery of one Boeing Co <BA.N> 747\nfreighter and one Boeing 747-300 passenger plane in September\nand November respectively after it took a 747-300 last month.\n    It earlier reported a 58.7 pct increase in 1986 net profit\nto 1.23 billion H.K. Dlrs and announced a final dividend of 14\ncents a share.\n    But Cathay Pacific recorded sharp increases in net finance\ncharges to 124.9 mln dlrs from 44.4 mln a year.\n    A spokesman for the firm linked the rise to two aircraft\ndeliveries in 1986.\n    However, the company said in a statement good returns from\nfunds placed with investment managers had partly offset higher\ninterest costs resulting from additional lease financing and\nother borrowing.\n    It added that the airline last year also saw aviation fuel\nprices fall to an average 4.59 dlrs a gallon from 6.76 dlrs in\n1985.\n    Passengers carried by Cathay Pacific totalled 4.2 mln last\nyear, up from 3.85 in 1985, with the passengers kilometre\ntravelled rising to 14.02 billion from 12.56 billion. But\npassenger load factor was down to 69.1 pct from 71.0 pct.\n    The airline's cargo operations recorded growth of 21 pct in\ntotal tonnage over the previous year and a 35.9 pct rise in\nrevenue to 1.79 billion dlrs.\n    Cathay Pacific floated its shares in April, 1986 and is now\n50.23 pct owned by Swire Pacific Ltd <SWPC.HK>, 16.43 pct by\nHongkong and Shanghai Banking Corp <HKBH.HK> and 12.5 pct by\n<China International Trust and Investment Corp>.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "lawson"
    ]
}