{
    "DATE": "31-MAR-1987 04:33:31.92",
    "TOPICS": [
        "money-fx",
        "yen"
    ],
    "NEWID": "11203",
    "TEXT": {
        "TITLE": "BANK OF JAPAN MULLS OTHER OPTIONS TO STOP YEN RISE",
        "AUTHOR": "    By Kunio Inoue, Reuters",
        "DATELINE": "    TOKYO, March 31 - ",
        "BODY": "Today's liberalised financial markets are\nmaking it extremely difficult for Japan's monetary authorities\nto prevent the yen's rise against the dollar, but they have\nseveral options other than normal intervention, Bank of Japan\nsources said.\n    A senior central bank official said that such methods as\ncontrolling foreign exchange deals and invoking currency swap\nagreements with other central banks, which have not been\ninvoked since 1978, are all being considered.\n    \"But the time may not be ripe,\" he said.\n    \"In this era of financial liberalisation, it's almost\nimpossible to control the flow of capital in and out of Japan,\"\nsaid another senior bank official.\n    But the first official said: \"From a technical viewpoint,\nthe Bank of Japan could activate swap agreements immediately\nafter other central banks involved agreed to do so.\"\n    A swap agreement, an exchange of currency between two\nnations, allows both sides to acquire a ready source of the\nother's currency in case of need.\n    \"If the Bank invokes such swaps, both parties would announce\nthe decision jointly,\" said the first official.\n    The sources said they believed the limit of currency market\nintervention may be being reached after they saw recent\nconcerted market action by central banks of major industrial\nnations was increasingly ineffective in propping up the\nbattered dollar.\n    But intervention is at least an option, they said. Further\neasing of monetary policy will be very difficult with an\nofficial discount rate already at a record low of 2.5 pct, they\nsaid.\n    Bank of Japan Governor Satoshi Sumita has repeatedly ruled\nout another rate cut due to fears it could revive inflation.\n    One bank official said he could not deny the possibilty of\nthe Bank of Japan activating currency swap agreements with the\nU.S. And other central banks, if these banks continue\nintervening to sell the yen in support of the dollar and run\nout of their yen cash positions.\n    \"But we don't think they have become short of yen quite yet,\"\nhe said.\n    The bank has established a five billion dlr swap limit with\nthe U.S. Federal Reserve and another 2.5 billion mark and 200\nbillion yen limit with the West German and Swiss central banks,\naccording to the sources.\n    Foreign exchange dealers estimate the Fed had sold two\nbillion dlrs worth of yen from its own account to support the\ndollar in New York last week.\n    The central bank sources also said Japan may arrange other\ncurrency swap agreements with Britain and France if they find\nit necessary, but added they are not actually talking with each\nother towards that end.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan"
    ],
    "PEOPLE": [
        "nakasone",
        "reagan"
    ],
    "ORGS": [
        "ec"
    ]
}