{
    "DATE": "23-MAR-1987 18:03:09.72",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "8569",
    "TEXT": {
        "TITLE": "SPRINT OPTIMISTIC DESPITE LOSSES",
        "AUTHOR": "    By Peter Elsworth",
        "DATELINE": "    DALLAS, March 23 - ",
        "BODY": "US Sprint, the 50-50 telephone venture\nof GTE Corp <GTE> and United Telecommunications Inc <UT> set up\nlast June, is optimistic despite expecting to report a net loss\nof about 500 mln dlrs this year.\n     David M. Holland, president of US Sprint's Dallas-based\nSouthwest Division, told Reuters in an interview that he did\nnot know what it would report for the first quarter, but agreed\nthat for the year the company should have about the same\nresults as last year when it lost \"about 500 mln dlrs.\"\n     He noted the company was slated to spend 2.3 billion dlrs\nover \"two plus years\" to set up its network.\n\n    Holland added that Sprint was still paying almost 500 mln\ndlrs a year to American Telephone and Telegraph Co (T) in order\nto lease its lines.\n     He said 16,000 miles of its 23,000 mile fiber optic\ntelephone line are now \"in the ground,\" and 7,000 miles are\noperable.\n     By the end of the year, he said, 90 pct of the company's\nsubscribers will be carried on its fiber optic lines (instead\nof leased ATT lines), compared with 60 pct by the end of the\nsecond quarter.\n    Fiber optic lines, which send digital light impulses along\nmicroscopic glass lines, is quicker, more accurate and more\neconomical than traditional copper cables. A fiber optic line\nthe diameter of a dime can carry the same amount of information\nas a copper cable 20 feet in diameter.\n     \"By the end of the year, we will have the capacity to\ncarry 50 pct of all U.S. long distance phone calls,\" Holland\nsaid.\n    He said ATT currently controls about 80 pct of the U.S.\nlong distance market, with MCI Communications Corp <MCIC> about\n10 to 12 pct and Sprint five to seven pct.\n     Holland said Sprint's rates, which were 50 pct lower than\nATT when it did not pay to gain access to local telephone\nexchanges, were now about 10 to 12 pct lower now that all the\ncompanies have equal access. He said the company was cutting\nback its advertising by about 30 pct this year.\n     At the same time, he said Sprint had increased its total\nnumber of customers to four mln from two mln from July 1986 to\nlast January.\n    \"We've captured the fiber high ground, shown the importance\nof it,\" he said.\n     Concerning the deregulation of ATT, Holland said he\nbelieved ATT \"should be given some flexibility, but should be\nregulated on pricing plans.\"\n     \"They're so dominant in the market place,\" he said, adding\nthat ATT should be deregulated when \"there is true competition\nin the marketplace.\"\n     \"It takes time to prove ourselves and a lot of money,\" he\nsaid, adding, \"maybe two to four years out, it's hard to say.\"\n    Holland said he was not concerned about talk that Sprint's\ntwo owners might be squabbling or that corporate raiders, such\nas the Belzberg family in Canada, might be putting pressure on\nthem to sell off their loss-making Sprint holdings.\n     \"They are two excellent partners who have stated time and\ntime again their support of US Sprint,\" he said, adding that he\nwas \"amazed\" at industry talk that the two companies might be\narguing. \"There's no evidence of that,\" he said.\n     He said Sprint's progress in such areas as revenues,\nnumber of customers and construction was on track, even \"ahead\nin many areas.\"\n    Looking beyond the United States, Holland said Sprint\ncurrently had direct access to 34 countries and aimed to be in\n90 pct of the Free World nations by 1988.\n    \"We want to be in every country that ATT serves,\" he said.\n    He said Sprint currently does not have access to Mexico but\nwas working on it.\n     He noted negotiations between Mexico and GTE Sprint, the\nforerunner of US Sprint, had been broken off by the September\n1985 earthquake which had devastated the nation's telephone\nnetwork.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "balladur"
    ]
}