{
    "DATE": "18-MAR-1987 13:35:57.73",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6665",
    "TEXT": {
        "TITLE": "TALKING POINT/GENCORP INC <GY>",
        "AUTHOR": "    By Patti Domm, Reuters",
        "DATELINE": "    New York, March 18 - ",
        "BODY": "The surprise 2.2 billion-dlr tender\noffer for Ohio-based conglomerate GenCorp Inc will not be\nenough to buy the company, analysts said.\n    Analysts estimated the 100 dlr-per-share offer from General\nPartners is 10 to 20 dlrs per share below the breakup value of\nGenCorp. However, market sources and analysts said  uncertainty\nsurrounds any transaction because of the legal challenges to\nGencorp broadcasting licenses.\n    Gencorp's stock rose 15-3/4 to 106-1/4 in heavy trading.\n    \"The expectation is either there will be someone else or\nthe bidder will sweeten the offer hoping to get management's\ncooperation,\" said Larry Baker, an analyst with E.F. Hutton\ngroup.\n    Analysts said there is concern about challenges to\nGencorp's broadcast licenses for two television and 12 radio\nstations. Some of the disputes, dating back about 20 years,\nwere brought by groups that alleged improper foreign payments\nand political contributions.\n    \"I think it kind of muddies an already muddy situation,\"\nsaid Baker of the offer.\n    Some arbitragers said they were concerned the ongoing issue\nmight be a stumbling block or result in a long period of time\nfor any transaction.\n    A source close to General Partners, however, said General\nPartners would apply to the Federal Communications Commission\nfor special temporary authority to hold the broadcast stations.\nThe source said if approved, the authority would allow a\ntransaction to be carried out.\n    If it received the \"short-form\" approval, General Partners\nwould set up a trust which would hold the broadcasting\nproperties until the licensing situation is resolved.\n    General Partners is equally owned by investors Wagner and\nBrown and glass-maker AFG Industries Inc.\n    Some market sources speculated an outside buyer, such as\nGeneral Partners, might even be be a catalyst to resolution of\nthe challenges since it would carry out GenCorp's plan to sell\nthe stations.\n    GenCorp earlier this month reached an agreement with Walt\nDisney Co to sell its Los Angeles television station, WHJ-TV.\nDisney would pay 217 mln dlrs to GenCorp and 103 mln dlrs to a\ngroup that challenged the station's license.\n    GenCorp also has a pending agreement to sell WOR-TV in\nSecaucus, N.J. to MCA Inc for 387 mln dlrs.\n    General Partners said it intends to keep the company's\nplastics and industrial products businesses and its tires and\nrelated products segment.\n    Charles Rose, an analyst with Oppenheimer and Co, said\nthat, on a breakup valuation, the company might be worth as\nmuch as 125 dlrs per share. Rose estimated the aerospace\nbusiness could bring 30 to 40 dlrs per share or one billion\ndlrs, as would DiversiTech, the plastics unit. Broadcasting,\nincluding assets pending sale, might be 30 to 40 dlrs per\nshare, he said.\n    The company, formerly known as General Tire\nand Rubber Co, also has a tire business Rose estimated would be\nworth five to 10 dlrs per share. He estimated the bottling\nbusiness might also be worth several dollars per share, he\nsaid.\n    Analysts said GenCorp chairman A. William Reynolds, who\nbecame chairman last year, has been emphasizing the company's\nAerojet General and DiversiTech General businesses. GenCorp,\nfounded in 1915, became an unfocused conglomerate over the\nyears and analysts believe reynolds has helped it to improve.\n    \"The management's doing a very fine job in trying to deal\nwith the non-strategic assets of the company,\" Rose said.\n    Analysts expect GenCorp to resist the tender offer, but\nthey declined to predict what steps the company might take.\nThey said it would be possible the company might consider a\nleveraged buyout or restructuring to fend off the offer.\n    General Partners holds 9.8 pct of GenCorp stock, and there\nwas some concern about \"greenmail.\" Greenmail is the payment at\na premium for an unwanted shareholders' stock.\n    \"I would doubt they would greenmail them, but nothing\nsurprises me anymore,\" said Rose.\n    GenCorp has not commented on the offer. It has retained\nFirst Boston Corp and Kidder, Peabody and Co as advisers.\n   \n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "herrington"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}