{
    "DATE": " 8-APR-1987 15:24:13.33",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15255",
    "TEXT": {
        "TITLE": "CHRYSLER <C> RENAULT DELAY AM MOTORS <AMO> PACT",
        "DATELINE": "    DETROIT, April 8 - ",
        "BODY": "Chrysler Corp and Regie Natiionale des\nUsines Renault said they agreed to extend by up to two weeks\nthe period for reaching definitive agreement on Chrysler's\nproposed 1.5 billion dlr takeover of American Motors Corp.\n    The letter of intent signed by Chrysler and Renault on\nMarch nine set April nine as the target date for completing\nnegotiations.\n    However, the letter also allowed room for an extension of\nthat date to April 23 if an agreement could not be reached.\n    The two companies said they \"now plan to complete work by\nApril 23.\"\n    Chrysler and Renault said, \"Given the complex nature of the\ndeal, the need for additional time was to be expected.\"\n    The March letter of intent between the two companies says\nthat Chrysler could ask Renault to extend the agreement date\n\"in the event that prior to April 9, 1987, Chrysler discovers\nan unforeseen problem in the course of its 'due diligence'\ninvestigation of the company,\" referring to American Motors.\n    A Chrysler spokeswoman would not say whether some problem\nhad cropped up in the talks. She stuck by the company's\nstatement that more time was needed because the talks are\ncomplex. \"That is our definition of the delay,\" she said.\n    Under the previous agreement between Chrysler and Renault,\ntheir letter of intent would be terminated on April nine or\nwhen an agreement was reached. But the letter could be amendend\nby a written agreement by both companies.\n    The Chrysler spokeswoman said, \"We are still working toward\na definitive agreement.\" Said another Chrysler official who is\nnot part of the talks but who would be told if the deal were in\ntrouble: \"There are no glitches.\"\n    Analysts also downplayed the significance of the delay. \"I\ncan't visualize where they wouldn't want it to be done,\" said\nDonaldson Lufkin Jenrette analyst Richard Henderson.\n Reuter\n\u0003"
    },
    "ORGS": [
        "itc",
        "ec"
    ],
    "PEOPLE": [
        "wilson",
        "balladur",
        "poehl"
    ],
    "EXCHENGES": [
        "lme"
    ]
}