{
    "DATE": "13-MAR-1987 04:58:21.76",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "4665",
    "TEXT": {
        "TITLE": "JAPAN REJECTS U.S. OBJECTIONS TO FAIRCHILD SALE",
        "AUTHOR": "    By Linda Sieg, Reuters",
        "DATELINE": "    TOKYO, March 13 - ",
        "BODY": "A Foreign Ministry official dismissed\narguments made by senior U.S. Government officials seeking to\nblock the sale of a U.S. Microchip maker to a Japanese firm.\n    \"They appear to be linking completely unrelated issues,\"\nShuichi Takemoto of the Foreign Ministry's North American\nDivision told Reuters.\n    U.S. Commerce Secretary Malcolm Baldrige has asked the\nWhite House to consider blocking the sale of <Fairchild\nSemiconductor Corp> to Japan's Fujitsu Ltd <ITSU.T>, U.S.\nOfficials said yesterday.\n    Baldrige expressed concern that the sale would leave the\nU.S. Military dependent on a foreign company for vital high\ntechnology equipment. Pentagon officials said Defence Secretary\nCaspar Weinberger also opposes to the sale.\n    U.S. Officials have also said the sale would give Fujitsu a\npowerful role in the U.S. Market for supercomputers while\nJapan's supercomputer market remains closed to U.S. Sales.\n    Takemoto said national security should not be an issue\nsince the planned purchase of Fairchild from its current owner,\nSchlumberger Ltd <SLB>, does not include Fairchild's main\ndefence-related division.\n    In addition, Takemoto said tension over the supercomputer\ntrade should not affect the sale as Fairchild does not make\nsupercomputers.\n    Analysts noted that Fairchild does make sophisticated\nmicrochips used in supercomputers. Fujitsu makes similar chips\nand supplies them to U.S. Supercomputer makers, they said.\n    Takemoto also dismissed U.S. Fears that the proposed\ntakeover would violate U.S. Antitrust law, saying \"the purchase\nwould not result in Fujitsu monopolising the U.S. Semiconductor\nmarket.\"\n    Two separate issues appear to have come together to boost\npressure to block the purchase, industry analysts said.\n    The move is in part an attempt to force Japan to open its\ndomestic market to more U.S. Supercomputer sales, they said.\n    U.S. Officials have repeatedly charged that the Japanese\npublic sector is closed to U.S. Supercomputer sales despite\nU.S. Firms' technological lead in the field.\n    \"The United States believes Japan will only react when\nbullied, and this is a bullying ploy,\" Salomon Brothers Asia\nanalyst Carole Ryavec said.\n    However, the analysts said more is at stake than\nsupercomputer sales as the U.S. Fears it is losing its vital\nsemiconductor industry to Japanese competitors.\n    \"The real issue is xenophobia in (the U.S.) Silicon Valley,\"\nsaid Tom Murtha of brokerage James Capel and Co.\n    U.S.-Japanese tension over the semiconductor trade has\nfailed to subside despite recent efforts by Japan's Ministry of\nInternational Trade and Industry (MITI) to get Japanese firms\nto abide by a bilateral pact aimed at halting predatory pricing\nand opening Japan's market.\n    A MITI official said that while Japan is faithfully abiding\nby the agreement, problems remain in halting the sale of\nmicrochips in Europe and Southeast Asia at prices below those\nset by the pact.\n    \"It is only a matter of time before we solve this problem,\"\nhe told Reuters.\n    Despite the furore, Fujitsu will proceed with talks on the\nacquisition in line with the basic agreement reached with\nSchlumberger last year, a Fujitsu spokeswoman told Reuters.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "subroto"
    ],
    "ORGS": [
        "opec"
    ]
}