{
    "DATE": " 5-MAR-1987 11:27:58.84",
    "TOPICS": [
        "livestock"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2168",
    "TEXT": {
        "TITLE": "ANTIBIOTICS IN FEED AID DEADLY BACTERIA: STUDY",
        "DATELINE": "    BOSTON, March 5 - ",
        "BODY": "A study of salmonella poisoning has\nuncovered new evidence that the common practice of feeding\nantibiotics to cattle is helping to create deadly bacteria that\ncan infect humans and resist medicines.\n    Researchers at the federal Centers for Disease Control\ntracked the spread of an unusual strain of salmonella that is\nresistant to the drug chloramphenicol and were able to link the\nresulting food poisoning to farms that used the drug to promote\nthe growth of cattle.\n    Cattlemen often give their animals a constant supply of\nantibiotics in feed to help them grow faster. But critics have\nbeen warning for years that the constant exposure to the drugs\nis helping bacteria learn to resist the drugs.\n    Industry officials have disputed this, saying the diseases\nthat develop a resistance in cattle probably do not affect\nhumans.\n    But the new study, reported in Thursday's New England\nJournal of Medicine, shows the diseases can spread to humans.\n    The research team, led by Dr. John Spika, said the number\nof people who have developed the chloramphenicol-resistant\ninfection in Los Angeles County alone jumped from 69 in 1984 to\n298 the following year. Two of those victims died and half the\nvictims in their study of 45 patients had to be hospitalized\nfor their illness.\n    They also discovered that cooking the meat didn't always\nprevent the disease. Only 15 pct of the victims reported eating\nraw, infected hamburger. Thus, the researchers concluded, \"the\nmajority of cases appear to have been caused by eating\nhamburger that was at least partially cooked.\"\n    The researchers said the results show that \"food animals are\na major source of antimicrobial-resistant salmonella infections\nin humans, and that these infections are associated with\n(antibiotic) use on farms.\"\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "boesky"
    ],
    "ORGS": [
        "opec"
    ]
}