{
    "DATE": " 3-APR-1987 08:32:08.71",
    "TOPICS": [
        "jobs"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12818",
    "TEXT": {
        "TITLE": "U.S. MARCH JOBLESS RATE FELL TO 6.6 PCT",
        "DATELINE": "    WASHINGTON, April 3 - ",
        "BODY": "The U.S. civilian unemployment rate\nfell to 6.6 pct in March from 6.7 pct in February, the Labor\nDepartment said.\n    The number of non-farm payroll jobs rose 164,000 last month\nafter rising a revised 236,000 in February. That was down from\nthe previously reported 337,000 rise in February.\n    The March unemployment rate was the lowest since March,\n1980. It had remained unchanged at 6.7 pct for three straight\nmonths before the March decline.\n    The rise in non-farm payrolls was the smallest since a\ndecline last June of 75,000, the department said.\n    Last month's unemployment rate was down from the 7.2 pct\nlevel in March, 1986.\n    Growth in jobs continued in March but was slower than in\nrecent months, with the gains concentrated in service\nindustries.\n    The number of goods-producing jobs fell 68,000 in March,\nwhile service-producing jobs rose 232,000 to bring the total\njobs in the department's survey of businesses to 102.03 mln in\nMarch.\n    Business and health services showed the largest gains in\njobs, while manufacturing employment fell by 25,000.\n    The average work week fell to 34.8 hours in March from 35.0\nhours in February, the department said.\n    Manufacturing hours fell to 40.9 per week from 41.2 hours\nin February, but overtime hours increased to 3.7 from 3.6.\n    The department's survey of households showed the number of\nunemployed stood at 7.85 mln out of a work force of 119.2 mln.\n    The number of persons working part time for economic\nreasons fell in March to 5.46 mln from 5.78 mln in February.\n    The loss of factory jobs brought the March total to 19.19\nmln jobs and was concentrated in automobile, electrical and\nelectronic manufacturing.\n    Construction employment also lowered the number of jobs in\nthe goods-producing sector, falling by 45,000 after seasonal\nadjustment, the department said.\n    Mining employment was little changed in March and has not\nexperienced any substantial erosion since the rapid job losses\nin oil and gas drilling in the first two-thirds of 1986.\n    Other service industries that increased jobs last month\nwere finance, insurance, and real estate.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "eyskens"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}