{
    "DATE": "18-JUN-1987 08:48:36.39",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "netherlands",
        "brazil",
        "west-germany",
        "italy"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18604",
    "TEXT": {
        "TITLE": "RPT - EUROPEAN TRADE MAY PROPOSE NEW ICO FORMULA",
        "AUTHOR": "    By Jeremy Lovell, Reuters",
        "DATELINE": "    AMSTERDAM, June 17 - ",
        "BODY": "European coffee traders and roasters\nmay propose a new formula for calculating International Coffee\nOrganization (ICO) coffee quotas at the end of their meeting\nhere this week, traders and officials told Reuters.\n    Although traders were unwilling to reveal details of the\npossible new formula, they said it would give Brazil, the\nworld's biggest coffee producer, unchanged ICO quotas for the\nnext two years and could be a basis for renegotiation.\n    \"The main sticking point on quotas has been Brazil's\nattitude, and this compromise could be a solution, \" one said.\n    However, the European coffee trade federation meeting,\nwhich began here today and is to continue to the end of the\nweek, has revealed gaps in the European position on\nre-introducing quotas.\n    Traders said that, as a whole, the trade side was against\nre-introduction of ICO quotas, while roasters were generally in\nfavour with the single proviso that there had to be some\nformula basis for re-allocating quota shares among producing\ncountries.\n    The roasters said the positions were generally fairly\nclose, and problems with some Government officials.\n    Germany and Italy were cited as the extremes of polarized\nGovernment attitudes, with most other countries on the fence.\n    Sources said Germany was the most extreme against quota\nre-introduction, while the Italians were most in favour.\n    \"Nevertheless, we expect to find enough common ground by the\nend of the week to at least present a common European Community\n(EC) view at the next meeting of consumer members of the\nInternational Coffee Agreement (ICA) in July,\" one trader said.\n    \"We hope we can present the compromise proposal and that not\nonly the consumer side, but the producer side will accept it,\"\none official said.\n    \"We have learned that we can live without the quotas that\nwere suspended in February last year, but would prefer the\nstability they can bring to the market as long as we do not\nsimply return to the old and outdated status quo as far as\nquota allocation is concerned,\" he added.\n    Overall, however, trader and roaster opinion on the\nlikelihood of a successful re-negotiation was mildly\npessimistic, varying between a 50-50 chance and 60-40 against.\n    \"Our main difficulty will be to persuade the U.S. On the\nconsumer side and Brazil on the producer side to agree to quota\nre-introduction, \" he said.\n    \"The U.S. Position has, if anything, hardened, while the new\nBrazilian Coffee Institute president has adopted the least\nnegotiable position of any of his predecessors,\" one trader\nsaid.\n    \"However, with many producers starting to swing in favour of\nthe consumer position that quotas have to be re-allocated under\na new formula, Brazil is becoming increasingly isolated, which\ngives at least some hope of a compromise at the ICO quota\nmeeting in September,\" the official said.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}