{
    "DATE": "31-MAR-1987 02:22:05.64",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11177",
    "TEXT": {
        "TITLE": "CSR SELLING DELHI TO EXXON UNIT, DROPS DELHI FLOAT",
        "DATELINE": "    SYDNEY, March 31 - ",
        "BODY": "CSR Ltd <CSRA.S> and Exxon Corp <XON>\nunit <Esso Exploration and Production Australia Inc> said CSR\nhas agreed to sell its <Delhi Australia Fund> (DAF) to Esso for\n985 mln Australian dlrs.\n    The sale is effective from tomorrow, they said in a joint\nstatement.\n    The previously announced float of part of its Delhi\ninterest will not now proceed, CSR said in the statement.\n    Delhi Australia Fund owns <Delhi Petroleum Pty Ltd>, which\nholds an average of 25 pct in the Santos Ltd <STOS.S>-led\nCooper and Eromanga Basin gas and liquids projects.\n    In addition to the purchase price, CSR will share equally\nin any returns due to increases in crude oil and condensate\nprices over certain levels for liquids produced from Delhi's\ninterests in the next two years, the statement said.\n    \"The Esso proposal to purchase all the Delhi interest will\nbe more beneficial to our shareholders than proceeding with the\nfloat,\" CSR chief executive Bryan Kelman said in the statement.\n    Kelman said the sale of Delhi would enable CSR to focus\nefforts on expanding business areas such as sugar and building\nmaterials in which CSR has had long and successful management\nexperience and strong market leadership.\n    With the sale, CSR will be able to expand those businesses\nmore aggressively and earlier, he said.\n    As reported separately, soon after announcing the Delhi\nsale CSR launched a takeover bid for the 68.26 pct of <Pioneer\nSugar Mills Ltd> that it does not already hold, valuing its\nentire issued capital at 219.6 mln dlrs.\n    After Bass Strait, the onshore Cooper and Eromanga Basin is\nAustralia's largest oil and gas producing area with current\ngross oil production of 45,000 barrels per day (BDP), gas\nliquids output of 30,000 BPD and gas sales of 480 mln cubic\nfeet a day, the CSR-Esso statement said.\n    The purchase gives Esso, a 50/50 partner with The Broken\nHill Pty Co Ltd <BRKN.S> in the Bass Strait, its first onshore\nproduction in Australia, they said.\n    Esso's chairman Stuart McGill said he hoped Esso can assist\nin maintaining the high rate of oil and gas discoveries in the\nCooper-Eromanga area.\n    \"These discoveries will help Australia's self-sufficiency in\noil reserves thereby offsetting in part the decline in Bass\nStrait production now under way,\" McGill said.\n    In a separately released letter to CSR shareholders, Kelman\nsaid CSR was within days of completing plans for the float of\nCSR Petroleum when it received an offer from Esso.\n    He said CSR is convinced the sale was the correct decision\nin view of the risks associated with the oil business.\n    The price-sharing arrangement provides for CSR to share\nequally with Esso in higher returns if oil prices average more\nthan 20 U.S. Dlrs a barrel in the next two years, he said.\n    Kelman said a revaluation of CSR's investment in Delhi to\nnet realisable value as of today, CSR's annual balance-date,\nwill result in an extraordinary loss of 97 mln dlrs.\n    However, revaluations and profits on sales of other assets\nwill significantly reduce this loss, he said.\n    He also said that CSR is sufficiently encouraged by future\nprospects and the opportunity to reposition the group in core\nbusinesses to foreshadow an increase in final dividend payable\nin July to 10 cents from nine to make an annual 19 cents\nagainst 18 in 1985/86.\n REUTER\n\u0003"
    },
    "PLACES": [
        "australia"
    ],
    "PEOPLE": [
        "nakasone",
        "reagan"
    ],
    "ORGS": [
        "ec"
    ]
}