{
    "DATE": "31-MAR-1987 10:22:28.99",
    "TOPICS": [
        "crude",
        "nat-gas"
    ],
    "NEWID": "11350",
    "TEXT": {
        "TITLE": "EXXON <XON> OIL AND GAS PRODUCTION ROSE IN 1986",
        "DATELINE": "    NEW YORK, March 31 - ",
        "BODY": "Exxon Corp said in its annual report\nthat it raised production in 1986 although it did not replace\nall oil and gas produced.\n    The company said that it added about four pct to production\nbringing it to 1.8 mln bpd, the highest level since 1979, based\nlargely on increased production of oil overseas but additions\nto its reserves from new discoveries and reserve acquisitions\ndid not replace all of the oil and gas produced.\n    The company said that the average price for oil and gas\ndeclined 41 pct in 1986 from the previous year sparking a 38\npct decline in its earnings from exploration and production.\n    Exxon's earnings from exploration and production in 1986\nfell to 3.1 billion dlrs from 4.9 billion dlrs in 1985.\n    Exxon said that its principal gains in production came from\nthe Gulf of Mexico, Alaska, the North Sea, Malaysia and from\noil sands in Canada.\n    Exxon also said that it acquired 11.2 mln acres for\nexpoloration spread over 10 countries including the U.S, Europe\nand the Far East.\n    But capital expenditures for exploration and production\nwere cut to 4.6 billion dlrs from 7.6 billion the previous year\nand further reductions were expected in 1987.\n    Exxon said that its net share of crude oil and natural gas\nliquids produced from offshore fields in the North Sea reached\na new high of 422,000 bpd.\n    The light, sweet crudes produced from these North Sea\nfields also gave the company trading gains as Exxon was able to\nsell much of this crude and replace it with cheaper, lower\nquality crude oil for its refineries which have been upgraded\nover the past several years.\n    The trading gains and lower acquisition costs gave Exxon\nmore of a spread in its refinery operations and added to\nearnings gains from refining and marketing.\n    Exxon said earnings from refining and marketing operations\nrose to nearly two billion dlrs in 1986, up from 872 mln dlrs\nin 1985.\n    The company said petroleum sales slipped slightly to 4.043\nmln barrels per day from 4.082 mln bpd in 1985 while crude runs\nrose to 3.0 mln bpd from 2.9 mln bpd the previous year.\n    Exxon's refinery operations benefited from a three year 500\nmln dlr upgrading program to its Baytown, Texas refinery\ncompleted last October and an 850 mln dlr upgrading project in\nRotterdam both of which emphasize utilizing lower grade crudes\nto extract higher proportions of light products.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}