{
    "DATE": "20-MAR-1987 12:09:19.00",
    "TOPICS": [
        "grain",
        "corn",
        "ship"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "7792",
    "TEXT": {
        "TITLE": "USDA NOT PLANNING ANY MAJOR PRICING CHANGES",
        "DATELINE": "    WASHINGTON, March 20 - ",
        "BODY": "The Agriculture Department is not\nconsidering any major changes in its pricing system for posted\ncounty prices, an Agriculture Department offical said.\n    \"We do not have current plans to make any major adjustments\nor changes in our pricing,\" said Bob Sindt, USDA assistant\ndeputy administrator for commodity operations.\n    U.S. grain traders and merchandisers said earlier this week\nUSDA might act soon to reduce the cash corn price premium at\nthe Gulf versus interior price levels by dropping ASCS posted\nprices to encourage interior PIK and roll movement.\n    But Sindt denied USDA is planning any such changes.\n    \"If people are suggesting that we are going to make\nwholesale changes in pricing, we are not considering this,\" he\nsaid.\n    Sindt, however, did not rule out the possiblity of\nimplementing more minor changes in its pricing system.\n    \"We are continually monitoring the whole nationwide\nstructure to maintain its accuracy,\" he said. \"If we become\nconvinced that we need to make a change, then appropriate\nadjustments will be made.\"\n    Sindt acknowledged that concern has been voiced that USDA's\nprice differentials between the New Orleans Gulf and interior\nmarkets are not accurate because of higher than normal barge\nfreight rates.\n    He said commodity operations deputy administrator Ralph\nKlopfenstein is currently in the midwest on a speaking tour and\nwill meet with ASCS oficials in Kansas City next week.\n    Sindt said a number of issues will be discussed at that\nmeeting, including the current concern over the gulf corn\npremiums.\n    He defended the USDA differentials, saying that these price\nmargins reflect an average of prices throughout the year and\nthat seasonal factors will normally cause prices to increase or\ndecrease.\n    The USDA official also said that only those counties that\nuse the Gulf to price grain are being currently affected by the\nhigh barge freight tariffs and increased gulf prices.\n    When asked if the USDA emergency storage program which\nallows grain to be stored in barges was taking up barge space\nand accounting for the higher freight rates, Sindt discounted\nthe idea.\n    He said USDA has grain left in only about 250 barges and\nthat, under provisions of the program, these all have to be\nemptied by the end of March.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "kullberg"
    ],
    "ORGS": [
        "ec",
        "gatt"
    ],
    "EXCHENGES": [
        "simex"
    ]
}