{
    "DATE": " 2-MAR-1987 01:28:24.65",
    "TOPICS": [
        "tea",
        "cocoa",
        "coffee"
    ],
    "PLACES": [
        "indonesia"
    ],
    "NEWID": "275",
    "TEXT": {
        "TITLE": "INDONESIAN TEA, COCOA EXPORTS SEEN UP, COFFEE DOWN",
        "DATELINE": "    JAKARTA, March 2 - ",
        "BODY": "Indonesia's exports of tea and cocoa\nwill continue to rise in calendar 1987 but coffee exports are\nforecast to dip slightly in 1987/88 (April-March) as the\ngovernment tries to improve quality, the U.S. Embassy said.\n    The embassy's annual report on Indonesian agriculture\nforecast coffee output in 1986/87 would be 5.77 mln bags of 60\nkilograms each. That is slightly less than the 5.8 mln bags\nproduced in 1985/86.\n    In 1987/88 coffee production is forecast to rise again to\n5.8 mln bags, but exports to dip to 4.8 mln from around 5.0 mln\nin 1986/87. Exports in 1985/86 were 4.67 mln bags.\n    The embassy report says coffee stocks will rise to 1.3 mln\ntonnes in 1987/88 from 1.15 mln in 1986/87. It bases this on a\nfall in exports as a result of the \"probable\" re-introduction of\nquotas by the International Coffee Organisation.\n    Cocoa production and exports are forecast to rise steadily\nas the government develops cocoa plantations. Production of\ncocoa in Indonesia increased to 32,378 tonnes in calendar 1985\nfrom 10,284 tonnes in 1980. It is projected by the government\nto rise to more than 50,000 tonnes by 1988.\n    Production in 1986 is estimated by the embassy at 35,000\ntonnes, as against 38,000 tonnes in 1987.\n    The report forecasts cocoa exports to rise to 35,000 tonnes\nthis year, from 33,000 tonnes in 1986 and 31,000 in 1985.\n    The Netherlands is at present the biggest importer of\nIndonesian cocoa beans.\n    The report forecasts that in calendar 1987, Indonesia's CTC\n(crushed, torn and curled) tea exports will increase\nsignificantly with the coming on stream of at least eight new\nCTC processing plants.\n    Indonesia plans to diversify its tea products by producing\nmore CTC tea, the main component of tea bags.\n    Production of black and green teas is forecast in the\nembassy report to rise to 125,000 tonnes in calendar 1987 from\n123,000 tonnes in 1986.\n    Exports of these teas are likely to rise to 95,000 tonnes\nin 1987 from 85,000 in 1986 and around 90,000 in 1985.\n    The embassy noted the ministry of trade tightened quality\ncontrols on tea in October 1986 in an effort to become more\ncompetititve in the world market.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}