{
    "DATE": "31-MAR-1987 05:18:48.86",
    "TOPICS": [
        "acq",
        "sugar",
        "crude"
    ],
    "NEWID": "11213",
    "TEXT": {
        "TITLE": "ANALYSTS APPLAUD CSR'S BOLD MOVE TO SELL DELHI",
        "AUTHOR": "    By Peter Bale, Reuters",
        "DATELINE": "    SYDNEY, March 31 - ",
        "BODY": "CSR Ltd <CSRA.S> has made a bold move in\nselling its oil and gas interests for almost a billion dlrs and\nploughing 150 mln into its traditional sugar business, share\nanalysts said.\n    \"It sounds like a good deal,\" Stuart McKibbin of <A.C. Goode\nand Co> told Reuters.\n    CSR said it had dropped plans to float its oil and gas\ninterests held in the <Delhi Australia Fund> and would instead\nsell it to Exxon Corp <XON> unit <Esso Exploration and\nProduction Australia Inc> for 985 mln dlrs.\n    In a twin announcement CSR, already Australia's largest\nsugar refiner, made a 2.20 dlr a share bid for the 70 pct it\ndoes not already hold in <Pioneer Sugar Mills Ltd>.\n    \"This will be a big shock to the market, which was under the\nimpression that CSR was well down the road to floating Delhi,\"\nMcKibbin said.\n    A float of part of Delhi would have raised between 200 and\n300 mln dlrs, but in opting to sell outright, CSR had given\nitself the cash to practically eliminate its debt and embark on\nan ambitious expansion programme in its best-performing\ndivisions of sugar and building products, analysts said.\n    CSR not only gets the 985 mln dlrs but also has the right\nto share equally with Esso any higher returns resulting from an\noil price over 20 U.S. Dlrs a barrel in the next two years.\n    Delhi is one of Australia's largest onshore oil producers\nyielding about six mln barrels a year from the Cooper Basin.\nAnalysts said the deal could net CSR as much as three mln dlrs\nfor every dollar rise in the oil price above 20 dlrs.\n    Neale Goldston-Morris of Sydney broker <Bain and Co Ltd>\nsaid the move out of Delhi and investment in the sugar industry\nwas a sensible one but added that it represented the loss of\nAustralian-owned assets to a foreign company.\n    \"The farm they bought back a few years ago is being sold\nback to the Americans,\" Goldston-Morris said.\n    The Pioneer Sugar investment would make CSR by far the\nlargest player in Australia's 850 mln dlr a year sugar industry\nand would give it access to some of the best sugar properties\nand mills in the country, analysts said.\n    They said Pioneer Sugar was expected to recommend\nacceptance of the bid through which CSR would benefit from the\nbottom out of a cyclical downturn in sugar prices.\n    Sugar prices are forecast to rise to 340 dlrs a tonne next\nseason from an estimated 270 dlrs this year, they said.\n    Selling Delhi meant CSR has finally quit a damaging\ninvestment, made in 1981, which has dragged down the company's\noverall performance, analysts said.\n    CSR last year wrote off more than 550 mln dlrs in losses on\nwhat had been a 591 mln U.S. Dlr investment financed entirely\nfrom U.S. Dollar debt, they said.\n    \"It was a bad investment for them. They financed it entirely\nwith debt, the currency collapsed on them and then the oil\nprice collapsed on them,\" Owen Evans of Sydney broker <Meares\nand Philips Ltd> said.\n    Esso not only picked up Delhi's oil and gas output but also\ngained as much as 300 mln dlrs in transferable tax losses\naccumulated in exploration allowances and other concessions.\n    Analysts said Esso also gained its first real onshore stake\nin Australia in its first major diversification from the 50/50\nBass Strait partnership with The Broken Hill Pty Co Ltd\n<BRKN.S>.\n    \"Esso has been very keen to diversify from the Gippsland\nBasin. They haven't found too much oil in Bass Strait lately\nand Esso needed a large pool of ongoing production,\"\nGoldston-Morris said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "australia"
    ],
    "PEOPLE": [
        "nakasone",
        "reagan"
    ],
    "ORGS": [
        "ec"
    ]
}