{
    "DATE": "12-MAR-1987 16:42:02.75",
    "TOPICS": [
        "gnp",
        "cpi",
        "reserves"
    ],
    "PLACES": [
        "bolivia"
    ],
    "NEWID": "4548",
    "TEXT": {
        "TITLE": "BOLIVIA TO OFFER TO BUY BACK BANK DEBT",
        "AUTHOR": "    By Paul Iredale, Reuters",
        "DATELINE": "    LA PAZ, March 12 - ",
        "BODY": "Bolivia is to make a formal offer during\nthe next few months to buy back its 900 mln dlrs debt from\ncommercial banks at a discount of up to 90 pct, central bank\npresident Jier Nogales said.\n     Nogales told Reuters in an interview the steering\ncommittee of Bolivia's creditor banks had agreed to consider\nthe offer at a meeting in New York last month.\n     He said the offer would be based on the value of Bolivian\npaper on the international secondary debt market, where it now\ntrades at between 10 and 15 pct of its face value.\n    Nogales said Bolivia will make a single offer to buy back\nits commercial debt and banks who accepted would be paid the\ndiscounted rate in full.\n    Banks which declined the offer would be repaid over 20 to\n30 years at interest rates below those fixed in the\ninternational markets, he added.\n    Bolivia has frozen payments on medium and long term loans\nto commercial banks since March, 1984, and Nogales said there\nwould be no money available to restart traditional debt\nservicing to them for some time.\n     Several Latin American countries have initiated schemes to\ncancel foreign debt by equity swaps or third party buy-backs,\nbut Bolivia would be the first country in the region to make a\nformal offer to buy back all its commercial bank debt at\ndiscounted rates.\n    Nogales said practical and strategic considerations would\ndetermine the exact timing of the offer but it would be made in\nthe next few months.\n     He said Bolivia would not bargain with creditor banks over\nthe price to paid for the debt paper they hold, and would make\na single non-negotiable offer.\n    He said Bolivia could not even pay interest to friendly\ncreditor countries, let alone commercial banks. The only\ntraditional way forward was to capitalise interest, which would\nmean greater bank exposure in Bolivia and greater loss\nprovisions, he added.\n    \"We are confident that the banks are going to be\nreasonable,\" Nogales said. \"Now they can resolve their problems\nfor once and for all.\"\n    \"The most conservative ones who want a little more will\nwait a year, but I don't know if the window of opportunity will\nbe open all the time,\" he added.\n    Discussing the status of other parts of Bolivia's four\nbillion dlr foreign debt, 2.5 billion of which is owed to\ngovernments and the rest to international agencies, Nogales\nsaid negotiators had achieved considerable success in recent\ndiscussions with the Paris Club.\n     He said Paris Club creditors had agreed to reschedule\nBolivian debt over 10 years with five to six years grace, while\naccepting that interest would not be paid until 1989. Interest\nrates were being discussed on a bilateral basis under Paris\nClub rules, he added.\n     He said some Paris Club members had agreed to disregard\npenalty interest payments and negotiations were continuing with\nArgentina and Brazil, who hold 700 mln dlrs of Bolivian debt.\n    He said Bolivia was continuing to service loans from\ninternational agencies, and it expected to receive up to 400\nmln dlrs in disbursements this year.\n    The capital flow for loans and their servicing had changed\nfrom a negative balance of 250 mln dlrs in 1985 to a net inflow\nof 130 mln dlrs last year, he added.\n    Nogales said that Bolivia's net international reserves now\nstood at around 250 mln dlrs, compared to one mln dlrs in\ndisposable funds when the government of Victor Paz Estenssoro\ntook office in August, 1985.\n    Nogales said inflation, which soared to over 20,000 pct a\nyear in the government's first month in office, was now down to\n10 pct on an annualised basis from the last six months, and the\nplan was that it should continue at this level.\n    He said the government was also expecting at least three\npct growth in gdp this year after several years of negative\nrates.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "inro"
    ]
}