{
    "DATE": "13-APR-1987 07:10:46.69",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "16176",
    "TEXT": {
        "TITLE": "TAKEOVER BATTLE FOR DOME PETROLEUM BEGINS",
        "AUTHOR": "    By Solange De Santis, Reuters",
        "DATELINE": "    TORONTO, April 13 - ",
        "BODY": "A takeover battle began today for\ndebt-burdened Dome Petroleum Ltd <DMP.MO> as TransCanada\nPipeLines Ltd <TRP.TO> announced a 4.3 billion dlr offer and\nDome said it is continuing talks with other possible buyers.\n    Companies mentioned in market speculation as potential\nbuyers for Dome include Imperial Oil Ltd <IMO.A> which is 70\npct owned by Exxon Corp <XON.N>, <PanCanadian Petroleum Ltd>\nwhich is 87 pct owned by the conglomerate Canadian Pacific Ltd\n<CP.N> and British Petroleum Co Plc <BP.L>.\n    Along with the TransCanada offer, Dome has had another\nproposal from \"a substantial company\" and discussions with a\nthird company which could lead to an offer, Dome said in a\nstatement.\n    The statement confirmed Dome received TransCanada's bid,\nbut did not identify the companies involved in talks.\n    TransCanada, Canada's largest natural gas pipeline\noperator, said it is offering Dome a package of cash, common\nand preferred shares, and shares in a new subsidiary which\nwould own and operate Dome's assets. TransCanada said the offer\nis to Dome management, not to shareholders.\n    Dome has massive oil and gas landholdings in Canada,\ntotalling 36.1 mln acres of which 7.4 mln have been developed.\nIt also has tax credits worth about 2.5 billion dlrs.\n    Dome's statement said the TransCanada announcement \"violated\nthe terms and spirit of a confidentiality agreement entered\ninto with prospective purchasers\" and was apparently timed to\nprevent Dome from considering other proposals.\n    It said the TransCanada bid \"seems to require favourable and\nsubstantial taxation concessions from the federal and\nprovincial governments.\" But Dome added that its management and\nfinancial advisers will evaluate all proposals.\n    TransCanada chief financial officer H. Neil Nichols said he\nwas surprised at the vehemence of Dome's statement and denied\nthat TransCanada was trying to usurp other bids. \"I find (Dome's\nstatement) very bothersome. Once the board made the decision to\nauthorise the proposal, it had a legal obligation to announce\nit,\" he said. Nichols said he did not know the identity of the\nother bidders, or the terms of other offers.\n    Dome common shares closed at 1.13 dlrs on Friday on the\nToronto Stock Exchange. The preferred class A stock closed at\n5.00 dlrs. Common stock traded as high as 25.00 dlrs in 1981.\n REUTER\n\u0003"
    },
    "PLACES": [
        "canada"
    ],
    "PEOPLE": [
        "mikulic"
    ],
    "ORGS": [
        "ec"
    ]
}