{
    "DATE": "20-MAR-1987 10:44:12.18",
    "TOPICS": [
        "money-fx"
    ],
    "PLACES": [
        "finland"
    ],
    "NEWID": "7710",
    "TEXT": {
        "TITLE": "BANK OF FINLAND TO TRADE IN BANKS' CERTIFICATES",
        "DATELINE": "    HELSINKI, March 20 - ",
        "BODY": "The Bank of Finland said it has\nstarted dealings in banks' certificates of deposits (CDs) with\nimmediate effect and that it was prepared to issue its own\npaper to stimulate operations on the domestic money market.\n    Bank of Finland Governor Rolf Kullberg told a news\nconference the Bank will also limit credits on the call money\nmarket from March 30, 1987, by introducing a maximum credit\namount and a penalty rate if banks exceed this ceiling.\n    \"The recent introduction of three-month money and these new\nregulations are decreasing the role of the call money market\nand the discount rate as monetary instruments,\" Kullberg said.\n    Bankers welcomed the central bank measures saying these\nwere needed to accelerate the domestic money market. The Bank\nof Finland had never before been allowed to issue its own CDs,\nthey said.\n    \"The central bank for the first time has an instrument with\nwhich it really can influence the price of money in this\ncountry,\" one banker said.\n    Under the new rules banks are limited to call money credits\nto a maximum of 7.5 pct of the total of their equity capital\nand cash reserves. A penalty rate of interest of 19 pct is now\nintroduced if the limit is exceeded.\n    Director Sixten Korkman at the Bank of Finland's monetary\ndepartment said he expected the bank to pursue an active policy\non the interbank market as an issuer of own-CDs.\n    \"We are free to do it, so maybe on Monday we will issue the\nfirst, just to see how the system functions. Overall I think we\nwill issue at least a few times a week,\" Korkman told Reuters.\n    He said the bank was likely to aim at CDs with a\nthree-month maturity at first as the market was best developed\nfor paper of that maturity.\n    The Bank of Finland introduced last December three-month\ncredits and deposits at rates determined by the central bank\nand the commercial banks as a shift away from the traditional\novernight call money market.\n    Liquidity on the call credit market has fallen from around\nnine billion markka in early December to 167 mln last week,\nwhile three-month credits have risen to three to four billion.\n    On the interbank market there has been an increasing trade\nin banks' CDs, estimated to be some eight billion markka. In\naddition, commercial paper accounts for around five billion\nmarkka and Treasury Bills two billion.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "kullberg"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}