{
    "DATE": " 7-APR-1987 10:30:07.57",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "switzerland",
        "usa",
        "japan"
    ],
    "NEWID": "13908",
    "TEXT": {
        "TITLE": "U.S. CALLS FOR GREATER GATT CHECKS ON TRADE",
        "DATELINE": "    GENEVA, April 7 - ",
        "BODY": "The United States has appealed for\nstronger powers for the General Agreement on Tariffs and Trade\n(GATT) to enforce world trade rules.\n    The call by U.S. Deputy Trade Representative Michael Smith\nat a special committee meeting into the future of GATT follows\na series of bilateral trade rows which have clouded efforts by\nthe 93-nation body to promote fair trade.\n    Today's meeting was part of the Uruguay trade round\nlaunched by ministers last September. The round, which covers\n13 areas of trade in agriculture, manufactured goods and\nservices will take four years to negotiate.\n    Smith called for boosting GATT's links with financial\ninstitutions such as the International Monetary Fund and World\nBank. He also urged greater involvement of trade ministers to\nensure the success of the Uruguay Round.\n    \"The GATT as an institution needs to be strengthened to\nassure that the GATT plays its proper role in management of the\nworld trading system and the global economy,\" Smith said.\n    \"Rules can and will be ignored if the institution is weak,\nor perceived as unable to adapt to the changing world economy.\"\n    He also also urged that member states be accountable to\neach other for their trade policies.\n    Smith, who flies to Brussels today for talks with European\nCommunity (EC) officials, told Reuters the committee wanted to\nstress GATT's importance and did not discuss specifics.\n    \"We are interested in more periodic ministerial\ninvolvement...Whether in formal or informal meetings,\" he said.\n    GATT's ruling council is due to hear a complaint from the\n12-nation EC on April 15 about the U.S.-Japanese accord on\nsemiconductors. The EC charges the accord breached GATT trade\nrules by allowing Tokyo to set minimum prices for Japanese\nchips sold in third countries and is requesting a GATT dispute\npanel be set up to review the agreement.\n    President Reagan, who strongly supported the Uruguay trade\nround to promote freer trade, has said Washington will impose\ntariffs against Japanese electronic goods.\n    He said Tokyo had not shown willingness to open its markets\nto U.S. Exports.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "volcker"
    ],
    "ORGS": [
        "gatt"
    ]
}