{
    "DATE": " 3-APR-1987 11:03:03.29",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "12917",
    "TEXT": {
        "TITLE": "TIME <TL> 1987 EARNINGS MAY BE 4.25 DLRS SHARE",
        "DATELINE": "    NEW YORK, April 3 - ",
        "BODY": "Time Inc's chief financial officer,\nThayer Bigelow, told security analysts the company is\n\"comfortable\" with Wall Street estimates that 1987 earnings\nwill be in a range of 3.75 dlrs to 4.25 dlrs per share.\n    In 1986, Time reported earnings of 5.95 dlrs per share,\nincluding a number of special items.\n    Bigelow said in adjusting the 1986 results for the special\nitems and also removing the earnings of American Television and\nCommunications Corp <ATCMA>, Time earned 2.35 dlrs per share in\n1986.\n    Turner Broadcasting System Inc said the investment by the\ncable consortium would be in Turner Broadcasting, not directly\nin CNN. The consortium would infuse up to 550 mln dlrs in\nTurner Broadcasting in return for a 35 pct equity interest.\n    Ted Turner, Chairman, would retain a 51 pct interest, a\nTurner Broadcasting spokesman said.\n    Bigelow said the company is continuing its previously\nannounced 10 mln share repurchase program and has bought back\n4.1 mln of its own shares. He said 700,000 shares were\npurchased in the first quarter of 1987 at an average price of\n81 dlrs per share.\n    Bigelow said the company will always have a share buyback\nprogram in place whenever it believes it is a better long-term\ninvestment than starting or acquring a business. But he did not\ngive any specifics on further repurchases beyond the 10 mln\nshares already announced.\n   \n    On the subject of acquisitions, Richard Munro, chairman and\nchief executive said the company is not interested in investing\nin over-the-air broadcasting, but continues to look at all\nareas in which it is currently engaged.\n    Munro said book publishing is an area that interested Time.\nIn 1986 the company purchased Scott and Foresman, its biggest\nacquisition ever.\n    N.J. Nicholas, president and chief operating officer, said\nthe company might be interested in a relatively small book\nbusiness.\n    He said following the recent agreement for the sale of\nHarper and Row to the News Corp Ltd <NWS>, \"there may be pieces\nthat Murdoch doesn't want,\" referring to News Corp chairman\nRupert Murdoch.\n    Asked if the company's SAMI business is for sale, Munro\nsaid it is a \"delicate subject\", and \"we're looking at all the\noptions.\" SAMI is a marketing information service for the food\nindustry. Published reports have stated it could be worth as\nmuch as 500 mln dlrs.\n   \n    Bigelow said that Time's Home Box Office added  subscribers\nlast year and the trend is continuing in the first quarter of\n1987. However, he said, HBO's results in the quarter will be\ndown slightly, but in the first quarter of 1986 there was a\nspecial gain in the HBO unit.\n    Nicholas said that HBO and Cinemax had combined subscriber\ngrowth of 800,000 for last year.\n    He also said the tax rate in 1987 will remain at just under\n50 pct because of the repeal of investment tax credits and\nhigher state and local taxes. He said he sees a decrease in the\ntax rate in 1988 of five or six percentage points.\n    Munro said the company does not plan to increase its\ndividend.\n    Trygve Myhren, chairman and chief executive of American\nTelevision and Communications, said the unit is looking at\ngetting involved in the home shopping video area. \"It would be\nfoolish not to be a player there,\" he said.\n    He said the company had talks with Home Shopping Network\nInc <HSN> prior to that company's public offering last year,\nbut nothing came of the talks.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}