{
    "DATE": "19-JUN-1987 07:07:28.57",
    "TOPICS": [
        "gas"
    ],
    "ORGS": [
        "oecd"
    ],
    "NEWID": "19083",
    "TEXT": {
        "TITLE": "JAPAN FIRMS TO LAUNCH SALES OF 100 OCTANE GASOLINE",
        "DATELINE": "    TOKYO, June 19 -  ",
        "BODY": "Japanese oil companies are starting\ncampaigns to market 100 octane gasoline to meet growing\ndomestic demand for higher quality motor fuel, oil sources\nsaid.\n    Ten companies plan to offer the unleaded gasoline this\nsummer, starting with <Idemitsu Kosan Co Ltd> on June 20.\n    Showa Shell Sekiyu KK <SHOL.T> introduced its Formula Shell\n98 octane gasoline to the Japanese market in January this year.\n    Formula Shell has achieved strong sales in Japan despite a\nhigher price than regular octane gasoline, which has prompted\nother oil firms to offer a rival product, the sources said.\n    \"We have received a good response from consumers of Formula\nShell in terms of a smoother ride and effective fuel\nconsumption,\" Showa Shell said.\n    Shell's product sells for 145 yen per litre, 15 yen higher\nthan regular gasoline, and has already achieved a 38 pct share\nof Japan's high octane gasoline market, it said.\n    High octane gasoline accounts for 25 pct of Shell's total\ngasoline sales in Japan, it added.\n    Idemitsu said it hopes to raise high octane sales to 20 pct\nof its total gasoline sales from about seven pct, immediately\nafter the launch of its Idemitsu 100.\n    Nippon Oil Co Ltd <NPOL.T> said it will launch its 100\noctane gasoline on July 1, aiming for an increase in high\noctane sales to 20 pct from six pct of its total gasoline\nsales.\n    The rush to compete for high octane gasoline market share\nhas been spurred by expectations that the government will lift\ngasoline production quotas and restrictions on gasoline station\nconstruction in the next two to three years.\n    \"Major oil companies are trying to boost their gasoline\nsales network ahead of the proposed lifting of gasoline\nproduction quotas,\" an official at a major oil company said.\n    An advisory panel to the Ministry of International Trade\nand Industry (MITI) recommended this week that the government\npress ahead with deregulation of the oil industry, including\nthe lifting of gasoline production quotas, to help oil\ncompanies increase their international competitiveness.\n    Japan's three biggest gasoline marketers, Nippon Oil,\nIdemitsu and Showa Shell, suffered supply shortages under the\nproduction quota guideline in fiscal 1986, ended last March.\n    Domestic gasoline demand during the year was up 2.5 pct\nfrom the previous year, according to a MITI report.\n REUTER\n\u0003"
    },
    "PLACES": [
        "japan"
    ],
    "PEOPLE": [
        "miyazawa"
    ]
}