{
    "DATE": "18-MAR-1987 08:17:40.70",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "6410",
    "TEXT": {
        "TITLE": "AFG <AFG>, WAGNER/BROWN BID FOR GENCORP <GY>",
        "DATELINE": "    NEW YORK, March 18 - ",
        "BODY": "<General Partners>, controlled by\nprivately-held Wagner and Brown and by AFG Industries Inc, said\nit has started a tender offer for all common shares of GenCorp\nInc and associated defensive preferred share purchase rights\nfor 100 dlrs a share.\n    GenCorp stock closed yesterday in composite tape trading at\n90.50 dlrs a share, up two dlrs on the day.\n    In a newspaper advertisement, General Partners said the\noffer and withdrawal rights expire April 14 unless extended.\n    General Partners said the offer is conditioned on receipt\nof sufficient financing to buy all shares on a fully diluted\nbasis and receipt of enough shares to give General Partners at\nleast 51 pct voting power, again fully diluted.\n    It said the offer is also conditioned on GenCorp redeeming\nthe defensive rights or General Partners being satisfied that\nthe rights have been invalidated and General Partners obtaining\nfrom the Federal Communications Commission a special temporary\nauthorization allowing completion of the acquisition of GenCorp\nshares.\n    General Partners said it would set up voting trust\narrangements pending review of its long-form application for\nFCC approval of its acquisition of control of GenCorp's\nbroadcasting subsidiary.\n    The partnership said the offer is further conditioned on\nGenCorp management withdrawing its proposals to amend the\ncompany's articles of incorporation and code of regulations to\nprovide for an increase in authorized common shares, a\nclassified board of directors and the elimination of cumulative\nvoting.  The latter two changes would make it harder for\nminority shareholders to elect directors.\n    General Partners said it is asking GenCorp for its\nshareholder lists for help in disseminating the offer.\n    GenCorp has about 22.3 mln shares outstanding, making the\nvalue of the offer about 2.23 billion dlrs.\n    Last fall, AFG and Wagner and Brown offered to acquire\n<Lear Siegler Inc> for about 1.44 billion dlrs but withdrew the\noffer when higher bids emerged and due to complications of the\nTax Reform Act of 1986.  Lear Siegler eventually went private\nfor 1.66 billion dlrs.\n    GenCorp is involved in tire and plasticmaking and aerospace\nas well as broadcasting.  The company faces challenges to its\ntwo television and 12 radio station licenses, partly becuase it\nfailed to inform the FCC about allegedly improper foreign\npayments and political contributions.\n    GenCorp has agreed to sell its New York-area television\nstation WOR to MCA Inc <MCA> for 387 mln dlrs and its Los\nAngeles station KHJ to Walt Disney Co <DIS> for 217 mln dlrs.\nAn investor group challenging the Los Angeles license would\nalso receive 103 mln dlrs from Disney.\n    For the year ended November 30, GenCorp earned 130 mln dlrs\non sales of 3.10 billion dlrs.\n    A GenCorp spokesman said the offer came as a surprise and\nthe company was not yet in a position to comment on the bid.\n Reuter\n\u0003"
    },
    "ORGS": [
        "icco"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "liffe",
        "cbt"
    ]
}