{
    "DATE": "17-MAR-1987 06:52:40.23",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan"
    ],
    "NEWID": "5850",
    "TEXT": {
        "TITLE": "JAPAN SAYS U.S.-JAPAN MICROCHIP PACT WORKING",
        "DATELINE": "    TOKYO, March 17 - ",
        "BODY": "Japanese officials sought to convince the\nU.S. That a U.S.-Japan pact on microchip trade is working ahead\nof an April 1 deadline set by the U.S. For them to prove their\ncase.\n    \"We are implementing the agreement in good faith and the\nsituation does not run counter to the pact,\" Osamu Watanabe,\nDirector of the Ministry of International Trade and Industry's\n(MITI) Americas and Oceanic Division, told foreign reporters.\n    \"The effects of the measures we have taken and are taking\nare emerging in the market place,\" he said.\n    U.S. Trade officials have repeatedly accused Japanese\nmicrochip makers of violating the pact by continuing to sell at\nbelow cost in markets outside Japan and the United States.\n    The agreement, signed last September, aimed at halting\npredatory Japanese pricing policies and increasing U.S.\nSemiconductor firms' access to the Japanese market.\n    The comments by MITI officials followed a call by Prime\nMinsiter Yasuhiro Nakasone to clear up any misunderstandings on\nthe U.S. Side about the pact, Watanabe said.\n    Yukio Honda, director of MITI's Industrial Electronics\nDivision, denied that Japanese chipmakers were selling at below\ncost in third countries.\n    MITI's call to Japanese chip makers last month to cut\nproduction of key memory chips in the first quarter of this\nyear has begun to dry up the source of cheap chips for sale in\nthe non-regulated grey market, Honda said.\n    \"The grey market exports from Japan are shrinking now, but\nin contrast U.S. And South Korean companies are expanding\nmarket share because of their cheaper prices,\" Honda said.\n    MITI plans to take further steps to reduce the excess\nsupply of inexpensive chips which developed in Japan after the\npact was formed because of a slump in Japanese semiconductor\nexports to the United States, he added.\n    The ministry will soon release its supply-demand guidelines\nfor the second quarter and suggested production volumes are\nlikely to be lower than that for the first quarter, he said.\n    Despite businessmen's ingenuity in finding ways around any\nartificial controls, regulation of supply and demand should\nbring positive results, Watanabe said. \"I am optimistic,\" he\nadded.\n REUTER\n\u0003"
    },
    "ORGS": [
        "oecd"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "lyng"
    ]
}