{
    "DATE": "16-JUN-1987 06:46:32.22",
    "TOPICS": [
        "zinc",
        "lead",
        "copper"
    ],
    "PLACES": [
        "netherlands"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18457",
    "TEXT": {
        "TITLE": "ZINC CONCENTRATE SUPPLY SHORTFALL SEEN IN 1988",
        "DATELINE": "    AMSTERDAM, June 16 - ",
        "BODY": "Next year is likely to see a shortfall\nin zinc concentrates of up to 100,000 tonnes, although there\nshould be ample supply in 1987, Shearson Lehman Brothers Ltd\nmetals analyst Stephen Briggs said.\n    Speaking on the second day of Metal Bulletin's base metals\nconference, Briggs said the major factor in his predicted\n100,000 tonne shortfall in zinc concentrate supply in 1988 was\nthe imminent cessation of new mining and termination of milling\nat Pine Point in Canada.\n    However, this could be partially offset by some stockpiles.\n    Nevertheless, despite this predicted shortfall there was\nunlikely to be any dramatic change in treatment charges in\n1988. The picture for 1987, on the other hand, was one of\nrecord production of zinc metal with fewer strikes anticipated\nin Canada, some improvement in South America and new capacity\nin South Korea.\n    \"Dramatic new record levels of concentrate output are also\nexpected in 1987,\" Briggs said.\n    This would partly be due to a return to more normal levels\nat existing mines in Australia and Peru, allied with\nachievement of full capacity of 170,000 tonnes a year at Faro\nin Canada.\n    Looking further forward, the major event was the probable\nopening in 1991 of the Red Dog mine in Alaska with a capacity\nof 300,000 tonnes of concentrates a year.\n    \"Once this mine is fully on stream it is unlikely that there\nwill be a major shortage of concentrates in the early 1990s,\" he\nadded.\n    The picture for lead was also closely allied to that of\nzinc, with no new dedicated lead mines planned and therefore\nsupply of concentrates largely dependent on by-products from\nzinc mines.\n    \"On this basis, our calculations point to a modest\noversupply of lead concentrates in 1987,\" Briggs said.\n    The copper forecast, however, was for a record\nnon-Socialist output of 6.6 mln tonnes of concentrates in 1987,\nincreasing by a further 150,000 tonnes in 1988.\n    Production of primary refined copper metal would also\nincrease, but not by as much as concentrate output, leading to\na moderate oversupply of concentrates of up to 150,000 tonnes\nthis year and with no shortages predicted for the rest of the\ndecade, he said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}