{
    "DATE": "27-MAR-1987 00:58:20.16\u0005\u0005\u0005F",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "hong-kong"
    ],
    "NEWID": "10291",
    "TEXT": {
        "TITLE": "JARDINE MATHESON PLANS FOUR-FOR-ONE BONUS ISSUE",
        "DATELINE": "    HONG KONG, March 27 - ",
        "BODY": "Jardine Matheson Holdings Ltd\n<JARD.HKG> said it planned a bonus issue of four new \"B\" shares\nof 20 H.K. Cents each for every ordinary share of par value two\ndlrs.\n    A company statement said the firm expects to pay a total\n1987 dividend of four cents per \"B\" share, while the \"A\" share\ndividend will be maintained at last year's level of 40 cents a\nshare.\n    Jardine Matheson announced earlier a 205 pct jump in 1986\nnet profits to 479 mln dlrs from 157 mln in 1985.\n    Shareholders' funds increased to 5.02 billion dlrs from\n4.77 billion in 1985, the statement said.\n    It quoted chairman Simon Keswick as saying Jardine Matheson\nachieved the good performance through satisfactory results in\nmost sections, especially Hong Kong Land Co Ltd <HKLD.HKG>,\nJardine Fleming Co Ltd, and its business in Japan.\n    He said the group's stake of about 35 pct in Hong Kong\nLand, which will be lowered to 26 pct after the completion of a\nreorganisation, is \"a long term investment and now stands at a\nlevel which causes us no financial strain or problems of asset\nimbalance.\"\n    Keswick said the issue of new \"B\" shares will give the group\n\"the flexibility in the future to issue ordinary shares for\nexpansion without jeopardising the shareholding stability which\nhas been brought about through the group's recent\nrestructuring.\"\n    He said the new issue is pending approval from both the\nfirm's shareholders and warrant holders, adding an appropriate\nadjustment will be made to the warrant exercise price.\n    The Jardine group has nearly completed its reorganisation,\nwith Jardine Matheson transferring its control of Hk Land to\nthe new unit <Jardine Strategic Holdings Ltd>.\n    Jardine Strategic will also hold majority stakes in the two\ncompanies spun off from Hk Land -- <Mandarin Oriental\nInternational Ltd> and <Dairy Farm International Holdings Ltd>\n-- plus cross holdings with Jardine Matheson.\n    Jardine Matheson, which had debts of about 2.7 billion dlrs\nlast year, will become debt free after the restructuring.\n    \"A positive cash flow from operations and disposals,\ncontinuing into 1987, has transformed our balance sheet,\"\nKeswick said. He noted the firm last year sold interests in\nairfreight operations, Australian properties and trucking\nbusiness, and its remaining U.S. Oil and gas activities.\n    Jardine Matheson decided to make a provision against its\ngeneral trading business in the Middle East in view of the\ncontinuing weakness of oil prices, Keswick said. But he said\nthe operations would be profitable in the longer term.\n    He said the firm's function \"has evolved into one primarily\nof strategy, structure and financial and personnel policy.\"\n    He said Jardine Matheson will reduce the size of the board\nof directors but will simultaneously create a new Pacific\nregional board. He gave no further details of the change.\n    Jardine Matheson shares rose 20 cents to 24.90 dlrs at\nmidday on the Hong Kong stock market. In early trading it had\nfallen to 24.30 dlrs because of rumours yesterday that the firm\nplanned a rights issue.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "nakasone"
    ],
    "EXCHENGES": [
        "nycsce"
    ],
    "ORGS": [
        "ec"
    ]
}