{
    "DATE": "11-MAR-1987 05:25:23.66",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "3490",
    "TEXT": {
        "TITLE": "ULTRAMAR SAYS FOURTH QUARTER SHOWED IMPROVEMENTS",
        "DATELINE": "    LONDON, March 11 - ",
        "BODY": "Ultramar Plc <UMAR.L> said that while\nits fourth 1986 quarter had improved from the operational point\nof view, several special charges adversely affected results.\n    Overall the year had not been a good one, with upstream\noperations dramatically hit by the fall in crude oil prices and\ndownstream operations also affected in the first half by large\nlosses on inventories.\n    But margins improved in the second half and in particular\nrefining and marketing in Eastern Canada showed a good\nrecovery.\n    The company was commenting on results that showed a net\nloss for the year of 62.1 mln stg after a 71.6 mln profit in\n1985.\n    The fourth quarter charges included a 20.8 mln stg\nprovision on a retroactive price agreement recently initialled\nby Pertamina and Japanese buyers of the company's liquid\nnatural gas and 4.7 mln for the early months of its ownership\nof Gulf Canada's marketing assets.\n    Ultramar said it had also included the estimated cost of a\nfurther reorganisation programme, which was partly offset by a\nwithdrawal of surplus funds from U.S. Pension schemes, and a\n13.5 mln stg provision for the estimated cost of selling its\nU.S. Flag shipping operation.\n    The immediate outlook for crude oil prices was uncertain\nalthough it was unlikely there would be any sizeable increase\nin the near term. However, Ultramar said it was optimistic\nprices would strengthen over the longer term.\n    Its substantial reserves of crude oil and natural gas put\nit in a good position to benefit from any price recovery.\n    In the meantime, Ultramar's objectives were to improve\nprofitability by selling or restructuring weak operations while\nstrengthening core businesses and developing a sound\noperational and financial base.\n    Proven, probable and possible reserves at end-1986 totalled\nabout 700 mln barrels net on an oil-equivalent basis.\n    Ultramar shares firmed on the announcement to 187p from\n181p at last night's close.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "PEOPLE": [
        "king-fahd"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}