{
    "DATE": "17-APR-1987 02:51:39.80",
    "TOPICS": [
        "bop"
    ],
    "NEWID": "16759",
    "TEXT": {
        "TITLE": "SOUTH KOREA TO CHANGE POLICIES TO AVERT TRADE WAR",
        "AUTHOR": "    By Moon Ihlwan, Reuters",
        "DATELINE": "    SEOUL, April 17 - ",
        "BODY": "South Korea has decided on major changes\nin its trade, investment and finance policies aimed at reducing\nthe growth of its balance of payments surplus and avoiding a\ntrade war with the United States, Deputy Prime Minister Kim\nMahn-je said.\n    Kim told reporters the excessively fast rise in exports\ncould make South Korea too reliant on exports, increase\n\u007fnflation and produce trade friction. The policy shift, which\nmeans abandoning Seoul's goal of rapidly reducing its foreign\ndebt, was worked out at a series of ministerial meetings.\n    Kim, who is also Economic Planning Minister, said the\ncurrent account surplus, previously expected to exceed eight\nbillion dlrs this year, would be held at about five billion\ndlrs by increasing imports, accelerating market liberalisation\nand rationalising exports.\n    He said Seoul would try to limit its current account\nsurplus to around five billion dlrs a year for the next few\nyears, although trade volume would continue to grow.\n    \"This will gradually reduce the ratio of the surplus to GNP\n(gross national product) from the current five pct level to\nthree pct by 1991,\" he added.\n    Koo Bon-yong, an aide to Kim, said South Korea's foreign\ndebt had been expected to fall below 40 billion dlrs by the end\nof 1987, against the initial forecast of 41.8 billion, and 44.5\nbillion dlrs at end-1986.\n    \"But now (with the policy changes) the debt is expected to\nremain above 40 billion dlrs, although it could still be lower\nthan the originally projected 41.8 billion dlrs,\" he said.\n    The policy change was announced two days before the\nscheduled arrival of U.S. Commerce Secretary Malcolm Baldrige\nfor talks with Trade Minister Rha Woong-bae.\n    South Korea is under U.S. Pressure to reduce its bilateral\ntrade surplus, which rose to 7.4 billion dlrs last year from\n4.3 billion dlrs in 1985.\n    Kim said the policy changes were also prompted by the swing\nin South Korea's current account to a surplus of 2.06 billion\ndlrs in the first quarter of 1987 from a deficit of 438 mln\ndlrs in the same 1986 period. First quarter 1987 exports rose\n36 pct to 9.4 billion dlrs.\n    The government would make foreign currency loans worth 2.5\nbillion dlrs to firms willing to import capital goods, raw\nmaterials and equipment, preferably from the U.S., He said.\n    \"The foreign currency-based loans, which carry interest at\n1.5 points above LIBOR (London Interbank Offered Rate), are\nconsiderable incentives given to increase imports,\" Koo said.\n    Koo said the loans would be repayable in foreign currency.\n\"It means they could become interest-free loans if the Korean\ncurrency continues to rise in value,\" he said.\n    He said the South Korean won would be revalued against the\ndollar gradually, but added \"We do not believe in rapid one-shot\nchanges in the value of the won.\"\n    The won, fixed at 839.70 to the dollar today, has risen six\npct against the dollar since the beginning of 1986.\n REUTER\n\u0003"
    },
    "PLACES": [
        "south-korea",
        "usa"
    ],
    "PEOPLE": [
        "miyazawa"
    ],
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}