{
    "DATE": "24-APR-1987 16:02:11.01",
    "TOPICS": [
        "ipi",
        "trade"
    ],
    "PLACES": [
        "ussr"
    ],
    "PEOPLE": [
        "mancera-aguayo"
    ],
    "NEWID": "17170",
    "TEXT": {
        "TITLE": "SOVIETS SAY 1987 ECONOMIC RESULTS UNSATISFACTORY",
        "DATELINE": "    MOSCOW, April 24 - ",
        "BODY": "The Soviet government said economic\nresults achieved in the first three months of the year were\nunsatisfactory, the official news agency Tass said.\n    Soviet industrial production from January to March grew by\n2.5 per cent compared with the same period last year, but fell\nshort of its target by 0.8 percent, official statistics showed.\n    \"The Council of Ministers (government) emphasised that the\nresults did not meet the Communist Party's exacting demands for\nthe radical reconstruction of the economy,\" Tass said. \"The first\nquarter economic results were deemed unsatisfactory.\"\n    The government said poor economic results last January,\nwhen industrial production was 0.1 lower than in January 1986,\nhad been overcome to a considerable extent in March, but the\nnegative effects had not been completely eliminated.\n     It singled out failings in the engineering, chemical and\ntimber industries, as well as light industry.\n    Growth in the machine-building sector, a priority in\nKremlin plans for economic renewal, also fell short of target\nby 4.2 per cent, with below-level output in nearly all branches\nat a cost of 723 million roubles (1.08 billion dollars) in\nundelivered products.\n    The sales volume of consumer goods fell 2.7 per cent short\nof planned growth, with a resulting decline in income to the\nstate, the figures showed.\n    Foreign trade turnover totalled 27.5 billion roubles (41.25\nbillion dollars), or 4.8 billion roubles (7.2 billion dollars)\nless than in the same period last year.\n    The power industry, however, performed well. Output of oil,\nelectricity, gas and coal were all above plan.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ]
}