{
    "DATE": " 4-MAR-1987 12:12:30.30",
    "TOPICS": [
        "grain",
        "corn",
        "sorghum",
        "oilseed",
        "sunseed",
        "soybean"
    ],
    "PLACES": [
        "argentina"
    ],
    "NEWID": "1582",
    "TEXT": {
        "TITLE": "TORRENTIAL RAINS HALT ARGENTINE GRAIN HARVEST",
        "AUTHOR": "    By Manuel Villanueva, Reuters",
        "DATELINE": "    BUENOS AIRES, March 4 - ",
        "BODY": "Torrential rains throughout\nArgentina's grain-producing areas virtually paralysed coarse\ngrain harvesting in the week to yesterday, trade sources said.\n    Sunflower, maize and sorghum harvests were particularly\naffected, they said. But the rains proved to be a great aid to\nsoybean crops as their harvesting will not begin until April or\nMay.\n    The rains did no damage to maize, sunflower and sorghum\ncrops though fresh rains in similar volume could reduce yields\nand cut the total volume of this year's harvest.\n    Rainfall measured between 15 and 270 mm in Buenos Aires,\nwith the heaviest rains in the province's western sectors,\nbetween 15 and 100 mm in Cordoba, 15 and 120 mm in La Pampa, 10\nand 75 mm in Santa Fe, 10 and 60 mm in Entre Rios, five and 40\nmm in Misiones, and five and 50 mm in San Luis.\n    No rain was recorded in Corrientes, Chaco and Formosa.\n    Growers did not revise their estimates for total volume of\nthe coarse grain harvest over last week's estimates.\n    Maize harvesting continued moving forward in central Santa\nFe, though slowly. Growers had harvested seven to nine pct of\ntotal planted area, compared to five to seven pct last week.\n    Total maize area planted for the 1986/87 harvest was\nestimated at between 3.58 and 3.78 mln hectares, or two to\nseven pct less than the 3.85 mln hectares planted in the\n1985/86 harvest.\n    Maize production is expected to total between 10.4 and 11\nmln tonnes, or a drop of 17.5 to 19.4 pct over the 12.4 to 12.6\nmln tonnes harvested last year according to private estimates,\nor 18.9 to 21.9 pct lower than last year's volume, according to\nofficial figures.\n    The sunflower harvest advanced to between seven and nine\npct of total planted area.\n    Two to 2.2 mln hectares have been planted with sunflowers\nfor this harvest, down 29.9 to 36.3 pct from last year's figure\nof 3.14 mln hectares.\n    Sunflower production is expected to total between 2.4 mln\nand 2.7 mln tonnes, which would mean a drop of between 34.1 and\n41.5 pct against the record 4.1 mln tonnes harvested in the\n1985/86 harvest.\n    Grain sorghum harvesting inched forward to between two and\nfour pct of total planted area, which this harvest is 1.23 to\n1.30 mln hectares or 10.3 to 15.2 pct less than the 1.45 mln\nhectares planted in the 1985/86 harvest.\n    Sorghum production is expected to total between 3.2 mln and\n3.5 mln tonnes, or 16.7 to 22 pct less than the 4.1 to 4.2\nmillion tonnes harvested in 1985/86.\n    Soybean production, by contrast, is expected to hit a\nrecord 8.0 to 8.4 mln tonnes, which would mean an increase of\n11.1 to 15.1 pct over last year's record figure of 7.2 to 7.3\nmln tonnes, according to private estimates. Official figures\nput last year's soybean harvest at 7.1 mln tonnes.\n    Soybean crops were reported to be in generally very good\ncondition, helped by abundant rains and high temperatures.\n    Total soybean-planted area for the 1986/87 harvest is\nexpected to be a record 3.7 to 3.8 mln hectares, up 10.8 to\n13.8 pct from last year's harvest figure of 3.34 mln hectares.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee",
        "ec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}