{
    "DATE": " 6-MAR-1987 16:18:17.05",
    "TOPICS": [
        "grain",
        "wheat"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2864",
    "TEXT": {
        "TITLE": "U.S. FEEDGRAIN 0/92 SUPPORTERS EVALUATE POSITION",
        "DATELINE": "    WASHINGTON, March 6 - ",
        "BODY": "Advocates of a 0/92 plan for\nfeedgrains will likely delay offering their proposals if a\ndisaster aid bill before the House Agriculture Committee is\nscaled back to include only 1987 winter wheat, congressional\nsources said.\n    The disaster aid bill, introduced by Rep. Glenn English\n(D-Okla.), sparked sharp controversy with its proposals to\nimplement a 0/92 program for 1987 wheat and 1988 winter wheat.\n    An agreement has been reached to trim the bill back to 1987\nwheat, but supporters of a 0/92 feedgrains plan said even that\nscaled-down version would not be equitable for farmers.\n    Unless the English bill pertains only to 1987 winter wheat,\nit is more than a simple disaster payment and feedgrains should\nbe treated equally, they said.\n   If the bill is narrowed to just winter wheat, then\nsupporters of a 0/92 feedgrains amendment will probably not\noffer their proposals next week, sources said.\n   English has agreed to support an amendment by Rep. Charles\nStenholm (R-Tex) to narrow the bill to 1987 wheat only, but\nwhether he would also back a further reduction is unclear.\n    Agricultural aides to English said the congressman's first\nchoice is to make the option available to all 1987 wheat\nfarmers. However, if the political reality is that disaster aid\nfor winter wheat farmers would be unavailable because of\ncontroversy over spring wheat, then English might consider an\neven greater cutback in the bill, they said.\n    Under a 0/92 plan, farmers could forego planting and still\nreceive 92 pct of deficiency payments.\n    Rep. Arlan Stangeland (R-Minn.) and Harold Volkmer (D-Mo.)\nhave both expressed interest in expanding the English bill to\ninclude a 0/92 program for feedgrains.\n    An aide said Stangeland does not want to reopen the farm\nbill, but to be fair to all crops.\n    Only a small percentage of spring wheat farmers would\nlikely sign up for 0/92 since the incentives to plant are\ngreater than to idle the land, economists said.\n    Opponents to a 0/92 feedgrains program argue it is\npremature to make major changes in the farm bill and that the\nHouse Agriculture Committee needs to study more closely the\nimpacts of such a program.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "reagan",
        "yeutter"
    ],
    "ORGS": [
        "opec",
        "iea"
    ],
    "EXCHENGES": [
        "cme"
    ]
}