{
    "DATE": " 6-MAR-1987 10:47:43.44",
    "TOPICS": [
        "jobs",
        "ipi",
        "gnp",
        "income",
        "trade",
        "retail"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "2618",
    "TEXT": {
        "TITLE": "FEBRUARY U.S. JOBS GAINS SHOW STRONGER ECONOMY",
        "AUTHOR": "    by Kathleen Hays",
        "DATELINE": "    NEW YORK, March 6 - ",
        "BODY": "Momentum in th U.S. economy may be\npicking up given solid across-the board increases in the\nFebruary U.S. employment report, economists said.\n    U.S. non-farm payroll employment rose 337,000 in February,\ntwice what the financial markets expected. This follows a\n319,000 gain in January, revised down from a previously\nreported 448,000 increase.\n    \"Even if you look at January and February together, this is\nstill a much stronger report than the consensus expectation in\nthe market,\" said Allan Leslie of Discount Corporation.\n    Economists stressed that gains in hours worked signal much\nlarger gains in February U.S. production and income than\npreviously forecast.\n    The average work week rose 0.2 hours to 35.0 hours from\n34.8 hours in January. The average manufacturing work week rose\n0.3 hours to 41.2 hours, the longest factory work week since\nNovember 1966, the Commerce Department said.\n    \"The gains in manufacturing employment point to a very\nlarge increase in industrial production of between 0.5 and 0.7\npct,\" said Joe Carson of Chemical Bank. This compares to a 0.4\npct  gain in January U.S. industrial production.\n    Peter Greenbaum of Smith Barney Harris Upham and Co Inc\nnoted that the average wage rate increased to 8.87 dlrs an hour\nin February from 8.83 dlrs in January.\n    \"Combined with the increase in hours worked, this means\nwe'll get a pretty healthy gain in personal income vis-a-vis\nthe wage and salary disbursement,\" he said.\n    Greenbaum said that February U.S. personal income should\nrise at least 0.5 pct after being flat in January.\n    He said the February employment gains are consistent with\nhis firm's first quarter U.S. real gross national product\ngrowth forecast of 3.7 pct.\n    Economists agreed that the employment data were negative\nfor the credit markets in that they signal a healthier economy\nand no easing in the Federal Reserve's monetary policy. But\nmost said that the market need not fear tighter policy either.\n    \"This report is another reason for the Fed to not consider\neasing,\" said Ray Stone of Merrill Lynch Capital Markets Inc.  \n  \"It gives them more room to address the dollar situation,\" he\nsaid. \"If they had to nudge policy tighter, they could do so,\nbut it's most likely they'll sit and wait.\"\n    \"The data have not been uniform,\" Stone added. \"Durable\ngoods were weak in January and now employment is strong.\"\n    In January, U.S. durable goods orders dropped 7.5 pct,\nfollowed by a 4.0 pct drop in U.S. factory goods orders. U.S.\nretail sales fell 5.8 pct, and the U.S. merchandise trade gap\nwidened to 14.8 billion dlrs.\n    \"Things just aren't adding up,\" said Steve Slifer of Lehman\nGoverment Securities Inc. \"Consumer spending, capital spending,\ngoverment spending, and net exports data show very weak first\nquarter GNP growth of one pct,\" he said.\n    \"The employment and production data point to a big\ninventory build-up, but that's what we thought in the fourth\nquarter and we only got 1.3 pct GNP growth.\"\n    Manufacturing employment gained 50,000 after falling 15,000\nin January. Economists estimated that 30,000 of the gain was\naccounted for by striking workers in the steel and machinery\nindustries returning to work.\n    Even so, some economists said that the manufacturing gains\nhave resulted from an improving trade outlook.\n    Jason Benderly of Goldman, Sachs and Co noted that the U.S.\ntrade picture improved in the fourth quarter as net exports\ngrew at a 20 pct annual rate while the rate of increase in\nimports fell to only six pct, and that it continues to improve\nin the first quarter.\n    \"Not only the official statistics for the fourth quarter,\nbut evidence of a pick up in orders from overseas for paper\nproducts, chemicals, high-tech goods, and capital goods show\nthat trade is improving,\" Benderley said.\n    \"The economy is moving between extremes,\" he said. \"Some\nreports are going to look bad and some good, but first quarter\nGNP is going to grow in the middle at about three pct.\"\n    A 287,000 gain in services employment comprised the greater\npart of February's employment gain. Retail services employment\nrose 129,000 in February, compared to a gain of 117,000 in\nJanuary, previously reported at 166,000.\n    Construction employment rose a slim 2,000 in February. But\nthis follows a robust 113,000 gain in January, revised down\nfrom a previously reported 142,000 gain.\n    The U.S. civilian unemployment rate was unchanged in\nFebruary at 6.7 pct. This means the jobless rate has stayed at\n6.7 pct for three consecutive months, the lowest reading since\nMarch 1980, the Commerce Department noted.\n    \"The Federal Reserve has to be pleased with this report,\"\nCarson said. \"This takes away the Fed's flexibility to ease,\nbut there's no reason to tighten. It's way too early for that.\"\n      \n Reuter\n\u0003"
    },
    "PEOPLE": [
        "dauster"
    ],
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "cme"
    ]
}