{
    "DATE": " 4-MAR-1987 19:04:16.01",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "ivory-coast"
    ],
    "NEWID": "1889",
    "TEXT": {
        "TITLE": "IVORY COAST SAYS COFFEE PRICE FALL SHORT-LIVED",
        "AUTHOR": "    By Jean-Loup Fievet, Reuters",
        "DATELINE": "    ABIDJAN, March 4 - ",
        "BODY": "Ivory Coast today predicted that the\npresent coffee price crash recorded after the collapse of the\nrecent International Coffee Organisation (ICO) meeting in\nLondon would not last long.\n    Commenting on Monday's failure by producer and consumer\nnations to agree on new export quotas needed to tighten an\noversupplied coffee market, Ivorian Agriculture Minister Denis\nBra Kanon told reporters that traders would eventually be\nobliged to restore their positions.\n    \"I am convinced the market is going to reverse by April,\" he\ntold a news conference here at his return from the failed\nLondon talks.\n    Robusta coffee beans for May delivery ended the day in\nLondon down about 50 sterling at 1,265 sterling a tonne, the\nlowest since 1982.\n    Bra Kanon estimated at at least 535 billion CFA francs\n(1.76 billion dlrs) the overall loss in revenues earned by\nIvory Coast from all its commodities exports this year if the\nslide on the world markets continues.\n    He disclosed that his country - the world's biggest cocoa\nproducer and the third largest for coffee -- would spearhead an\nAfrican initiative to reach a compromise formula by the end of\nnext month.\n    Ivory Coast has been chosen by the Abidjan-based\nInter-African Coffee Organisation (IACO) to speak on behalf of\nthe continent's 25 producer nations at the London talks.\n    \"An initiative from IACO is likely very soon,\" he said\nwithout elaborating.\n    \"Following the London collapse, we have immediately embarked\non a concertation course to avoid breaking an already fragile\nmarket,\" he said.\n    Questioned by journalists, the minister said President\nFelix Houphouet-Boigny estimated for the moment that his\ngovernment would not be forced to reduce the price guaranteed\nby the state to Ivorian coffee-growers for the current season.\n    Last year, the West African nation announced that the\ncoffee producer price would stay at 200 CFA francs (65 cents)\nper kilo.\n    Bra Kanon said that his country would strive to diversify\nits agricultural production to avoid beeing too dependent from\nworld market fluctuation.\n    A communique read over the state-run television tonight\nsaid that during today's weekly cabinet meeting, the veteran\nIvorian leader reaffirmed \"his faith in Ivory Coast's bright\n(economic) future\" despite the commodities price slide.\n    The Agriculture Minister also announced the government\ndecided to earmark a sum of 7.5 billion CFA francs (24.71 mln\ndlrs) to support the country's small farmers.\n    Financially-strapped Ivory Coast, long regarded as one of\nAfrica's showpiece economies, is going through difficult times\nfollowing the sharp slump in the world price of cocoa and\ncoffee.\n    Ivory Coast's real gross domestic product is expected to\ngrow only one pct this year compared to five pct in 1986,\naccording to a recent Finance Ministry estimate.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ico-coffee"
    ],
    "EXCHENGES": [
        "nyse"
    ],
    "PEOPLE": [
        "yeutter"
    ]
}