{
    "DATE": "16-JUN-1987 08:57:50.28",
    "TOPICS": [
        "veg-oil"
    ],
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18464",
    "TEXT": {
        "TITLE": "EC COMMISSION MODIFIES OILS TAX PLAN",
        "DATELINE": "    LUXEMBOURG, June 16 - ",
        "BODY": "The EC Commission has proposed a\nmodified plan for a tax on marine and vegetable oils and fats\nin its revised 1987/88 farm price proposals, an official\ndocument detailing the proposals shows.\n    The document, made available to journalists, says the\ncommission proposes that the tax should start at levels\noriginally proposed for vegetable oils on October 1.\n    However, the tax on marine oils and fats would be cut by 50\npct from originally envisaged levels, the document said.\n    In addition, the Commission proposes that the level of the\ntax, expected to start at 330 Ecus per tonne, could be reviewed\nevery three months rather than annually.\n    Diplomatic sources said the change to the proposals for\nfish oils appears to be an attempt to overcome objections to\nthe tax from Portugal and Spain, major fishing nations.\n    Other countries opposing the tax include Britain, West\nGermany and Denmark.\n    The new proposals retain most of the Commission's original\nplans in other sectors.\n    However, they mark the Commission's recognition that it\ncannot get proposals to reduce the period of intervention for\ncereals, diplomats said.\n    Instead the Commission proposes to cut the monthly\nincrements applied to cereals during the November to May period\nwhen intervention is open to 2.7 Ecus a tonne for durum wheat\nand two Ecus a tonne for other cereals.\n    The document shows the Commission has also changed its\ngreen currency proposals in the light of heavy opposition,\nnotably from West Germany.\n    West German and Dutch positive monetary compensatory\namounts (MCAs) would be immediately cut by 0.5 points, with a\nfurther one point cut at the beginning of the 1988/89 season.\n    The Commission originally proposed a complete dismantling\nof positive MCAs.\n     For other countries, the Commission makes the following\nproposals for dismantling negative MCAs\n     Denmark and Benelux - reduction of around 1.5 points for\nanimal products and just over two points for crops.\n     France and Ireland - proposals unchanged except for an\nextra 1.5 point cut for beef.\n     Italy - dismantling of all MCAs except those created since\nJanuary 12.\n    Britain - five point cut for most products, 6.5 points for\nbeef.\n    Greece, Spain and Portugal - for most products, dismantling\nof seven, 14 and 5.5 points respectively.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}