{
    "DATE": "23-MAR-1987 13:15:06.24",
    "TOPICS": [
        "grain",
        "corn"
    ],
    "PLACES": [
        "portugal"
    ],
    "NEWID": "8400",
    "TEXT": {
        "TITLE": "PORTUGUESE GRAIN AGENCY BAN OPPOSED BY MINISTER",
        "DATELINE": "    LISBON, March 23 - ",
        "BODY": "Portugal's Agriculture Minister Alvaro\nBarreto said he disagreed with a court order barring the state\ngrain buying agency EPAC from taking part in cereals import\ntenders open to private traders.\n    Barreto told reporters his aim was to have EPAC readmitted\nto the tenders.\n    Under the terms of Portugal's January 1986 accession to the\nEuropean Community (EC), a grain import monopoly held by EPAC\n(Empresa Publica de Abastecimento de Cereais) is being reduced\nby 20 pct annually until all imports are liberalised in 1990.\n    Following legal proceedings by private importers, Lisbon's\ncivil court decided in a preliminary ruling earlier this month\nthat EPAC should not be allowed to take part, as it had done,\nin tenders for the liberalised share of annual grain imports.\n    As a result of this ruling, EPAC was excluded from a March\n12 tender for the import of 80,000 tonnes of maize.\n    Barreto said, \"My objective is put EPAC into the tenders\nbecause it has a right to take part.\" He added the government\nwould be studying the court order to see whether or not the\nruling could stop EPAC from participating in future tenders.\n    Barreto said there was no reason to exclude any operator,\nwhether public or private, from the tenders. Private traders\nhad argued that EPAC, given its dominant position in the\nPortuguese grain market, had an unfair advantage over them.\n    \"There is no reason to make EPAC a martyr of the system,\"\nBarreto said. He said the EC's executive commission had\naccepted the government's view that EPAC should be eligible.\n    The Lisbon court ruling stated that EPAC's participation in\nthe public tenders was unfair competition and violated the\nclauses of Portugal's EC accession treaty dealing with the\ngradual dismantling of the state agency's import monopoly.\n Reuter\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "bangemann"
    ]
}