{
    "DATE": "11-MAR-1987 06:16:57.34",
    "TOPICS": [
        "earn"
    ],
    "PLACES": [
        "west-germany"
    ],
    "NEWID": "3505",
    "TEXT": {
        "TITLE": "PREUSSAG SAYS PAYMENT OF A 1986 DIVIDEND NOT CERTAIN",
        "DATELINE": "    HANOVER, West Germany, March 11 - ",
        "BODY": "A spokesman for Preussag\nAG <PRSG.F> said it was not yet certain whether the company\nwould pay a dividend on 1986 results\n    He was commenting on a Preussag statement which said\nresults in 1986 were lower than in 1985. Preussag has\nfrequently said its results came under further pressure in 1986\nfollowing a difficult year in 1985.\n    Managing board chairman Guenther Sassmannshausen said in\nDecember the board would prefer to stick to its policy of not\ndipping into reserves to pay dividends. The spokesman noted the\nfinal dividend decision rests with the supervisory board.\n    The Preussag statement said results fell in 1986 compared\nwith 1985 because declines in earnings in metals, oil and\nshipping were not entirely compensated by positive trends in\nthe group's other divisions.\n    The spokesman said it was not clear whether the domestic\ngroup would show a net profit in 1986, adding this would depend\npartly on the level of provisions.\n    Preussag cut its 1985 dividend to eight marks from nine\nmarks on 1984 results after parent company net profit dropped\nto 65.0 mln marks from 103.0 mln the year before.\n    The Preussag world group made a net loss of 13.1 mln marks\nin 1985 after a net profit of 154.5 mln the year before.\nDomestic group net profit fell to 77.9 mln from 122.2 mln.\n    The statement said its results in 1986 were affected by\nunsatisfactory selling prices for metals and oil as well as by\npoor use of capacity in the supply ship sector.\n    The reduction in natural gas prices in the fourth quarter\nof 1986 to reflect earlier falls in oil prices was an\nadditional factor behind the drop in results.\n    Preussag said rationalization measures already introduced\nwould not begin to take full effect until this year.\n    Preussag's domestic group turnover rose to 4.48 billion\nmarks in 1986 from 4.29 billion in 1985, helped by the first\ntime consolidation of 951.8 mln marks of turnover from its\nmajority-owned oil and gas subsidiary C. Deilmann AG.\n    Domestic group turnover in the 1986 fourth quarter alone\nwas 1.1 billion marks, it said without giving comparison\nfigures.\n    Preussag said its domestic crude oil production fell 4.0\npct to 94,400 tonnes in 1986, while foreign oil production rose\nto 182,900 tonnes from 174,500 tonnes.\n    Preussag said its Amalgamated Metal Corporation Plc (AMC)\nsubsidiary, whose results are included in the world group\naccounts, made an unspecified profit in the fourth quarter of\nlast year.\n    AMC's large losses in 1985, caused principally by the\ninternational tin crisis, were the reason behind the world\ngroup losses that year.\n REUTER\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "murdoch"
    ],
    "EXCHENGES": [
        "cbt"
    ]
}