{
    "DATE": "19-MAR-1987 18:33:06.64",
    "TOPICS": [
        "ship"
    ],
    "PLACES": [
        "usa",
        "iran"
    ],
    "NEWID": "7500",
    "TEXT": {
        "TITLE": "U.S. SAYS NO SIGNAL BEING SENT BY SHIP MOVEMENTS",
        "DATELINE": "    WASHINGTON, March 19 - ",
        "BODY": "A U.S. Navy battle group led by the\nU.S. aircraft carrier Kitty Hawk is in the northern Arabian Sea\namid renewed concern about the safety of shipping off the coast\nof Iran, U.S. officials said today.\n    But Pentagon spokesman Fred Hoffmann said that reports the\nnaval strike force was in the region did not mean the United\nStates was sending a new warning to Iran against escalating\nattacks on shipping in the Persian Gulf.\n    \"Nothing like that has happened,\" he said. \"No signal is being\nsent.\"\n    He said that the Kitty Hawk is operating in an area where\nit usually does. \"It's normal. It's in the waters where it's\nsupposed to be. It's been there for over a month.\"\n    The Kitty Hawk and its force of warplanes is the mainstay\nof the U.S. Indian Ocean Battle Group which patrols a vast area\nextending from the Indian subcontinent through the Arabian Sea.\n    With the Kitty Hawk and its group in the Arabian Sea to the\nsouth and the U.S. Mideast Task Force in the Persian Gulf to\nthe north, the United States has 10 warships on either end of\nthe strategic Straits of Hormuz.\n    The Pentagon, as is its custom, declined to confirm the\nexact whereabouts of the ships or what they were up to.\n    State Department officials cited concern about the safety\nof ships passing through the Straits on the vital oil supply\nrun to the Gulf.\n    Iran has conducted repeated attacks on shipping in the Gulf\nand U.S. officials have said that Teheran has recently equipped\nitself with powerful Chinese and Italian-made anti-ship\nmissiles, posing a greater threat.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "lawson"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "simex"
    ]
}