{
    "DATE": "16-MAR-1987 18:25:53.21",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "usa",
        "japan",
        "belgium"
    ],
    "NEWID": "5752",
    "TEXT": {
        "TITLE": "EC WARNS U.S. AND JAPAN ON TRADE TENSIONS",
        "AUTHOR": "    By Paul Mylrea, Reuters",
        "DATELINE": "    BRUSSELS, March 16 - ",
        "BODY": "The European Community (EC) delivered\nwarnings to both Japan and the United States over trade\nfrictions which have hit relations between the Community and\nits main trading partners.\n    EC foreign ministers meeting here issued a statement\ndeploring Japan's continued trade imbalance and appealed for\ngreater effort by the country to open its markets.\n    Ministers also issued a statement saying they were\ndisturbed by moves in the U.S. to limit imports of textiles and\nwarned that the Community would react to any such moves.\n    EC External Trade Commissioner, Willy De Clercq has already\nwritten to his U.S. counterpart, special U.S. Trade\nRepresentative Clayton Yeutter, outlining the EC's concerns.\n    The ministers' said they were \"very disturbed\" by the U.S.\nmoves, adding, \"the adoption of such measures would not fail to\nhave a negative effect on the process of multilateral\nnegotiations just started as well as on bilateral relations.\"\n    Any unilateral U.S. moves would leave the EC no option but\nto react according to the laws of the world trade body, the\nGeneral Agreement on Tariffs and Trade (GATT), they said.\n    In a separate statement on Japan, the EC ministers said\nthey \"deplore the continued aggravation of the imbalance in\ntrade ... (and) expect Japan to open up its market more.\"\n    The statement added that the EC continued to insist that\nthe Japanese government must boost imports and stimulate\ndemand.\n    Ministers also called on the European Commission to prepare\na report on U.S.-Japanese trade for July this year to enable\nthem to take action where necessary.\n    One diplomat said the call for a report showed ministers\nwere determined not to let the Japanese question drop. \"It wil\nbe back on the table again and again,\" the diplomat said.\n    De Clercq told journalists, \"There is a certain nervousness,\na growing impatience within the Community on trade relations\nwith Japan.\"\n    But diplomats said the Community is keen to continue\ntalking with Tokyo to try and solve the problem rather than\nembark on a costly and damaging trade war.\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec",
        "gatt"
    ],
    "EXCHENGES": [
        "biffex"
    ],
    "PEOPLE": [
        "de-clercq"
    ]
}