{
    "DATE": "19-OCT-1987 08:34:27.31",
    "TOPICS": [
        "propane",
        "ship"
    ],
    "PLACES": [
        "iraq",
        "iran",
        "japan",
        "saudi-arabia"
    ],
    "NEWID": "21486",
    "TEXT": {
        "TITLE": "SAUDI TO REMAIN AS KEY LPG SUPPLIER TO JAPAN",
        "AUTHOR": "    By Masaru Sato",
        "DATELINE": "    TOKYO, Oct 19 - ",
        "BODY": "Saudi Arabia is likely to remain the key\nsupplier of liquefied petroleum gas (LPG) to Japan for at least\nthe next five years, oil industry sources said.\n    Japan, while diversifying its supply sources of propane and\nbutane for stable supplies, will continue to bank on Saudi\nArabian LPG, the sources said.\n    They said Saudi's supply capabilities of LPG, an associate\nof crude oil, is guaranteed by its crude output capacity. \"Saudi\nis a reliable supplier in that sense,\" said one trader.\n    Japan imports about 50 pct of its LPG from Saudi Arabia.\n    No single nation could substitute for Saudi Arabia as an\nLPG supply source to Japan, the sources said.\n    \"Saudi Arabia has committed itself to Japanese LPG buyers,\nwhich has quelled fears that LPG supplies from the Mideast Gulf\ncould easily be disrupted in the wake of heightened hostilities\nin that area,\" said another trader.\n    Saudi Arabia cut LPG shipments to Japan and elsewhere by 20\npct in September after a fire put a major gas plant at\nAl-Juaimah out of operation. October shipments were back to\ncontractual volumes as Saudi was able to boost exports from\nother ports.\n    Attacks on Gulf shipping by Iran and Iraq centered on crude\nrather than products carriers, which has lulled fears of LPG\nsupply disruptions, traders said.\n    They said an Iranian blockade of the Strait of Hormuz was\nunlikely because it would block Iran's oil shipments.\n    Industry sources said Japan's LPG imports will not greatly\nrise or fall as its domestic demand growth is estimated at a\nmoderate 2.1 pct a year from 1986 through 1991.\n    Japanese term buyers of Saudi LPG are expected to lift\nslightly lower volumes from January 1987, when imports from\nIndonesia are slated to increase, the sources said.\n    The customers are unlikely to slash Saudi term purchases in\nlarge scale when Japan increases annual imports of Indonesian\nLPG to 1.95 mln tonnes in early 1989 from 319,000 tonnes in the\nyear ended March 1987, the sources said.\n    But when demand is sluggish in summer, they will phase down\nterm purchases of Saudi LPG and secure lower-priced cargoes on\nthe spot market, they said.\n    Japan imports some 12 mln tonnes of LPG a year, of which\n5.3 mln tonnes are supplied by Saudi Arabia, 3.3 mln under term\ncontracts and two mln through spot purchases. Some 80 pct of\nJapan's LPG imports are from the Middle East.\n    Saudi Arabia's state owned oil company Petromin has made\nsome concessions on term prices to Japanese customers in the\nrecent round of contract renewal talks, and it is likely the\nJapanese will accept the offer, the sources said.\n    The Japanese term customers, however, have so far been\nunsuccessful in establishing a transparent price formula to\nreplace the existing unilateral monthly price notice.\n    Japanese buyers pay Saudi Arabia a price notified by\nPetromin each month. Most recently the FOB price was set at 87\npct of the 17.52 dlrs per barrel government selling price (GSP)\nof Arabian Light.\n    Buyers reserve the right to phase down or out liftings\nshould the monthly price be set at over 95 pct of Arabian\nLight's GSP.\n    Petromin has offered to lower this rate to 90 pct from the\n95 pct for contracts with Japanese customers from next January,\nthe trade sources said.\n    Petromin also suggested that a seller's option of supplying\nup to 20 pct more than the contractural volume be subject to\nseller-buyer agreement.\n    Under the present contract, Petromin can automatically cut\nsupplies up to 10 pct of the contractual volume.\n    \"If you want to import LPG from Saudi Arabia on a profitable\nbasis, you have to set the price factor at 80 to 85 pct,\" said\nan official at a major importer. \"Freight costs are higher for\ncargoes coming from the Gulf than Southeast Asia due to a\nlonger haul and war risk insurance payments.\"\n    Japanese customers will visit Saudi Arabia this month to\nfinalise their separate contract talks, now focusing on\ncontractual period and volume, which could be very similar to\ncurrent levels, the sources said. \"When we talk business, we\nwould seek profitability and sometimes forget vulnerability of\nhigh dependence on a single supplier,\" said one.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "gatt",
        "ec"
    ],
    "EXCHENGES": [
        "amex"
    ]
}