{
    "DATE": " 2-MAR-1987 07:27:19.76",
    "TOPICS": [
        "trade"
    ],
    "PLACES": [
        "japan",
        "usa"
    ],
    "NEWID": "342",
    "TEXT": {
        "TITLE": "JAPAN, U.S. SET TO BEGIN HIGH-LEVEL TRADE TALKS",
        "AUTHOR": "    By Rich Miller, Reuters",
        "DATELINE": "    TOKYO, March 2 - ",
        "BODY": "Japan and the U.S. Kick off top-level\ntrade talks tomorrow amid signs officials from both sides are\ngrowing increasingly irritated with each other.\n    The talks, held annually at sub-cabinet level to review the\nwhole gamut of U.S./Japan economic relations, will pave the way\nfor American Secretary of State George Schultz's one day\nstop-over here at end-week on his way home from China.\n    Faced with growing Congressional protectionist pressure,\nthe U.S. Administration is pressing Japan for speedy action to\nreduce its still huge trade surplus, U.S. Officials said.\n    \"We appreciate their frustration,\" a senior Japanese\ngovernment official said. \"But we are also frustrated.\"\n    The official said the 40 pct rise of the yen over the last\n18 months has hit Japan hard, forcing exporters to slash\nspending and lay off workers to make up for lost sales abroad.\nThat has not yet shown up in dollar-based statistics on trade,\nbut it will, he said.\n    He said the U.S. Administration was ignoring the progress\nthat has been made and instead emphasizing the problems that\nremain when it talks with Congress.\n    \"It would only take five minutes to list their\naccomplishments,\" a senior U.S. Official replied.\n    The talks begin tomorrow with high-level discussions on the\neconomic structures of both countries and how they affect the\nbilateral trade imbalance, which last year amounted to 51.48\nbillion dlrs in Japan's favour.\n    On the following two days, the topics will range from\nmultilateral trade talks under the auspices of the General\nAgreement on Tariffs and Trade (GATT) to such bilateral trade\nproblems as super computers.\n    The structural talks are intended to be free-wheeling\ndiscussions among senior officials. Tomorrow's topics include\nsavings and investment issues such as consumer credit and\nhousing, and the implications of government budget deficits.\n    These talks come at a particularly delicate time for the\nJapanese government, which is facing increasing domestic\npressure to abandon its tight-fisted fiscal policy and\nstimulate the sagging economy by spending more.\n    Some U.S. Officials complained Japan has no intention of\nboosting domestic demand and imports, as Washington wants.\n    Japanese officials in turn pointed the finger at the huge\nU.S. Budget deficit as one of the main culprits for the trade\nimbalance. That budget deficit has meant that the U.S. Is\nbuying more imports.\n    Japan seems particularly peeved at being singled in a draft\ntrade bill before the Senate as a nation following adverserial\ntrade practices. \"It condemns Japan without due process,\" one\nJapanese official said.\n    That reference spoils what is otherwise a well-thought-out\nbill introduced by Democratic Senator Lloyd Bentsen, he said.\n    Japan is also not totally happy with the administration's\ntrade bill, particularly its proposal to establish reciprocal\naccess to foreign markets as one criteria for retaliatory trade\naction by the U.S., Officials said.\n    Nevertheless, Japanese officials said they remain in a weak\nbargaining position, especially with the threat of a trade bill\noverhanging them.\n    \"We have no leverage,\" one official admitted.\n    As a result, Tokyo is striving to meet U.S. Complaints\nabout its trade practices in a variety of fields, including\nsuper computers.\n    The U.S. Is pressing for greater access to the Japanese\nsuper computer market.\n    The Japanese government has sent a long questionnaire to\npublic institutions like universities which buy the\nsophisticated machines in hopes of eventually setting up\ninformal bidding procedures easily understood by all potential\nsellers, officials said.\n REUTER\n\u0003"
    },
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "hisham-nazer"
    ]
}