{
    "DATE": "19-MAR-1987 13:53:35.83",
    "TOPICS": [
        "money-supply",
        "money-fx",
        "interest"
    ],
    "PLACES": [
        "uk"
    ],
    "NEWID": "7313",
    "TEXT": {
        "TITLE": "U.K. MONEY DATA MAY EASE RATE CUT, ANALYSTS SAY",
        "AUTHOR": "    By Geert Linnebank, Reuters",
        "DATELINE": "    LONDON, March 19 - ",
        "BODY": "Slower than expected growth in Britain's\nnarrow M0 money supply measure in February will help spur a\nfurther cut in U.K. Interest rates if a surge in sterling's\nvalue requires such a move, economic analysts said.\n    M0, the only targeted money supply measure left after\nChancellor of the Exchequer Nigel Lawson scrapped the official\ntarget for the broad sterling M3 measure in his 1987 budget\nspeech on Tuesday, fell an adjusted 3/4 to one pct in February.\n    On an annual basis, this put M0 growth at four to 4-1/2\npct, in the middle of the 1987 target of two to six pct.\n    \"The M0 data are much better than we expected,\" said Robert\nThomas, economist at Greenwell Montagu Securities.\n    He and other analysts said while the better than expected\nM0 figures alone would not be sufficient to trigger a new\ninterest rate cut, they removed an obstacle to such a move.\n    Thomas noted the rise in M0 had been kept in check despite\nbuoyant retail sales in February, advancing an adjusted 2.2 pct\nafter a fall of the same size in January.\n    Analysts said the M0 measure, reflecting variations in\nconsumer demand rather than real inflation prospects, was not\nan adequate indicator to determine interest rates.\n    \"The authorities still seem to want to pretend that M0 is\nimportant ... In practice, it is likely to be the exchange rate\nand the election which call the tune,\" Lloyds Merchant bank\nchief economist Roger Bootle wrote in a budget comment.\n    Richard Jeffrey, economist at stockbrokers Hoare Govett,\nsaid in a comment: \"It is unlikely that (Lawson) will respond to\nsignals from M0 alone ... Reinforcement from exchange rate\ntrends is necessary before action is taken.\"\n    \"With the Chancellor making clear that policy manoeuvres are\nmade in response to signals from this narrow money variable,\nthe City has been forced to take it seriously,\" he added.\n    Noting this point, Thomas said market fears at the end of\nlast year of an M0 overshoot had now disappeared.\n    This removed a potential obstacle to a further cut in U.K.\nBase lending rates if foreign demand for sterling pushed up the\npound above unofficial targets, analysts said.\n    Such targets are believed to have been secretly agreed\nbetween finance ministers of the Group of Five and Canada at\ntheir Paris meeting last month, they added.\n  U.K. Base rates have been cut twice by half a point since the\nParis agreement, once on March 11, and again yesterday when\nforeign demand for sterling surged in reaction to a sharp cut\nin 1987 government borrowing targets contained in the budget.\n    They stand at 10 pct now, and foreign exchange dealers and\nanalysts expect them to shed another half-point in the coming\nweek.\n    Analysts shrugged off as largely irrelevant a higher than\nexpected increase in February sterling M3, which pushed the\nannual growth rate to almost 19 pct, well above the previous\ntarget of 11 to 15 pct.\n    Thomas said the February figures seemed to indicate the\nimprovement in sterling M3 growth witnessed over the past few\nmonths had been reversed, but firm conclusions could only be\ndrawn after revised data are released on March 31.\n    Some analysts said foreign investors had long ceased to\nwatch the sterling M3 target, and Lawson's move to scrap it\naltogether earlier this week removed whatever was left of its\ncredibility as a key factor in monetary policy.\n REUTER\n\u0003"
    },
    "PEOPLE": [
        "herrington"
    ],
    "ORGS": [
        "icco"
    ],
    "EXCHENGES": [
        "biffex"
    ]
}