{
    "DATE": "22-MAR-1987 20:45:26.34",
    "TOPICS": [
        "acq",
        "crude",
        "nat-gas"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "8100",
    "TEXT": {
        "TITLE": "SANTOS BIDS FOR OIL AND GAS COMPANY TMOC RESOURCES",
        "DATELINE": "    ADELAIDE, March 23 - ",
        "BODY": "Cooper Basin oil producer Santos Ltd\n<STOS.S> said it will bid 4.00 dlrs a share for the 96.03 pct\nit does not already hold in diversified oil and gas company\n<TMOC Resources Ltd>.\n    Santos said the bid values TMOC at 248.5 mln dlrs. It said\nit already holds 1.91 mln of TMOC's 25 cent par shares.\n    TMOC held interests outside the Cooper Basin region of\nSouth Australia and Queensland and the acquisition would\nfurther the Santos objective of developing as a broadly based\noil and gas company with interests outside its existing base in\nthe Cooper Basin, the company said in a statement.\n    Santos said TMOC holds several important domestic oil and\ngas production, exploration and pipeline interests.\n    In the Northern Territory it has a 43.75 pct stake in and\noperates the Mereenie oil and gas field in the Amadeus Basin\nand owns 32 pct of <N.T. Gas Pty Ltd>, owner and operator of\nthe Alice Springs to Darwin gas pipeline.\n    In Queensland, TMOC has extensive interests in the Surat\nBasin, including the 100 pct owned and operated Moonie oil\nfield and 33 pct of the Boxleigh gas field.\n    TMOC owns 80 pct of the <Moonie Pipeline Co Pty Ltd> which\nowns and operates the Moonie to Brisbane oil pipeline.\n    TMOC also holds 25 pct of the Jackson to Moonie oil\npipeline, 20 pct owned by Santos. Output from the Naccowlah\nblock, 40 pct owned by Santos, provides the bulk of the\nthroughput of both pipelines.\n    TMOC has exploration interests in a number of areas in the\nAmadeus, Surat, Eromanga and Canning basins.\n    It also has oil and gas interests in Britain's North Sea,\nEcuador, and the U.S., Along with gold and base metal\nproduction through its associate <Paringa Mining and\nExploration Co Plc>, Santos said.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "ec",
        "gcc"
    ],
    "PEOPLE": [
        "james-baker"
    ]
}