{
    "DATE": "31-MAR-1987 08:18:02.76",
    "TOPICS": [
        "trade",
        "yen",
        "dlr"
    ],
    "NEWID": "11254",
    "TEXT": {
        "TITLE": "U.S. MAY DROP TARIFFS IF JAPAN OPENS - YEUTTER",
        "DATELINE": "    NEW YORK, March 31 - ",
        "BODY": "The U.S. Is willing to drop tariffs on\nJapanese electronic imports if Japan shows it will abide by an\nagreemement opening its markets to American goods, U.S. Trade\nRepresentative Clayton Yeutter said in a TV interview.\n    \"But there has to be a clear indication that they are\nwilling to act,\" he said.\n    Yeutter said difficulties in the Japanese economy caused by\nthe U.S. Tariffs and the yen's rise against the dollar are\nproblems \"they have brought on themselves.\"\n    The dollar fell to 40-year lows against the yen today.\n    \"Certainly the movement of the yen is causing some economic\nturmoil in Japan,\" he said. \"My only response is that we have\ngone through about five years with the dollar going in just the\nopposite direction. Although I can sympathise, it's occurred\nfor only a few weeks or months in Japan.\"\n    The tarriffs, announced on Friday by President Reagan, will\naffect about 300 million dlrs worth of products, only a tiny\nfraction of Japan's total exports to the U.S.\n    Even so, Reagan's decision \"doesn't give us any joy. We\ndon't want to take retaliatory action here if we don't have to,\"\nYeutter said.\n    Yeutter said the meetings scheduled next month in\nWashington between Reagan and Prime Minister Yasuhiro Nakasone\nwill include \"some difficult items on the agenda.\"\n    Japan has failed to implement two parts of a three-part\nsemiconductor agreement, Yeutter said.\n    Japan has stopped dumping chips in the U.S. But it has\nfailed to open its domestic markets to U.S.-made chips and has\nfailed to end predatory pricing in Third World countries,\nundercutting U.S. Products, he said.\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "yeutter"
    ],
    "ORGS": [
        "itc",
        "icco",
        "ico-coffee",
        "unctad"
    ]
}