{
    "DATE": "22-MAR-1987 23:50:59.70",
    "TOPICS": [
        "inventories"
    ],
    "PLACES": [
        "australia"
    ],
    "NEWID": "8114",
    "TEXT": {
        "TITLE": "AUSTRALIAN MANUFACTURERS EXPECT DOWNTURN - SURVEY",
        "DATELINE": "    MELBOURNE, March 23 - ",
        "BODY": "A majority of Australian\nmanufacturers expect a deterioration in the business climate,\naccording to the March survey of industrial trends by Westpac\nBanking Corp and the Confederation of Australian Industry.\n    After expecting improvements in two previous quarterly\nsurveys, 56 pct of respondents reported working at less than\nsatisfactory levels, with insufficient orders nominated by 70\npct as the major constraint.\n    Other constraints were capacity, 11 pct, and labour nine\npct, the survey said.\n    Inflationary pressure increased during the quarter and\ninvestment plans for the next year were scaled down, which the\nsurvey said could limit activity in the medium to short term.\n    Respondents reporting an increase in orders fell to 22 pct\nin March from 30 pct in December, while those with orders\naccepted but not yet delivered fell to 14 pct from 21 pct.\n    Stocks of finished goods and raw materials fell sharply in\nthe March quarter and further depletion was forecast for the\nJune quarter, the survey said.\n    Respondents said finance was harder to obtain, which\nWestpac chief economist Bob Graham said was probably because of\nhigh interest rates rather than the availability of money.\n    Graham said he thought expectations would gradually improve\nlater this year, when the dollar might consolidate and interest\nrates ease slightly.\n    He believed some manufacturers were not investing because\nthey feared the Australian dollar would get stronger.\n    \"We do not believe the dollar will revalue, the (economic)\nfundamentals are for it to slip away if anything,\" he said.\n REUTER\n\u0003"
    },
    "EXCHENGES": [
        "cme"
    ],
    "ORGS": [
        "gatt"
    ],
    "PEOPLE": [
        "bangemann"
    ]
}