{
    "DATE": "31-MAR-1987 16:07:51.49",
    "TOPICS": [
        "acq"
    ],
    "NEWID": "11661",
    "TEXT": {
        "TITLE": "GAF <GAF> PLANS NO CHANGES IF OFFER ACCEPTED",
        "DATELINE": "    HOUSTON, March 31 - ",
        "BODY": "GAF Corp chairman Samuel Heyman told\nReuters he did not foresee major changes in Borg-Warner <BOR>\nif GAF's 46 dlr-per-share offer to acquire Borg-Warner is\nsuccessful.\n    \"We have great respect for Borg-Warner mangagement,\" Heyman\nsaid, following a speech at the American Institute of Chemical\nEngineers annual meeting. \"We don't have any particular changes\nin mind.\"\n    Earlier today, GAF announced that a 3.16-billion-dlr-offer\nwas presented to the board of directors of the Chicago-based\ncompany.\n    Last week, GAF had purchased additional shares of the\ncompany for 40-1/8 dlrs, increasing its stake in Borg-Warner to\n19.9 pct.\n    In 1985, GAF made an unsuccessful effort to acquire Union\nCarbide Corp for five billion dlrs, and has since expressed an\ninterest in acquiring a chemical company that would complement\nits own chemical business.\n    When asked whether GAF would consider selling the\nnon-chemical assets of Borg-Warner if its takeover offer is\naccepted, Heyman declined to comment.\n    He also refused to say whether GAF would consider\nincreasing its the dollar value of its takeover offer if the\ninitial proposal is rejected.\n    Heyman emphasized that he considered the GAF offer to\nBorg-Warner to be a friendly one.\n    \"We think we made a fair offer that is good for Borg-Warner\nmanagement and good for its shareholders,\" Heyman said.\n     In his speech, Heyman said he feared too many chemical\ncompanies were attempting to specialize in the same high margin\nniche products.\n    He said they were turning their backs on core commodity\nchemical businesses. \n    Heyman said the chemical industry has taken a total of\nseven billion dlrs in pre-tax writeoffs during the past two\nyears to trim balance sheets.\n    He predicted that the U.S. chemical industry, which\nreported a total of 13 billion dlrs in 1986 profits, would see\na 20 pct gain in earnings this year because of increasing\nexports, cheaper feedstock costs and the weakened U.S. dlr.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "sprinkel"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}