{
    "DATE": "16-JUN-1987 07:41:37.77",
    "TOPICS": [
        "money-fx",
        "reserves",
        "trade"
    ],
    "PLACES": [
        "taiwan"
    ],
    "PEOPLE": [
        "keating"
    ],
    "NEWID": "18461",
    "TEXT": {
        "TITLE": "TAIWAN PARLIAMENT BACKS FREE CAPITAL OUTFLOWS",
        "AUTHOR": "    By Andrew Browne, Reuters",
        "DATELINE": "    TAIPEI, June 16 - ",
        "BODY": "Parliament approved a proposal to drop\nall controls on capital outflows, raising the prospect that\nTaiwan's vast resevoir of foreign exchange will flow into the\nworld economy.\n    A government spokesman said the new law would be\npromulgated by President Chiang Ching-Kuo within 10 days and\nfinancial authorities would then be empowered to lift controls\non currency outflows at any time.\n    Tight restrictions on capital inflows introduced this year\nwill remain in place, the spokesman said.\n    Central Bank Governor Chang Chi-Cheng has said the controls\nwill be lifted at the end of next month or early in August.\n    The central bank and finance ministry proposed lifting\ncurrency restrictions to help reduce Taiwan's foreign exchange\nreserves, which stand at about 60 billion U.S. Dlrs and have\nled to runaway growth in money supply.\n    The reserves, the world's third largest after Japan and\nWest Germany, also draw attention to Taiwan's huge trade\nsurplus and the government fears they are making the island a\ntarget for U.S. Trade protectionism.\n    The surplus rose 34 pct to a record 7.32 billion U.S. Dlrs\nin the first five months of this year and about 90 pct of it\nwas with the United States.\n    Money supply rose a seasonally adjusted 51.9 pct in the\nyear to end-April, raising fears of higher inflation.\n    Local bankers and economists say when the controls are\nlifted, businessmen will be allowed to buy foreign currency and\ninvest it freely overseas. But they warn against expectations\nof a sudden outflow of capital.\n    \"I don't think we're going to see a big bang,\" John Brinsden,\nthe Taiwan manager of Standard Chartered Bank told Reuters in a\nrecent interview.\n    Bankers said that businessmen have been holding vast\nquantities of foreign exchange overseas for many years and also\nhave been freely buying and exporting currency through a\nflourishing black-market.\n    \"Obviously there will be an outflow of funds ... But I don't\nthink it's going to be much,\" said Danny Chan, director of\nFidelity Securities Investment Consulting Corp.\n    Economists say the success of plans to encourage capital\noutflow depend on whether the central bank can slow the rise of\nthe local currency.\n    The Taiwan dollar has risen by about 23 pct against the\nU.S. Dollar since September 1983, prompting an inflow of\nspeculative money. It rose by one Taiwan cent today to close at\n31.08.\n    The government spokesman said the new law does not empower\nauthorities to permanently lift capital controls, but any\nproposal to reimpose them would need the approval of\nparliament.\n    Many economists believe that once the controls are lifted\nit will be almost impossible to reimpose them.\n REUTER\n\u0003"
    },
    "ORGS": [
        "opec"
    ],
    "EXCHENGES": [
        "cme",
        "comex",
        "cbt"
    ]
}