{
    "DATE": "30-MAR-1987 13:42:14.60",
    "TOPICS": [
        "coffee"
    ],
    "PLACES": [
        "brazil"
    ],
    "NEWID": "10959",
    "TEXT": {
        "TITLE": "IBC EXPECTED TO MAINTAIN COFFEE EXPORT FORMULA",
        "DATELINE": "    RIO DE JANEIRO, March 30 - ",
        "BODY": "The Brazilian Coffee Institute,\nIBC, is expected to maintain its previous pricing system when\nit reopens export registrations, probably later this week,\nexporters said.\n    They said IBC President Jorio Dauster is likely to leave\nthe basic formula for the minimum registration price unchanged\nbut raise the contribution quota to partially offset the\neffects of cruzado devaluation since April registrations were\nclosed in mid-February.\n    To fully compensate for devaluation the quota would have to\nbe around 28 dlrs per bag against 7.0 when registrations closed.\n    However, even a 21 dlr per bag rise in the contribution\nquota would make Brazil coffees uncompetitive on world markets,\nand an increase to around 15 dlrs a bag is more likely, the\nexporters said.\n    They added that Dauster is keen to raise the contribution\nquota as the Institute needs money to repay Central Governmnet\nfunds released to finance IBC purchases at the guaranteed\nproducer price.\n    Although a vote in the Monetary Council to provide more\nfunds for such purchases was deferred on technical grounds last\nweek, funds are still being released for subsequent approval.\n    The sources said it is still unclear when registrations\nwill be reopened, although most expect it to be by the end of\nthis week.\n    \"Brazil owes it to its customers to make its intentions\nknow. A country like Brazil cannot afford to be permanently\nclosed down,\" one exporter said.\n    However, before announcing its export policy the IBC is\nlikely to wait to see if tomorrow's meeting of the\nInternational Coffee Organisation, ICO, executive board in\nLondon decides to call a full council meeting to discuss\nreintroduction of export quotas, sources said.\n    There is also talk of the announcement this week of new\nmeasures to adjust the Brazilian economy, and the IBC could be\nawaiting clarification before making any move, the exporters\nsaid.\n    Another factor which could be delaying the opening of\nregistrations is the current strike by bank workers which,\nwhile not affecting current shipments, could affect\ndocumentation and currency operations for new sales.\n    This would certainly be the case if the IBC was considering\nobliging exporters to pay the contribution quota within two or\nthree days of registering a sale.\n\u0003"
    },
    "PEOPLE": [
        "nakasone"
    ],
    "EXCHENGES": [
        "lme"
    ],
    "ORGS": [
        "ec"
    ]
}