{
    "DATE": "25-MAR-1987 17:39:49.41",
    "TOPICS": [
        "acq"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "9637",
    "TEXT": {
        "TITLE": "KANSAS CITY <KSU> READY TO BUY SOUTHERN PACIFIC",
        "DATELINE": "    NEW YORK, March 25 - ",
        "BODY": "Kansas City Southern Industries Inc\nsaid it is ready to promptly purchase the Southern Pacific\nTransportation Co from Santa Fe Southern Pacific Corp <SFX> if\nthe Interstate Commerce Commission rejects Sante Fe's attempt\nto reopen the merger of Southern and the Atchison, Tokepa and\nSanta Fe Railway.\n    In a filing with the ICC late today, the company outlined\nfour conditions of its offer to acquire Southern Pacific.\n    Among the conditions are that Santa Fe enter into an\nagreement to indemnify Kansas City for any contigent liabilites\nof Southern Pacific existing as of the closing date, and that\nthe financial condition of Southern remain largely unchanged\nfrom today onward.\n    \"We are willing, even eager, to make a fair market value\noffer in cash for the Southern Pacific,\" said Kansas City\nSouthern president and chief executive officer Landon H.\nRowland.\n    \"This offer disproves the constant derogation of the\nSourthern Pacific by SFSP management, best exemplified by SFSP\nChief Executive John Schmidt's comment in ICC hearings that the\nSouthern Pacific was 'bankrupt,'\" said Rowland.\n    He said that merging Southern with Kansas City will achieve\nthe benefits of an end-to-end merger while preseving the\nindependece of the Southern Pacific versus its existing prime\ncompetitor, Santa Fe.\n    Kansas said that Southern's management had estimated the\nvalue of the railroad in 1983 in the range of 281 mln dlrs to\n1.2 billion dlrs.\n    It said that Morgan Stanley and Co Inc and Salomon Brothers\nInc, hired in 1983 to advise Southern and Santa Fe in their\nmerger, appraised Southern as worth between 500 mln dlrs and\n800 mln dlrs less than Southern's own internal valuations.\n    Kanasa City Southern said it will make an offer for\nSouthern after its books, records and properties are examined.\n    \"Once that examination has been completed (and even in the\nabsence of a willingnes of SFSP to negotiate) KCSI will make an\noffer in writing....\" said the company.\n    Kansas also said it argued in the ICC filing that Santa Fe\nhad not met the legal requirements justifying the Commission's\nreconsideration of the proposed merger of Santa Fe and Southern\nPacific, two railroads that it said basically parallel each\nother throughout their routes.\n    ICC voted four to one last summer to reject the merger as\ninherently anticompetitive. Kansas said Santa Fe in petitioning\nfor reconsideration now argues that the trackage agreements\nwith the Union Pacific, the Denver and Rio Grande Western and\nother railroads, adds to the value of the merger.\n Reuter\n\u0003"
    },
    "PEOPLE": [
        "james-baker"
    ],
    "ORGS": [
        "icco"
    ]
}