{
    "DATE": "29-JUN-1987 12:14:07.58",
    "TOPICS": [
        "acq"
    ],
    "ORGS": [
        "ec"
    ],
    "NEWID": "19713",
    "TEXT": {
        "TITLE": "GABELLI FIRMS HOLD 28.5 DIGIORGIO <DIG> STAKE",
        "DATELINE": "    WASHINGTON, June 29 - ",
        "BODY": "A group of firms led by Gabelli Group\nInc told government regulators it holds a 28.5 pct stake in\nDigiorgio Corp common stock, and said two partnerships making\nup part of the group may seek control of the company.\n    In a filing with the Securities and Exchange Comission, the\ngroup of firms said it holds 2,430,100 shares of Digiorgio\ncommon stock. Of the total, 2,059,400 shares are held by GAMCO\nInvestors Inc and Gabelli Funds Inc. for investment purposes,\nthe group said.\n\n    Gabelli-Rosenthal and Partners LP and G and R Partners,\nwhich hold the remaining 370,700 Digiorgio common shares, told\nthe SEC their \"purpose is to ultimately obtain control of\nDigiorgio contingent upon approval of Digiorgio,\" according to\nthe SEC filing. \n    As previously reported, Gabelli and Co Inc, acting as\ninvestment advisor to a group including Gabelli-Rosenthal,\nproposed on June 25 to acquire all Digiorgio common shares for\na per share price of 20 dlrs in cash, a subordinated note with\na face value of eight dlrs, 14 pct redeemable preferred stock,\nand one common share of the post-buyout company.\n    The June 25 buyout proposal, which remains open until July\n17, also provides that key members of Digiorgio management and\nsome of its directors would be invited to remain with the firm\nand participate in the group acquiring the company.\n    The proposal is also subject to a due diligence review,\nexecution of a merger agreement, arrangement of financing and\nreceipt of government approvals, all of which Gabelli and Co\nsaid could be completed within 60 days.\n    Between April 13 and June 26, the entire group led by\nGabelli Group Inc made net purchases of 403,600 Digiorgio\ncommon shares at 22.20 dlrs to 26.79 dlrs a share.\n Reuter\n\u0003"
    },
    "PLACES": [
        "usa"
    ],
    "PEOPLE": [
        "poehl"
    ],
    "EXCHENGES": [
        "nasdaq"
    ]
}