{
    "DATE": " 3-APR-1987 10:44:47.77",
    "TOPICS": [
        "tea"
    ],
    "PLACES": [
        "ussr",
        "west-germany",
        "uk"
    ],
    "NEWID": "12907",
    "TEXT": {
        "TITLE": "ABNORMAL RADIATION FOUND IN SOVIET TEA/HAZELNUTS",
        "DATELINE": "    MOSCOW, April 3 - ",
        "BODY": "Abnormally high levels of radiation were\nfound in Soviet tea and hazelnuts more than nine months after\nthe Chernobyl nuclear accident, West German residents in Moscow\nwere advised this week.\n    In a letter to the West German community here, Ambassador\nJoerg Kastl said laboratory tests on food samples bought in\nMoscow in February had shown elevated levels of caesium-134 and\n-137 in tea from Azerbaijan and Ukrainian hazelnuts.\n    Other food samples sent for testing at Cologne University,\nincluding honey, fruit, vegetables, pork, milk and butter, were\nfound to be free of radiation, it said.\n    Data in the letter showed the tea and hazelnuts contained\ncaesium levels far in excess of ceilings recommended by the\nUnited Nations Food and Agriculture Organisation (FAO).\n    The letter said people who had consumed the tea faced no\nparticular health danger as most of the caesium remained in the\ntea leaves, but it warned against eating the hazelnuts.\n    The products sent for testing were bought in state shops\nand private farmers' markets in Moscow, it added. Other Western\nembassies in Moscow said they had discontinued laboratory\ntesting of Soviet food late last year because no abnormal\nradiation levels were detected.\n    \"We didn't find anything so we stopped doing it,\" a U.S.\nEmbassy spokesman said.\n    A British spokesman said radiation-monitoring equipment\nremained in the embassy waiting room for British residents in\nMoscow who wanted to check their food, but laboratory tests had\nnot been conducted for several months.\n    \"Earlier we sent some food back to Britain as a\nprecautionary measure, but we stopped in the absence of any\nalarming signals,\" he said. \"If the tests had shown abnormal\nreadings, they would have been resumed.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf",
        "worldbank"
    ],
    "PEOPLE": [
        "stoltenberg"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}