{
    "DATE": "17-MAR-1987 11:57:19.33",
    "TOPICS": [
        "crude"
    ],
    "PLACES": [
        "usa",
        "france"
    ],
    "NEWID": "6060",
    "TEXT": {
        "TITLE": "EXXON <XON> MAY CLOSE ONE FRENCH REFINERY",
        "DATELINE": "    NEW YORK, MARCH 17 - ",
        "BODY": "Exxon Corp, the world's largest oil\ncompany, said in a published interview today that it was\nreviewing its worldwide refinery operations and might decide to\nclose on of its french refineries.\n    Lee R. Raymond, Exxon's new president, singled out the\npossibility of a closure of one of Exxon's refineries in France\nduring the interview.\n    An Exxon spokeswoman confirmed that Raymond had\nspecifically mentioned refineries in France but said that no\nspecific refinery had been named. She also said that all of\nExxon's opertations were under constant review.\n    Exxon currently has two refineries in France, FOS in the\nmediterranean with a capcity of 175,000 barrels per day and\nPort Jerome west of paris with a similar capacity.\n    Petroleum Intelligence Weekly, an influential trade\njournal, said, in its current issue, that they understood that\nExxon was looking at the possibility of refinery closures in\nAntwerp, Southern France or possibly Italy.\n    Paul Mlotok, oil analyst with Salomon Brothers inc said\nthat with the closures Exxon made in 1986 in Europe and the\nimprovement in the European refining situation, its future\nprofits there should be good.\n    \"Exxon and other major oil companies have closed a bunch of\nrefineries in Europe, upgraded the rest and shaken many of the\nindepedents out of the market. Now with demand for products\nrising and efficient operations, Exxon should show superior\nearnings,\" Mlotok said.\n    \"Just after Royal Dutch <RD>, they are seen as one of the\nhighest grade refiners in Europe,\" he added.\n    Industry sources said that the oil companies were likely to\nfeel greater pressure on their operations in Southern Europe\nwhere competition from the OPEC countries is increasing as\nthese producers move further into downstream operations.\n    PIW said that refiners in the Mediterranean can expect\nincreased shipments from Saudi Arabia and other OPEC export\nrefineries.\n    PIW said \"sales from Libya, Algeria and elsewhere are\nexpected to reclaim markets lost to Italian and other European\nrefiners as a result of the abundance of cheap netback oil last\nyear.\"\n Reuter\n\u0003"
    },
    "ORGS": [
        "ec"
    ],
    "PEOPLE": [
        "lawson"
    ]
}