{
    "DATE": "31-MAR-1987 13:13:29.91",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "11498",
    "TEXT": {
        "TITLE": "TRADE WAR FEARS MAY PROMPT STOCK MARKETS' DOWNTURN",
        "AUTHOR": "    By David Ress, Reuters",
        "DATELINE": "    LONDON, March 31 - ",
        "BODY": "The threatened trade war between the\nUnited States and Japan is just the kind of shock that\neconomists say could send world stock markets into a tailspin.\n    But they are not so sure if that would be a brief\ncorrective dip, or whether this week's falling share prices\nmark the start of a \"bear\" market.\n    \"It's the billion dollar question,\" said Richard O'Brien,\neconomist at American Express International Bank in London.\n    Japan's trade surplus -- 92.7 billion dlrs last year -- has\npoured into share and bond markets around the world, and funded\na good chunk of the huge U.S. Budget deficit. Around a third of\nany new sale of U.S. Treasury bonds has been bought by the\nJapanese. However, Japanese investors have lost money as the\ndollar falls and will lose more if the United States lets it\nfall further to cut the trade deficit. The counterpart of\nimproving the trade deficit either through a lower dollar or\nbecause the U.S. Increases duties on Japanese electronic goods,\nmay be to hit the capital inflow which has financed the budget\ndeficit.\n   And if the U.S. Trade deficit does fall, the Japanese will\nhave less money to invest. To entice U.S. Investors to fill the\ngap that would be left if the Japanese stopped buying U.S.\nBonds, interest rates would have to soar, O'Brien said. The\nsubsequent shift from shares to bonds could cause major falls\non the world stock markets.\n    \"A year ago, we could be pretty confident about the markets,\"\nsaid O'Brien. \"Now, it is much less certain.\"\n    Buoyant share prices are supposed to reflect a booming\neconomy. But the world economy, with sluggish growth at best in\nthe industrial nations, a massive load of Third World debt and\nhuge trade imbalances is not in good shape, said O'Brien.\n    Nevertheless, New York analyst William Raferty, of Smith\nBarney Harris Upham said  \"We're still in a bull market,\" adding\nthat corrections are a normal part of a rising market and \"The\nbear usually strikes slowly.\"\n    Economist Evelyn Brody, at Morgan Grenfell and Co in\nLondon, said the huge sums of money going through the world\nfinancial system will keep a floor under share and bond prices.\n    Although interest by the Japanese in putting their money in\nnon-dollar denominated bonds and stocks has increased it's very\ndifficult to see where else they can put their money than in\nU.S. Dollars and especially the U.S. Treasury (bond) market,\naccording to David Butcher, a senior executive at Yamaichi\nSecurities Co Ltd's bond operation in London.\n    He said the Japanese are paying much closer attention now\nto the French franc and West German mark.\n    In the longer run, he worries about what trade tensions and\nthe dollar's slide will mean for securities markets.\n REUTER\n\u0003"
    },
    "PLACES": [
        "uk",
        "usa",
        "japan"
    ],
    "PEOPLE": [
        "reagan"
    ],
    "ORGS": [
        "ec"
    ],
    "EXCHENGES": [
        "nycsce"
    ]
}