{
    "DATE": "21-APR-1987 01:17:45.69",
    "TOPICS": [
        "trade"
    ],
    "NEWID": "16935",
    "TEXT": {
        "TITLE": "BALDRIGE PRAISES NEW SOUTH KOREAN TRADE POLICIES",
        "AUTHOR": "    By Roger Crabb, Reuters",
        "DATELINE": "    SEOUL, April 21 - ",
        "BODY": "U.S. Commerce Secretary Malcolm Baldrige\npraised South Korea's new surplus-cutting trade policies but\nwarned of possible protectionist retaliation if Seoul's market\nliberalisation efforts falter or fail.\n    In a press conference after talks with South Korean\nleaders, Baldrige called the government's announced intention\nto regulate exports and boost imports \"a very, very important\nstep, the right direction for the Korean government to take.\"\n    The government adopted the new policies last week in the\nhope of heading off a trade war with the U.S.\n    Baldrige said the policies \"showed an understanding of the\nfact that this country cannot go on indefinitely growing by\nexports alone.\"\n    \"There has to be enough of a change so that domestic growth\nbegins to take more of the load,\" he said.\n    South Korea had a 7.2 billion dlr trade surplus with\nWashington in 1986, thanks largely to booming sales of cars and\nconsumer electronic goods. It racked up another 1.4 billion\ndlrs in surplus in the first quarter of this year.\n    Baldrige said Seoul's package of measures was \"broad enough\nand comprehensive enough so that ... Actions can be taken for\nliberalising imports (and) increasing the domestic economy, if\nthe government is willing to follow through.\"\n    \"We will be watching the implementation of this new policy\ndirection very closely,\" he said. \"Because of the protectionism\ngrowing in the U.S., We see a real problem if Korea does not\nkeep on the same path ... Of steadily increasing\nliberalisation.... If that should falter or fail or turn\nbackward, I'm as sure as I'm standing here that we'd see\nprotectionist movement in the U.S.\"\n    Baldrige said he and South Korean Trade Minister Rha\nWoong-bae spent much time discussing trade problems in specific\nproduct categories.\n    These included service industries, which he said were still\ntoo much of a closed sector in South Korea, and computers and\ncars. Baldrige said he urged speedy action on removing the\ntariffs and taxes on imported U.S. Cars which can make them\nsell for up to three times their American prices.\n    \"We want to stop that. With this sort of thing, there's\ngoing to be trouble somewhere down the road,\" he said. \"We are\njust pointing this out.\"\n    Asked if Seoul's measures could succeed without a\nrevaluation of the won, which Washington has been urging for\nmonths, Baldrige declined to comment. \"We don't have any target\nfor any particular currency, but we do feel that currencies\naround the world, if we are going to be successful as a world\neconomy, have to reflect the fundamentals of the various\neconomies involved,\" he said.\n    Baldrige said he had agreed to Rha's proposal for\ncooperation on forming U.S.-South Korean joint ventures in\nthird countries. The American government would be pleased to\nencourage U.S. Firms to get involved, he added.\n    Commenting on President Reagan's decision to increase\ntariffs on certain Japanese imports to the U.S., Baldrige said\nWashington's trade problems with Japan were not comparable to\nits difficulties with South Korea.\n    \"I think the attitude in Korea is both reasonable and fair,\"\nhe said. \"It's a firm attitude. We don't get anything for\nnothing or just by asking for it.\n    \"But our negotiations are friendly and reasonable and they\nusually end up with something good happening at the end that\nboth countries live up to.\"\n REUTER\n\u0003"
    },
    "PLACES": [
        "usa",
        "south-korea"
    ],
    "PEOPLE": [
        "tamura"
    ],
    "ORGS": [
        "gatt"
    ],
    "EXCHENGES": [
        "nymex"
    ]
}