{
    "DATE": " 9-APR-1987 11:26:15.27",
    "TOPICS": [
        "iron-steel"
    ],
    "PLACES": [
        "usa"
    ],
    "NEWID": "15639",
    "TEXT": {
        "TITLE": "TALKING POINT/STEEL COMPANIES",
        "AUTHOR": "    By Steven Radwell, Reuters",
        "DATELINE": "    NEW YORK, April 9 - ",
        "BODY": "Steel stocks, which have had a healthy\nrunup recently, still present some short term investment\nopportunities, according to some steel analysts.\n    But others say the upturn, based on strong orders and firm\nprices this spring, has been strictly seasonal and will end\nsoon. They recommend taking profits.\n    \"It's that time of year. This is strictly seasonal,\" said\nCharles Bradford of Merrill Lynch and Co. \"Orders will be\nstrong for about two months, and there are signs that some\n(order rates) are starting to dive already.\"\n    But Dean Witter Reynolds Inc analyst Clarence Morrison sees\nsome short-term potential in the group, which includes USX Corp\n<X>, Bethlehem Steel Corp <BS>, Armco Inc <AS> and Inland Steel\nIndustries Inc <IAD>.\n    \"There is still some attractiveness to steels over the\nshort- to intermediate-term based on improved order rates and\nrising prices,\" Morrison said. He only recommends one stock,\nhowever, Inland, which is modernizing steelmaking operations to\nmake them more efficient.\n    Despite his bearishness, Merrill's Bradford continues to\nrecommend Armco, which he sees as a major turnaround.\n    Armco's steelmaking operations are profitable, the balance\nsheet has been improved, and its oilfield equipment business\nhas been slimmed and put in a joint venture with USX, Bradford\nnoted. \"It's not a high-quality investment situation yet but\nthey've come a long way,\" he said.\n    \"We think the stock will do moderately better than the\nmarket,\" he said. Armco shares, trading off 1/4 at 10 today,\ncould go to 12, and possibly as high as 15, he said.\n    Bradford sees Armco earning 50 to 75 cts a share in 1987,\nbefore special gains from recouped investment tax credits,\nagainst losses last year.\n    Armco's 1988 earnings could be significantly higher, he\nsaid.\n    Bradford is recommending sale of USX shares. \"We had a buy\non it below 20 but when it gets to 28, let somebody else have\nit,\" he said.\n    The steel and energy concern will earn about one dlr a\nshare in 1987, about half of that coming from asset sales, and\nfrom two dlrs to 2.50 dlrs in 1988, Bradford said. \"But a lot\ndepends on oil prices,\" he added. About 60 pct of USX's sales\ncome from oil and natural gas.\n    Other analysts, including Michelle Galanter Applebaum of\nSalomon Brothers Inc, recommend USX. \"The company's done a lot\n(of restructuring), more than the market's given them credit\nfor,\" she said.\n    She sees the stock going to the mid 30s or higher. USX was\ntrading up 1/8 at 28-1/2. She predicts USX will earn 18 cts a\nshare this year and 2.73 dlrs next year against large losses in\n1986.\n    Applebaum, who is also positive on Armco and Inland, has\nbeen recommending the stocks since last November.\n    Peter Marcus of Painewebber Inc is neutral on the group\nalthough he said the earnings outlook is improved through the\nthird quarter.\n    But he sees potential trouble beyond then. \"I think (steel)\nprices on a bookings basis will start to drop by the summer,\"\nhe said.\n    Applebaum of Salomon Brothers also sees some seasonal\ndropoff later in the year. \"But there are more positives than\nnegatives,\" she said, citing reduced capacity in the domestic\nindustry, better prices, and a weaker dollar, which should\ncause steel imports to drop off slightly from last year.\n Reuter\n\u0003"
    },
    "ORGS": [
        "imf"
    ],
    "PEOPLE": [
        "lawson"
    ],
    "EXCHENGES": [
        "nyce"
    ]
}